{"cik": 1000697, "item_1A": "Item 1: Business  General  Waters Corporation (the “Company,” “WatersTM,” “we,” “our,” or “us”) is a specialty measurement company that operates with a fundamental underlying purpose to advance the science that enables our customers to enhance human health and well-being. Waters has pioneered analytical workflow solutions involving liquid chromatography, mass spectrometry and thermal analysis innovations serving the life, materials and food sciences for more than 60 years. The Company primarily designs, manufactures, sells and services high-performance liquid chromatography (“HPLC”), ultra-performance liquid chromatography (“UPLCTM” and together with HPLC, referred to as “LC”) and mass spectrometry (“MS”) technology systems and support products, including chromatography columns, other consumable products and comprehensive post-warranty service plans. These systems are complementary products that are frequently employed together (“LC-MS”) and sold as integrated instrument systems using common software platforms. In addition, the Company designs, manufactures, sells and services thermal analysis, rheometry and calorimetry instruments through its TA InstrumentsTM (“TA”) product line. The Company is also a developer and supplier of advanced software-based products that interface with the Company’s instruments, as well as other manufacturers’ instruments.  The Company’s products are used by pharmaceutical, clinical, biochemical, industrial, nutritional safety, environmental, academic and governmental customers working in research and development, quality assurance and other laboratory applications. LC is a standard technique and is utilized in a broad range of industries to detect, identify, monitor and measure the chemical, physical and biological composition of materials, and to purify a full range of compounds. MS technology, principally in conjunction with chromatography, is employed in drug discovery and development, including clinical trial testing, the analysis of proteins in disease processes (known as “proteomics”), nutritional safety analysis and environmental testing. LC-MS instruments combine a liquid phase sample introduction and separation system with mass spectrometric compound identification and quantification. The Company’s thermal analysis, rheometry and calorimetry instruments are used in predicting the suitability and stability of fine chemicals, pharmaceuticals, water, polymers, metals and viscous liquids for various industrial, consumer goods and healthcare products, as well as for life science research.  Waters Corporation, organized as a Delaware corporation in 1991, is a holding company that owns all of the outstanding common stock of Waters Technologies Corporation, its operating subsidiary. Waters Corporation became a publicly traded company with its initial public offering (“IPO”) in November 1995. Since the IPO, the Company has added two significant and complementary technologies to its range of products with the acquisitions of TA Instruments in May 1996 and Micromass Limited in September 1997.  Business Segments The Company’s business activities, for which discrete financial information is available, are regularly reviewed and evaluated by the chief operating decision maker. As a result of this evaluation, the Company determined that it has two operating segments: Waters and TA. The Waters operating segment is primarily in the business of designing, manufacturing, selling and servicing LC and MS instrument systems, columns and other precision chemistry consumables that can be integrated and used along with other analytical instruments. The TA operating segment is primarily in the business of designing, manufacturing, selling and servicing thermal analysis, rheometry and calorimetry instruments. The Company’s two operating segments have similar economic characteristics; product processes; products and services; types and classes of customers; methods of distribution; and regulatory environments. Because of these similarities, the two segments have been aggregated into one reporting segment for financial statement purposes.  Information concerning revenues and long-lived assets attributable to each of the Company’s products, services and geographic areas is set forth in Note 18 in the Notes to the Consolidated Financial Statements, which is incorporated herein by reference.    1    \nWaters Products and Markets High-Performance and Ultra-Performance Liquid Chromatography HPLC is a standard technique used to identify and analyze the constituent components of a variety of chemicals and other materials. The Company believes that HPLC’s performance capabilities enable it to separate, identify and quantify a high proportion of all known chemicals. As a result, HPLC is used to analyze substances in a wide variety of industries for research and development purposes, quality control and process engineering applications.  The most significant end-use markets for HPLC are those served by the pharmaceutical and life science industries. In these markets, HPLC is used extensively to understand diseases, identify new drugs, develop manufacturing methods and assure the potency and purity of new pharmaceuticals. HPLC is also used in a variety of other applications, such as analyses of foods and beverages for nutritional labeling and compliance with safety regulations and the testing of water and air purity within the environmental testing industry, as well as applications in other industries, such as chemical and consumer products. Waters also has in vitro diagnostic labelled products that are used as general-purpose instruments for clinical diagnostic applications, such as newborn screening and therapeutic drug management, in countries where these products are registered. HPLC is also used by universities, research institutions and governmental agencies, such as the United States Food and Drug Administration (“FDA”) and the United States Environmental Protection Agency (“EPA”) and their foreign counterparts that mandate safety and efficacy testing.  In 2004, Waters introduced a novel technology that the Company describes as ultra-performance liquid chromatography that utilizes a packing material with small, uniform diameter particles and a specialized instrument, the ACQUITY UPLCTM, to accommodate the increased pressure and narrower chromatographic bands that are generated by these small and tightly packed particles. By using the ACQUITY UPLC, researchers and analysts are able to achieve more comprehensive chemical separations and faster analysis times in comparison with many analyses previously performed by HPLC. In addition, in using the ACQUITY UPLC, researchers have the potential to extend the range of applications beyond that of HPLC, enabling them to uncover more levels of scientific information. While offering significant performance advantages, the ACQUITY UPLC is also compatible with the Company’s software products and the general operating protocols of HPLC. For these reasons, the Company’s customers and field sales and support organizations are well positioned to utilize this innovative technology and instrument. In 2018, the Company introduced the ACQUITY ARCTM Bio System, a versatile, iron-free, bio-inert, quaternary liquid chromatograph specifically engineered to improve bioseparation analytical methods. The Company also introduced the ACQUITY UPLC PLUS series in 2018, consisting of the H-Class PLUS, H-Class PLUS Bio and I-Class PLUS systems, which incorporate foundational enhancements into the legacy systems.  Waters manufactures LC instruments that are offered in configurations that allow for varying degrees of automation, from component configured systems for academic teaching and research applications to fully automated systems for regulated and high sample throughput testing, and that have a variety of detection technologies, from optical-based ultra-violet absorbance, refractive index and fluorescence detectors to a suite of MS-based detectors, optimized for certain analyses.  In 2019, the Company introduced the ACQUITYTM Advanced Polymer ChromatographyTM System, which is the first fully solvent-compatible UPLC system to perform size exclusion, gradient polymer elution and solvent compatible reversed-phase liquid chromatographic separations on a single platform. The all-in-one system gives research scientists greater analytical versatility and speed when conducting research on next-generation polymers. In 2020, the Company introduced the Waters ArcTM HPLC System, a new HPLC system for routine testing in the pharmaceutical, food, academic and materials markets. A key target application is quality control in laboratories performing batch release tests on small molecule pharmaceuticals. In 2021, the Company introduced the new ACQUITY PREMIER LC solution and the Arc Premier System both featuring Waters’ MaxPeakTM High Performance Surface (“HPS”) technology. MaxPeakTM HPS technology, which was first introduced with \n  2 \n \nWaters Products and Markets High-Performance and Ultra-Performance Liquid Chromatography HPLC is a standard technique used to identify and analyze the constituent components of a variety of chemicals and other materials. The Company believes that HPLC’s performance capabilities enable it to separate, identify and quantify a high proportion of all known chemicals. As a result, HPLC is used to analyze substances in a wide variety of industries for research and development purposes, quality control and process engineering applications.  The most significant end-use markets for HPLC are those served by the pharmaceutical and life science industries. In these markets, HPLC is used extensively to understand diseases, identify new drugs, develop manufacturing methods and assure the potency and purity of new pharmaceuticals. HPLC is also used in a variety of other applications, such as analyses of foods and beverages for nutritional labeling and compliance with safety regulations and the testing of water and air purity within the environmental testing industry, as well as applications in other industries, such as chemical and consumer products. Waters also has in vitro diagnostic labelled products that are used as general-purpose instruments for clinical diagnostic applications, such as newborn screening and therapeutic drug management, in countries where these products are registered. HPLC is also used by universities, research institutions and governmental agencies, such as the United States Food and Drug Administration (“FDA”) and the United States Environmental Protection Agency (“EPA”) and their foreign counterparts that mandate safety and efficacy testing.  In 2004, Waters introduced a novel technology that the Company describes as ultra-performance liquid chromatography that utilizes a packing material with small, uniform diameter particles and a specialized instrument, the ACQUITY UPLCTM, to accommodate the increased pressure and narrower chromatographic bands that are generated by these small and tightly packed particles. By using the ACQUITY UPLC, researchers and analysts are able to achieve more comprehensive chemical separations and faster analysis times in comparison with many analyses previously performed by HPLC. In addition, in using the ACQUITY UPLC, researchers have the potential to extend the range of applications beyond that of HPLC, enabling them to uncover more levels of scientific information. While offering significant performance advantages, the ACQUITY UPLC is also compatible with the Company’s software products and the general operating protocols of HPLC. For these reasons, the Company’s customers and field sales and support organizations are well positioned to utilize this innovative technology and instrument. In 2018, the Company introduced the ACQUITY ARCTM Bio System, a versatile, iron-free, bio-inert, quaternary liquid chromatograph specifically engineered to improve bioseparation analytical methods. The Company also introduced the ACQUITY UPLC PLUS series in 2018, consisting of the H-Class PLUS, H-Class PLUS Bio and I-Class PLUS systems, which incorporate foundational enhancements into the legacy systems.  Waters manufactures LC instruments that are offered in configurations that allow for varying degrees of automation, from component configured systems for academic teaching and research applications to fully automated systems for regulated and high sample throughput testing, and that have a variety of detection technologies, from optical-based ultra-violet absorbance, refractive index and fluorescence detectors to a suite of MS-based detectors, optimized for certain analyses.  In 2019, the Company introduced the ACQUITYTM Advanced Polymer ChromatographyTM System, which is the first fully solvent-compatible UPLC system to perform size exclusion, gradient polymer elution and solvent compatible reversed-phase liquid chromatographic separations on a single platform. The all-in-one system gives research scientists greater analytical versatility and speed when conducting research on next-generation polymers. In 2020, the Company introduced the Waters ArcTM HPLC System, a new HPLC system for routine testing in the pharmaceutical, food, academic and materials markets. A key target application is quality control in laboratories performing batch release tests on small molecule pharmaceuticals. In 2021, the Company introduced the new ACQUITY PREMIER LC solution and the Arc Premier System both featuring Waters’ MaxPeakTM High Performance Surface (“HPS”) technology. MaxPeakTM HPS technology, which was first introduced with \n  2 \n Waters Products and Markets High-Performance and Ultra-Performance Liquid Chromatography HPLC is a standard technique used to identify and analyze the constituent components of a variety of chemicals and other materials. The Company believes that HPLC’s performance capabilities enable it to separate, identify and quantify a high proportion of all known chemicals. As a result, HPLC is used to analyze substances in a wide variety of industries for research and development purposes, quality control and process engineering applications.  The most significant end-use markets for HPLC are those served by the pharmaceutical and life science industries. In these markets, HPLC is used extensively to understand diseases, identify new drugs, develop manufacturing methods and assure the potency and purity of new pharmaceuticals. HPLC is also used in a variety of other applications, such as analyses of foods and beverages for nutritional labeling and compliance with safety regulations and the testing of water and air purity within the environmental testing industry, as well as applications in other industries, such as chemical and consumer products. Waters also has in vitro diagnostic labelled products that are used as general-purpose instruments for clinical diagnostic applications, such as newborn screening and therapeutic drug management, in countries where these products are registered. HPLC is also used by universities, research institutions and governmental agencies, such as the United States Food and Drug Administration (“FDA”) and the United States Environmental Protection Agency (“EPA”) and their foreign counterparts that mandate safety and efficacy testing.  In 2004, Waters introduced a novel technology that the Company describes as ultra-performance liquid chromatography that utilizes a packing material with small, uniform diameter particles and a specialized instrument, the ACQUITY UPLCTM, to accommodate the increased pressure and narrower chromatographic bands that are generated by these small and tightly packed particles. By using the ACQUITY UPLC, researchers and analysts are able to achieve more comprehensive chemical separations and faster analysis times in comparison with many analyses previously performed by HPLC. In addition, in using the ACQUITY UPLC, researchers have the potential to extend the range of applications beyond that of HPLC, enabling them to uncover more levels of scientific information. While offering significant performance advantages, the ACQUITY UPLC is also compatible with the Company’s software products and the general operating protocols of HPLC. For these reasons, the Company’s customers and field sales and support organizations are well positioned to utilize this innovative technology and instrument. In 2018, the Company introduced the ACQUITY ARCTM Bio System, a versatile, iron-free, bio-inert, quaternary liquid chromatograph specifically engineered to improve bioseparation analytical methods. The Company also introduced the ACQUITY UPLC PLUS series in 2018, consisting of the H-Class PLUS, H-Class PLUS Bio and I-Class PLUS systems, which incorporate foundational enhancements into the legacy systems.  Waters manufactures LC instruments that are offered in configurations that allow for varying degrees of automation, from component configured systems for academic teaching and research applications to fully automated systems for regulated and high sample throughput testing, and that have a variety of detection technologies, from optical-based ultra-violet absorbance, refractive index and fluorescence detectors to a suite of MS-based detectors, optimized for certain analyses.  In 2019, the Company introduced the ACQUITYTM Advanced Polymer ChromatographyTM System, which is the first fully solvent-compatible UPLC system to perform size exclusion, gradient polymer elution and solvent compatible reversed-phase liquid chromatographic separations on a single platform. The all-in-one system gives research scientists greater analytical versatility and speed when conducting research on next-generation polymers. In 2020, the Company introduced the Waters ArcTM HPLC System, a new HPLC system for routine testing in the pharmaceutical, food, academic and materials markets. A key target application is quality control in laboratories performing batch release tests on small molecule pharmaceuticals. In 2021, the Company introduced the new ACQUITY PREMIER LC solution and the Arc Premier System both featuring Waters’ MaxPeakTM High Performance Surface (“HPS”) technology. MaxPeakTM HPS technology, which was first introduced with    2    \n\nthe Company’s introduction of ACQUITYTM PREMIER Columns in 2020, is a surface technology that forms a barrier between the sample and the metal surfaces of both the system and column, eliminating the need for system passivation, mitigating the loss of metal-sensitive analytes and yielding higher quality data in less time and effort. The primary consumable products for LC instruments are chromatography columns. These columns are packed with separation media used in the LC testing process and are typically replaced at regular intervals. The chromatography column contains one of several types of packing material, typically stationary phase particles made from silica or polymeric resins. As a pressurized sample is introduced to the column inlet and permeates through the packed column, it is separated into its constituent components.  Waters HPLC columns can be used on Waters-branded and competitors’ LC systems. The Company believes that it is one of a few suppliers in the world that manufactures silica and polymeric resins, packs columns and distributes its own products. In doing so, the Company believes it can better ensure product consistency, a key attribute for its customers in quality control laboratories, and can react quickly to new customer requirements. The Company believes that its ACQUITY UPLC lines of columns are used primarily on its ACQUITY UPLC instrument systems and, furthermore, that its ACQUITY UPLC instruments primarily use ACQUITY UPLC columns. In 2019, the Company introduced the BioResolv SCX mAb Columns and VanGuardTM FIT Cartridge technologies. These new cation exchange column lines with specialized consumables are designed to simplify and improve the characterization and monitoring of monoclonal antibody (“mAb”) therapeutics, as well as enable mAb charge-variant analyses as required by the World Health Organization, the FDA and the International Conference on Harmonization for confirming the efficacy and safety of biologics and biosimilars with discovery, development and manufacturing applications. In 2020, Waters introduced ACQUITYTM PREMIER Columns, a new family of premium sub-2-micron columns featuring MaxPeakTM HPS technology. The columns are for use with any brand of UPLC system and can measurably improve data quality by mitigating the loss of sample analytes due to analyte-to-surface interactions.  The Company’s precision chemistry consumable products also include environmental and nutritional safety testing products, including Certified Reference Materials and Proficiency Testing products. Laboratories around the world and across multiple industries use these products for quality control and proficiency testing and also purchase product support services required to help with their federal and state mandated accreditation requirements or with quality control over critical pharmaceutical analysis.  In 2020, the Company acquired all of the outstanding stock of Andrew Alliance, S.A. and its two operating subsidiaries, Andrew Alliance USA, Inc. and Andrew Alliance France, SASU (collectively, “Andrew Alliance”), for $80 million, net of cash acquired. Andrew Alliance offers lab workflow automation solutions with the combination of its software platform and smart, connected laboratory equipment and accessories. The Company anticipates that full integration of Andrew Alliance will allow us to positively impact our customers’ workflows by improving the repeatability, performance and speed of laboratory operations and chemistry workflows.   Mass Spectrometry and Liquid Chromatography-Mass Spectrometry MS is a powerful analytical technology that is used to identify unknown compounds, to quantify known materials and to elucidate the structural and chemical properties of molecules by measuring the masses of molecules that have been converted into ions.  The Company is a technology and market leader in the development, manufacture, sale and service of MS instruments and components. These instruments are typically integrated and used along with other complementary analytical instruments and systems, such as LC, chemical electrophoresis and gas chromatography. A wide variety of instrumental designs fall within the overall category of MS instrumentation, including devices that incorporate quadrupole, ion trap, time-of-flight (“Tof”), magnetic sector and ion mobility technologies. Furthermore, these technologies are often used in tandem to maximize the speed and/or efficacy of certain experiments. \n  3 \n \n\nthe Company’s introduction of ACQUITYTM PREMIER Columns in 2020, is a surface technology that forms a barrier between the sample and the metal surfaces of both the system and column, eliminating the need for system passivation, mitigating the loss of metal-sensitive analytes and yielding higher quality data in less time and effort. The primary consumable products for LC instruments are chromatography columns. These columns are packed with separation media used in the LC testing process and are typically replaced at regular intervals. The chromatography column contains one of several types of packing material, typically stationary phase particles made from silica or polymeric resins. As a pressurized sample is introduced to the column inlet and permeates through the packed column, it is separated into its constituent components.  Waters HPLC columns can be used on Waters-branded and competitors’ LC systems. The Company believes that it is one of a few suppliers in the world that manufactures silica and polymeric resins, packs columns and distributes its own products. In doing so, the Company believes it can better ensure product consistency, a key attribute for its customers in quality control laboratories, and can react quickly to new customer requirements. The Company believes that its ACQUITY UPLC lines of columns are used primarily on its ACQUITY UPLC instrument systems and, furthermore, that its ACQUITY UPLC instruments primarily use ACQUITY UPLC columns. In 2019, the Company introduced the BioResolv SCX mAb Columns and VanGuardTM FIT Cartridge technologies. These new cation exchange column lines with specialized consumables are designed to simplify and improve the characterization and monitoring of monoclonal antibody (“mAb”) therapeutics, as well as enable mAb charge-variant analyses as required by the World Health Organization, the FDA and the International Conference on Harmonization for confirming the efficacy and safety of biologics and biosimilars with discovery, development and manufacturing applications. In 2020, Waters introduced ACQUITYTM PREMIER Columns, a new family of premium sub-2-micron columns featuring MaxPeakTM HPS technology. The columns are for use with any brand of UPLC system and can measurably improve data quality by mitigating the loss of sample analytes due to analyte-to-surface interactions.  The Company’s precision chemistry consumable products also include environmental and nutritional safety testing products, including Certified Reference Materials and Proficiency Testing products. Laboratories around the world and across multiple industries use these products for quality control and proficiency testing and also purchase product support services required to help with their federal and state mandated accreditation requirements or with quality control over critical pharmaceutical analysis.  In 2020, the Company acquired all of the outstanding stock of Andrew Alliance, S.A. and its two operating subsidiaries, Andrew Alliance USA, Inc. and Andrew Alliance France, SASU (collectively, “Andrew Alliance”), for $80 million, net of cash acquired. Andrew Alliance offers lab workflow automation solutions with the combination of its software platform and smart, connected laboratory equipment and accessories. The Company anticipates that full integration of Andrew Alliance will allow us to positively impact our customers’ workflows by improving the repeatability, performance and speed of laboratory operations and chemistry workflows.   Mass Spectrometry and Liquid Chromatography-Mass Spectrometry MS is a powerful analytical technology that is used to identify unknown compounds, to quantify known materials and to elucidate the structural and chemical properties of molecules by measuring the masses of molecules that have been converted into ions.  The Company is a technology and market leader in the development, manufacture, sale and service of MS instruments and components. These instruments are typically integrated and used along with other complementary analytical instruments and systems, such as LC, chemical electrophoresis and gas chromatography. A wide variety of instrumental designs fall within the overall category of MS instrumentation, including devices that incorporate quadrupole, ion trap, time-of-flight (“Tof”), magnetic sector and ion mobility technologies. Furthermore, these technologies are often used in tandem to maximize the speed and/or efficacy of certain experiments. \n  3 \n \nthe Company’s introduction of ACQUITYTM PREMIER Columns in 2020, is a surface technology that forms a barrier between the sample and the metal surfaces of both the system and column, eliminating the need for system passivation, mitigating the loss of metal-sensitive analytes and yielding higher quality data in less time and effort. The primary consumable products for LC instruments are chromatography columns. These columns are packed with separation media used in the LC testing process and are typically replaced at regular intervals. The chromatography column contains one of several types of packing material, typically stationary phase particles made from silica or polymeric resins. As a pressurized sample is introduced to the column inlet and permeates through the packed column, it is separated into its constituent components.  Waters HPLC columns can be used on Waters-branded and competitors’ LC systems. The Company believes that it is one of a few suppliers in the world that manufactures silica and polymeric resins, packs columns and distributes its own products. In doing so, the Company believes it can better ensure product consistency, a key attribute for its customers in quality control laboratories, and can react quickly to new customer requirements. The Company believes that its ACQUITY UPLC lines of columns are used primarily on its ACQUITY UPLC instrument systems and, furthermore, that its ACQUITY UPLC instruments primarily use ACQUITY UPLC columns. In 2019, the Company introduced the BioResolv SCX mAb Columns and VanGuardTM FIT Cartridge technologies. These new cation exchange column lines with specialized consumables are designed to simplify and improve the characterization and monitoring of monoclonal antibody (“mAb”) therapeutics, as well as enable mAb charge-variant analyses as required by the World Health Organization, the FDA and the International Conference on Harmonization for confirming the efficacy and safety of biologics and biosimilars with discovery, development and manufacturing applications. In 2020, Waters introduced ACQUITYTM PREMIER Columns, a new family of premium sub-2-micron columns featuring MaxPeakTM HPS technology. The columns are for use with any brand of UPLC system and can measurably improve data quality by mitigating the loss of sample analytes due to analyte-to-surface interactions.  The Company’s precision chemistry consumable products also include environmental and nutritional safety testing products, including Certified Reference Materials and Proficiency Testing products. Laboratories around the world and across multiple industries use these products for quality control and proficiency testing and also purchase product support services required to help with their federal and state mandated accreditation requirements or with quality control over critical pharmaceutical analysis.  In 2020, the Company acquired all of the outstanding stock of Andrew Alliance, S.A. and its two operating subsidiaries, Andrew Alliance USA, Inc. and Andrew Alliance France, SASU (collectively, “Andrew Alliance”), for $80 million, net of cash acquired. Andrew Alliance offers lab workflow automation solutions with the combination of its software platform and smart, connected laboratory equipment and accessories. The Company anticipates that full integration of Andrew Alliance will allow us to positively impact our customers’ workflows by improving the repeatability, performance and speed of laboratory operations and chemistry workflows.   Mass Spectrometry and Liquid Chromatography-Mass Spectrometry MS is a powerful analytical technology that is used to identify unknown compounds, to quantify known materials and to elucidate the structural and chemical properties of molecules by measuring the masses of molecules that have been converted into ions.  The Company is a technology and market leader in the development, manufacture, sale and service of MS instruments and components. These instruments are typically integrated and used along with other complementary analytical instruments and systems, such as LC, chemical electrophoresis and gas chromatography. A wide variety of instrumental designs fall within the overall category of MS instrumentation, including devices that incorporate quadrupole, ion trap, time-of-flight (“Tof”), magnetic sector and ion mobility technologies. Furthermore, these technologies are often used in tandem to maximize the speed and/or efficacy of certain experiments.    3    \nCurrently, the Company offers a wide range of MS instrument systems utilizing various combinations of quadrupole, Tof and ion mobility designs. These instrument systems are used in drug discovery and development, as well as for environmental, clinical and nutritional safety testing. The overwhelming majority of mass spectrometers sold by the Company are designed to utilize an LC system and a liquid compatible interface (such as an electrospray ionization source) as the sample introduction device. These products supply a diverse market with a strong emphasis on the pharmaceutical, biomedical, clinical, food and beverage and environmental market segments worldwide.  MS is an increasingly important detection technology for LC. The Company’s smaller-sized mass spectrometers, such as the single quadrupole detector and the tandem quadrupole detector (“TQD”), are often referred to as LC “detectors” and are typically sold as part of an LC system or as an LC system upgrade. Larger quadrupole systems, such as the XevoTM TQ and Xevo TQ-S instruments, are used primarily for experiments performed for late-stage drug development, including clinical trial testing. Quadrupole time-of-flight (“Q-Tof”) instruments, such as the Company’s SYNAPTTM G2-S, are often used to analyze the role of proteins in disease processes, an application sometimes referred to as “proteomics”.  LC and MS are typically embodied within an analytical system tailored for either a dedicated class of analyses or as a general-purpose analytical device. An increasing percentage of the Company’s customers are purchasing LC and MS components simultaneously and it has become common for LC and MS instrumentation to be used within the same laboratory and operated by the same user. The descriptions of LC and MS above reflect the historical segmentation of these analytical technologies and the historical categorization of their respective practitioners. Increasingly in today’s instrument market, this segmentation and categorization is becoming obsolete as a high percentage of instruments used in the laboratory embody both LC and MS technologies as part of a single device. In response to this development and to further promote the high utilization of these hybrid instruments, the Company has organized its Waters operating segment to develop, manufacture, sell and service integrated LC-MS systems.  In 2019, the Company introduced the BioAccordTM system, a liquid chromatography-mass spectrometry solution that expands access to high-resolution time-of-flight mass spectrometry capabilities. The system provides new levels of user experience with automated setup and self-diagnosis delivered through an intuitive user interface. Also in 2019, the Company introduced the Cyclic IMS system, which seamlessly integrates cyclic ion mobility technology into a high-performance research-grade time-of-flight mass spectrometer. In addition, the Company introduced the SYNAPT XS, a new highly flexible, high-resolution mass spectrometer for research and development labs focused on discovery applications. The Company also reinforced its tandem quadrupole mass spectrometry portfolio during the current year with upgrades to the Xevo TQ-S micro and the introduction of the new Xevo TQ-S cronos. The Xevo TQ-S micro features new performance enhancements that bring the quantitation of highly polar, ionic compounds in food to a higher level. The Xevo TQ-S cronos is a new, tandem quadrupole mass spectrometer purposely built for routine quantitation of large numbers of small-molecule organic compounds over a wide concentration range. The Xevo TQ-S micro and the Xevo TQ-S cronos are also well suited to meet regulatory requirements for pesticide residue analysis, the monitoring for contaminants in processed foods, identifying drugs of abuse, and performing impurity profiling of pharmaceuticals. In 2020, the Company introduced the new RADIANTM ASAPTM System, a novel direct mass detector engineered for non-mass spectrometry experts to conduct fast and accurate analyses of solids and liquids with minimal sample prep. Also in 2020, the Company introduced enhancements for the Waters Xevo G2-XS QTof SYNAPT XS and SELECT SERIES Cyclic IMS, including a new fragmentation technique and imaging option.  In 2021, the Company introduced the Waters SELECT SERIESTM MRT, a high-resolution mass spectrometer that combines Multi-Reflecting Time-of-Flight (“MRT”) technology with enhanced desorption electrospray ionization and new matrix-assisted laser desorption ionization imaging sources. The platform will serve as the basis for Waters’ next generation Tof instruments with applications in pharmaceutical, biomedical, natural products, and materials research. Also in 2021, the Company released the ACQUITY RDa™ Detector featuring SmartMS™, the company’s newest Tof MS designed to improve the ease and reliability of small \n  4 \n \nCurrently, the Company offers a wide range of MS instrument systems utilizing various combinations of quadrupole, Tof and ion mobility designs. These instrument systems are used in drug discovery and development, as well as for environmental, clinical and nutritional safety testing. The overwhelming majority of mass spectrometers sold by the Company are designed to utilize an LC system and a liquid compatible interface (such as an electrospray ionization source) as the sample introduction device. These products supply a diverse market with a strong emphasis on the pharmaceutical, biomedical, clinical, food and beverage and environmental market segments worldwide.  MS is an increasingly important detection technology for LC. The Company’s smaller-sized mass spectrometers, such as the single quadrupole detector and the tandem quadrupole detector (“TQD”), are often referred to as LC “detectors” and are typically sold as part of an LC system or as an LC system upgrade. Larger quadrupole systems, such as the XevoTM TQ and Xevo TQ-S instruments, are used primarily for experiments performed for late-stage drug development, including clinical trial testing. Quadrupole time-of-flight (“Q-Tof”) instruments, such as the Company’s SYNAPTTM G2-S, are often used to analyze the role of proteins in disease processes, an application sometimes referred to as “proteomics”.  LC and MS are typically embodied within an analytical system tailored for either a dedicated class of analyses or as a general-purpose analytical device. An increasing percentage of the Company’s customers are purchasing LC and MS components simultaneously and it has become common for LC and MS instrumentation to be used within the same laboratory and operated by the same user. The descriptions of LC and MS above reflect the historical segmentation of these analytical technologies and the historical categorization of their respective practitioners. Increasingly in today’s instrument market, this segmentation and categorization is becoming obsolete as a high percentage of instruments used in the laboratory embody both LC and MS technologies as part of a single device. In response to this development and to further promote the high utilization of these hybrid instruments, the Company has organized its Waters operating segment to develop, manufacture, sell and service integrated LC-MS systems.  In 2019, the Company introduced the BioAccordTM system, a liquid chromatography-mass spectrometry solution that expands access to high-resolution time-of-flight mass spectrometry capabilities. The system provides new levels of user experience with automated setup and self-diagnosis delivered through an intuitive user interface. Also in 2019, the Company introduced the Cyclic IMS system, which seamlessly integrates cyclic ion mobility technology into a high-performance research-grade time-of-flight mass spectrometer. In addition, the Company introduced the SYNAPT XS, a new highly flexible, high-resolution mass spectrometer for research and development labs focused on discovery applications. The Company also reinforced its tandem quadrupole mass spectrometry portfolio during the current year with upgrades to the Xevo TQ-S micro and the introduction of the new Xevo TQ-S cronos. The Xevo TQ-S micro features new performance enhancements that bring the quantitation of highly polar, ionic compounds in food to a higher level. The Xevo TQ-S cronos is a new, tandem quadrupole mass spectrometer purposely built for routine quantitation of large numbers of small-molecule organic compounds over a wide concentration range. The Xevo TQ-S micro and the Xevo TQ-S cronos are also well suited to meet regulatory requirements for pesticide residue analysis, the monitoring for contaminants in processed foods, identifying drugs of abuse, and performing impurity profiling of pharmaceuticals. In 2020, the Company introduced the new RADIANTM ASAPTM System, a novel direct mass detector engineered for non-mass spectrometry experts to conduct fast and accurate analyses of solids and liquids with minimal sample prep. Also in 2020, the Company introduced enhancements for the Waters Xevo G2-XS QTof SYNAPT XS and SELECT SERIES Cyclic IMS, including a new fragmentation technique and imaging option.  In 2021, the Company introduced the Waters SELECT SERIESTM MRT, a high-resolution mass spectrometer that combines Multi-Reflecting Time-of-Flight (“MRT”) technology with enhanced desorption electrospray ionization and new matrix-assisted laser desorption ionization imaging sources. The platform will serve as the basis for Waters’ next generation Tof instruments with applications in pharmaceutical, biomedical, natural products, and materials research. Also in 2021, the Company released the ACQUITY RDa™ Detector featuring SmartMS™, the company’s newest Tof MS designed to improve the ease and reliability of small \n  4 \n Currently, the Company offers a wide range of MS instrument systems utilizing various combinations of quadrupole, Tof and ion mobility designs. These instrument systems are used in drug discovery and development, as well as for environmental, clinical and nutritional safety testing. The overwhelming majority of mass spectrometers sold by the Company are designed to utilize an LC system and a liquid compatible interface (such as an electrospray ionization source) as the sample introduction device. These products supply a diverse market with a strong emphasis on the pharmaceutical, biomedical, clinical, food and beverage and environmental market segments worldwide.  MS is an increasingly important detection technology for LC. The Company’s smaller-sized mass spectrometers, such as the single quadrupole detector and the tandem quadrupole detector (“TQD”), are often referred to as LC “detectors” and are typically sold as part of an LC system or as an LC system upgrade. Larger quadrupole systems, such as the XevoTM TQ and Xevo TQ-S instruments, are used primarily for experiments performed for late-stage drug development, including clinical trial testing. Quadrupole time-of-flight (“Q-Tof”) instruments, such as the Company’s SYNAPTTM G2-S, are often used to analyze the role of proteins in disease processes, an application sometimes referred to as “proteomics”.  LC and MS are typically embodied within an analytical system tailored for either a dedicated class of analyses or as a general-purpose analytical device. An increasing percentage of the Company’s customers are purchasing LC and MS components simultaneously and it has become common for LC and MS instrumentation to be used within the same laboratory and operated by the same user. The descriptions of LC and MS above reflect the historical segmentation of these analytical technologies and the historical categorization of their respective practitioners. Increasingly in today’s instrument market, this segmentation and categorization is becoming obsolete as a high percentage of instruments used in the laboratory embody both LC and MS technologies as part of a single device. In response to this development and to further promote the high utilization of these hybrid instruments, the Company has organized its Waters operating segment to develop, manufacture, sell and service integrated LC-MS systems.  In 2019, the Company introduced the BioAccordTM system, a liquid chromatography-mass spectrometry solution that expands access to high-resolution time-of-flight mass spectrometry capabilities. The system provides new levels of user experience with automated setup and self-diagnosis delivered through an intuitive user interface. Also in 2019, the Company introduced the Cyclic IMS system, which seamlessly integrates cyclic ion mobility technology into a high-performance research-grade time-of-flight mass spectrometer. In addition, the Company introduced the SYNAPT XS, a new highly flexible, high-resolution mass spectrometer for research and development labs focused on discovery applications. The Company also reinforced its tandem quadrupole mass spectrometry portfolio during the current year with upgrades to the Xevo TQ-S micro and the introduction of the new Xevo TQ-S cronos. The Xevo TQ-S micro features new performance enhancements that bring the quantitation of highly polar, ionic compounds in food to a higher level. The Xevo TQ-S cronos is a new, tandem quadrupole mass spectrometer purposely built for routine quantitation of large numbers of small-molecule organic compounds over a wide concentration range. The Xevo TQ-S micro and the Xevo TQ-S cronos are also well suited to meet regulatory requirements for pesticide residue analysis, the monitoring for contaminants in processed foods, identifying drugs of abuse, and performing impurity profiling of pharmaceuticals. In 2020, the Company introduced the new RADIANTM ASAPTM System, a novel direct mass detector engineered for non-mass spectrometry experts to conduct fast and accurate analyses of solids and liquids with minimal sample prep. Also in 2020, the Company introduced enhancements for the Waters Xevo G2-XS QTof SYNAPT XS and SELECT SERIES Cyclic IMS, including a new fragmentation technique and imaging option.  In 2021, the Company introduced the Waters SELECT SERIESTM MRT, a high-resolution mass spectrometer that combines Multi-Reflecting Time-of-Flight (“MRT”) technology with enhanced desorption electrospray ionization and new matrix-assisted laser desorption ionization imaging sources. The platform will serve as the basis for Waters’ next generation Tof instruments with applications in pharmaceutical, biomedical, natural products, and materials research. Also in 2021, the Company released the ACQUITY RDa™ Detector featuring SmartMS™, the company’s newest Tof MS designed to improve the ease and reliability of small    4    \n\nmolecule analysis for pharmaceutical, academic, food, and forensic applications. The Company also introduced a new peptide multi-attribute method workflow for the BioAccord LC-MS system in 2021, which is an end-to-end workflow for analyzing monoclonal antibodies and other protein and peptide-based drugs.  In 2022, the Company introduced the new Xevo™ TQ Absolute system, the most sensitive and compact benchtop tandem mass spec in its class. The Company introduced the new Xevo™ G3 quadrupole time-of-flight (“QTof”) mass spectrometer with CONFIRM Sequence—a new oligonucleotide sequencing confirmation app for the waters_connect™ software platform and an electrospray ionization source for the high-resolution Waters™ SELECT SERIES™ Multi-Reflecting Time-of-Flight mass spectrometer.  Based upon 2022 reports from independent marketing research firms and publicly disclosed sales figures from competitors, the Company believes that it is one of the world’s largest manufacturers and distributors of LC and LC-MS instrument systems, chromatography columns and other consumables and related services.  The Company has been a developer and supplier of software-based products that interface with both the Company’s and other suppliers’ instruments. The Company’s newest software technology is the waters_connectTM platform. In 2019, the Company introduced the first of a series of applications on this platform supporting the BioAccord system and the Xevo G2 XS mass spectrometers. These applications support biopharmaceutical workflows, simplifying the collection of often complex LCMS data for use in biopharmaceutical development and into QC where it is used to assure the quality of existing medicines and new drug formulations. The platform design of waters_connect has enabled rapid delivery of several major updates including new biopharma application workflows designed in close collaboration with biopharmaceutical innovators to solve specific challenges they face with existing solutions. The platform also provides the foundation for the connected lab of the future where data is no longer siloed but can be securely shared among a community of connected scientists. Waters_connect joins the existing suite of informatics products – Empower™ Chromatography Data Software, MassLynx™ Mass Spectrometry Software and NuGenesis™ Scientific Data Management System, each of which is used to support innovations within world-leading institutions. In 2020, Waters announced the availability of Waters Empower BC LAC/ETM with SecureSync, an enhanced solution to preserve the ability for laboratories to work locally when organizations with distributed laboratory environments experience an enterprise interruption.  On December 15, 2020, the Company acquired all of the outstanding stock of Integrated Software Solutions Pty Limited and its two operating subsidiaries Integrated Software Solutions Limited and Integrated Software Solutions USA, LLC (collectively, “ISS”), for $4 million, net of cash acquired. In addition to the cash paid at closing there was an earn out provision in which the Company would have to pay an additional $2 million to the shareholders of ISS if certain revenue and customer account conditions are achieved in the two years subsequent to the acquisition date. This contingent consideration is recorded as a liability. As of the balance sheet date the earn out period has been completed. ISS offers clinical laboratory software systems that support and further expand product offerings within our clinical business. The net assets acquired primarily relate to ISS’ laboratory information system, OMNI-Lab.  In 2022, the Company introduced a new Per-and Polyfluoroalkyl Substances (“PFAS”) quantitation workflow enabled by enhancements to its waters_connect™ for quantitation software and the Company introduced Extraction+ Connected Device, a new software-controlled product for the Waters™ Andrew+™ Pipetting Robot that automates the preparation of biological, food, forensics and environmental samples by solid phase extraction.  Waters Service Services provided by Waters enable customers to maximize technology productivity, support customer compliance activities and provide transparency into enterprise resource management efficiencies. The customer benefits from improved budget control, data-driven technology adoption and accelerated workflow at a site or on \n  5 \n \n\nmolecule analysis for pharmaceutical, academic, food, and forensic applications. The Company also introduced a new peptide multi-attribute method workflow for the BioAccord LC-MS system in 2021, which is an end-to-end workflow for analyzing monoclonal antibodies and other protein and peptide-based drugs.  In 2022, the Company introduced the new Xevo™ TQ Absolute system, the most sensitive and compact benchtop tandem mass spec in its class. The Company introduced the new Xevo™ G3 quadrupole time-of-flight (“QTof”) mass spectrometer with CONFIRM Sequence—a new oligonucleotide sequencing confirmation app for the waters_connect™ software platform and an electrospray ionization source for the high-resolution Waters™ SELECT SERIES™ Multi-Reflecting Time-of-Flight mass spectrometer.  Based upon 2022 reports from independent marketing research firms and publicly disclosed sales figures from competitors, the Company believes that it is one of the world’s largest manufacturers and distributors of LC and LC-MS instrument systems, chromatography columns and other consumables and related services.  The Company has been a developer and supplier of software-based products that interface with both the Company’s and other suppliers’ instruments. The Company’s newest software technology is the waters_connectTM platform. In 2019, the Company introduced the first of a series of applications on this platform supporting the BioAccord system and the Xevo G2 XS mass spectrometers. These applications support biopharmaceutical workflows, simplifying the collection of often complex LCMS data for use in biopharmaceutical development and into QC where it is used to assure the quality of existing medicines and new drug formulations. The platform design of waters_connect has enabled rapid delivery of several major updates including new biopharma application workflows designed in close collaboration with biopharmaceutical innovators to solve specific challenges they face with existing solutions. The platform also provides the foundation for the connected lab of the future where data is no longer siloed but can be securely shared among a community of connected scientists. Waters_connect joins the existing suite of informatics products – Empower™ Chromatography Data Software, MassLynx™ Mass Spectrometry Software and NuGenesis™ Scientific Data Management System, each of which is used to support innovations within world-leading institutions. In 2020, Waters announced the availability of Waters Empower BC LAC/ETM with SecureSync, an enhanced solution to preserve the ability for laboratories to work locally when organizations with distributed laboratory environments experience an enterprise interruption.  On December 15, 2020, the Company acquired all of the outstanding stock of Integrated Software Solutions Pty Limited and its two operating subsidiaries Integrated Software Solutions Limited and Integrated Software Solutions USA, LLC (collectively, “ISS”), for $4 million, net of cash acquired. In addition to the cash paid at closing there was an earn out provision in which the Company would have to pay an additional $2 million to the shareholders of ISS if certain revenue and customer account conditions are achieved in the two years subsequent to the acquisition date. This contingent consideration is recorded as a liability. As of the balance sheet date the earn out period has been completed. ISS offers clinical laboratory software systems that support and further expand product offerings within our clinical business. The net assets acquired primarily relate to ISS’ laboratory information system, OMNI-Lab.  In 2022, the Company introduced a new Per-and Polyfluoroalkyl Substances (“PFAS”) quantitation workflow enabled by enhancements to its waters_connect™ for quantitation software and the Company introduced Extraction+ Connected Device, a new software-controlled product for the Waters™ Andrew+™ Pipetting Robot that automates the preparation of biological, food, forensics and environmental samples by solid phase extraction.  Waters Service Services provided by Waters enable customers to maximize technology productivity, support customer compliance activities and provide transparency into enterprise resource management efficiencies. The customer benefits from improved budget control, data-driven technology adoption and accelerated workflow at a site or on \n  5 \n \nmolecule analysis for pharmaceutical, academic, food, and forensic applications. The Company also introduced a new peptide multi-attribute method workflow for the BioAccord LC-MS system in 2021, which is an end-to-end workflow for analyzing monoclonal antibodies and other protein and peptide-based drugs.  In 2022, the Company introduced the new Xevo™ TQ Absolute system, the most sensitive and compact benchtop tandem mass spec in its class. The Company introduced the new Xevo™ G3 quadrupole time-of-flight (“QTof”) mass spectrometer with CONFIRM Sequence—a new oligonucleotide sequencing confirmation app for the waters_connect™ software platform and an electrospray ionization source for the high-resolution Waters™ SELECT SERIES™ Multi-Reflecting Time-of-Flight mass spectrometer.  Based upon 2022 reports from independent marketing research firms and publicly disclosed sales figures from competitors, the Company believes that it is one of the world’s largest manufacturers and distributors of LC and LC-MS instrument systems, chromatography columns and other consumables and related services.  The Company has been a developer and supplier of software-based products that interface with both the Company’s and other suppliers’ instruments. The Company’s newest software technology is the waters_connectTM platform. In 2019, the Company introduced the first of a series of applications on this platform supporting the BioAccord system and the Xevo G2 XS mass spectrometers. These applications support biopharmaceutical workflows, simplifying the collection of often complex LCMS data for use in biopharmaceutical development and into QC where it is used to assure the quality of existing medicines and new drug formulations. The platform design of waters_connect has enabled rapid delivery of several major updates including new biopharma application workflows designed in close collaboration with biopharmaceutical innovators to solve specific challenges they face with existing solutions. The platform also provides the foundation for the connected lab of the future where data is no longer siloed but can be securely shared among a community of connected scientists. Waters_connect joins the existing suite of informatics products – Empower™ Chromatography Data Software, MassLynx™ Mass Spectrometry Software and NuGenesis™ Scientific Data Management System, each of which is used to support innovations within world-leading institutions. In 2020, Waters announced the availability of Waters Empower BC LAC/ETM with SecureSync, an enhanced solution to preserve the ability for laboratories to work locally when organizations with distributed laboratory environments experience an enterprise interruption.  On December 15, 2020, the Company acquired all of the outstanding stock of Integrated Software Solutions Pty Limited and its two operating subsidiaries Integrated Software Solutions Limited and Integrated Software Solutions USA, LLC (collectively, “ISS”), for $4 million, net of cash acquired. In addition to the cash paid at closing there was an earn out provision in which the Company would have to pay an additional $2 million to the shareholders of ISS if certain revenue and customer account conditions are achieved in the two years subsequent to the acquisition date. This contingent consideration is recorded as a liability. As of the balance sheet date the earn out period has been completed. ISS offers clinical laboratory software systems that support and further expand product offerings within our clinical business. The net assets acquired primarily relate to ISS’ laboratory information system, OMNI-Lab.  In 2022, the Company introduced a new Per-and Polyfluoroalkyl Substances (“PFAS”) quantitation workflow enabled by enhancements to its waters_connect™ for quantitation software and the Company introduced Extraction+ Connected Device, a new software-controlled product for the Waters™ Andrew+™ Pipetting Robot that automates the preparation of biological, food, forensics and environmental samples by solid phase extraction.  Waters Service Services provided by Waters enable customers to maximize technology productivity, support customer compliance activities and provide transparency into enterprise resource management efficiencies. The customer benefits from improved budget control, data-driven technology adoption and accelerated workflow at a site or on    5    \n\na global perspective. The Company considers its service offerings to be highly differentiated from its competition, as evidenced by a consistent increase in annual service revenues. The Company’s principal competitors in the service market include PerkinElmer, Inc., Agilent Technologies, Inc. and Thermo Fisher Scientific Inc. These competitors can provide certain services on Waters instruments to varying degrees and always present competitive risk.  The servicing and support of instruments, software and accessories is an important source of revenue and represented over 35% of sales for Waters in 2022. These revenues are derived primarily through the sale of support plans, demand services, spare parts, customer performance validation services and customer training. Support plans typically involve scheduled instrument maintenance and an agreement to promptly repair a non-functioning instrument in return for a fee described in a contract that is priced according to the configuration of the instrument.  TA Products and Markets Thermal Analysis, Rheometry and Calorimetry Thermal analysis measures the physical or thermodynamic characteristics of materials as a function of temperature. Changes in temperature affect several characteristics of materials, such as their heat flow characteristics, physical state, weight, dimension and mechanical and electrical properties, which may be measured by one or more thermal analysis techniques, including calorimetry. Consequently, thermal analysis techniques are widely used in the development, production and characterization of materials in various industries, such as plastics, chemicals, automobiles, pharmaceuticals and electronics.  Rheometry instruments often complement thermal analyzers in characterizing materials. Rheometry characterizes the flow properties of materials and measures their viscosity, elasticity and deformation under different types of “loading” or other conditions. The information obtained under such conditions provides insight into a material’s behavior during processing, packaging, transport, usage and storage.  Thermal analysis, rheometry and calorimetry instruments are heavily used in material testing laboratories and, in many cases, provide information useful in predicting the suitability and stability of industrial polymers, fine chemicals, pharmaceuticals, water, metals and viscous liquids in various industrial, consumer goods and healthcare products, as well as for life science research. As with systems offered by Waters, a range of instrument configurations is available with increasing levels of sample handling and information processing automation. In addition, systems and accompanying software packages can be tailored for specific applications.  In 2020, TA introduced the new Discovery X3 Differential Scanning Calorimeter (“X3 DSC”), Discovery Hybrid Rheometers and TAM IV Micro XL isothermal microcalorimeter. The X3 DSC accelerates productivity in customers’ laboratories by enabling three samples to be measured in a single experiment, compared to the single-sample series operation of the other available DSC offerings in the market. This particularly addresses a need in high-throughput laboratories in industries such as composites, electronics and polymer manufacturing. The new line of Discovery Hybrid Rheometers provides increased sensitivity and versatility of rheometry measurements, supporting the development of next-generation, high-performance materials by improving the productivity and efficiency of materials science research. The TAM IV Micro XL isothermal calorimeter supports the development of new battery chemistries by measuring self-discharge and unwanted reactions that reduce battery life and efficiency.  In 2021, TA introduced the TMA 450RH and the Discovery SA. The TMA 450RH provides measurements of dimensional compatibility of materials under controlled temperature and humidity that are important for the development of new electronic devices. The Discovery SA is used in pharmaceutical development to assess the impact of moisture in drug product processing and storage on crystalline structure, which is related to drug product efficacy. \n  6 \n \n\na global perspective. The Company considers its service offerings to be highly differentiated from its competition, as evidenced by a consistent increase in annual service revenues. The Company’s principal competitors in the service market include PerkinElmer, Inc., Agilent Technologies, Inc. and Thermo Fisher Scientific Inc. These competitors can provide certain services on Waters instruments to varying degrees and always present competitive risk.  The servicing and support of instruments, software and accessories is an important source of revenue and represented over 35% of sales for Waters in 2022. These revenues are derived primarily through the sale of support plans, demand services, spare parts, customer performance validation services and customer training. Support plans typically involve scheduled instrument maintenance and an agreement to promptly repair a non-functioning instrument in return for a fee described in a contract that is priced according to the configuration of the instrument.  TA Products and Markets Thermal Analysis, Rheometry and Calorimetry Thermal analysis measures the physical or thermodynamic characteristics of materials as a function of temperature. Changes in temperature affect several characteristics of materials, such as their heat flow characteristics, physical state, weight, dimension and mechanical and electrical properties, which may be measured by one or more thermal analysis techniques, including calorimetry. Consequently, thermal analysis techniques are widely used in the development, production and characterization of materials in various industries, such as plastics, chemicals, automobiles, pharmaceuticals and electronics.  Rheometry instruments often complement thermal analyzers in characterizing materials. Rheometry characterizes the flow properties of materials and measures their viscosity, elasticity and deformation under different types of “loading” or other conditions. The information obtained under such conditions provides insight into a material’s behavior during processing, packaging, transport, usage and storage.  Thermal analysis, rheometry and calorimetry instruments are heavily used in material testing laboratories and, in many cases, provide information useful in predicting the suitability and stability of industrial polymers, fine chemicals, pharmaceuticals, water, metals and viscous liquids in various industrial, consumer goods and healthcare products, as well as for life science research. As with systems offered by Waters, a range of instrument configurations is available with increasing levels of sample handling and information processing automation. In addition, systems and accompanying software packages can be tailored for specific applications.  In 2020, TA introduced the new Discovery X3 Differential Scanning Calorimeter (“X3 DSC”), Discovery Hybrid Rheometers and TAM IV Micro XL isothermal microcalorimeter. The X3 DSC accelerates productivity in customers’ laboratories by enabling three samples to be measured in a single experiment, compared to the single-sample series operation of the other available DSC offerings in the market. This particularly addresses a need in high-throughput laboratories in industries such as composites, electronics and polymer manufacturing. The new line of Discovery Hybrid Rheometers provides increased sensitivity and versatility of rheometry measurements, supporting the development of next-generation, high-performance materials by improving the productivity and efficiency of materials science research. The TAM IV Micro XL isothermal calorimeter supports the development of new battery chemistries by measuring self-discharge and unwanted reactions that reduce battery life and efficiency.  In 2021, TA introduced the TMA 450RH and the Discovery SA. The TMA 450RH provides measurements of dimensional compatibility of materials under controlled temperature and humidity that are important for the development of new electronic devices. The Discovery SA is used in pharmaceutical development to assess the impact of moisture in drug product processing and storage on crystalline structure, which is related to drug product efficacy. \n  6 \n \na global perspective. The Company considers its service offerings to be highly differentiated from its competition, as evidenced by a consistent increase in annual service revenues. The Company’s principal competitors in the service market include PerkinElmer, Inc., Agilent Technologies, Inc. and Thermo Fisher Scientific Inc. These competitors can provide certain services on Waters instruments to varying degrees and always present competitive risk.  The servicing and support of instruments, software and accessories is an important source of revenue and represented over 35% of sales for Waters in 2022. These revenues are derived primarily through the sale of support plans, demand services, spare parts, customer performance validation services and customer training. Support plans typically involve scheduled instrument maintenance and an agreement to promptly repair a non-functioning instrument in return for a fee described in a contract that is priced according to the configuration of the instrument.  TA Products and Markets Thermal Analysis, Rheometry and Calorimetry Thermal analysis measures the physical or thermodynamic characteristics of materials as a function of temperature. Changes in temperature affect several characteristics of materials, such as their heat flow characteristics, physical state, weight, dimension and mechanical and electrical properties, which may be measured by one or more thermal analysis techniques, including calorimetry. Consequently, thermal analysis techniques are widely used in the development, production and characterization of materials in various industries, such as plastics, chemicals, automobiles, pharmaceuticals and electronics.  Rheometry instruments often complement thermal analyzers in characterizing materials. Rheometry characterizes the flow properties of materials and measures their viscosity, elasticity and deformation under different types of “loading” or other conditions. The information obtained under such conditions provides insight into a material’s behavior during processing, packaging, transport, usage and storage.  Thermal analysis, rheometry and calorimetry instruments are heavily used in material testing laboratories and, in many cases, provide information useful in predicting the suitability and stability of industrial polymers, fine chemicals, pharmaceuticals, water, metals and viscous liquids in various industrial, consumer goods and healthcare products, as well as for life science research. As with systems offered by Waters, a range of instrument configurations is available with increasing levels of sample handling and information processing automation. In addition, systems and accompanying software packages can be tailored for specific applications.  In 2020, TA introduced the new Discovery X3 Differential Scanning Calorimeter (“X3 DSC”), Discovery Hybrid Rheometers and TAM IV Micro XL isothermal microcalorimeter. The X3 DSC accelerates productivity in customers’ laboratories by enabling three samples to be measured in a single experiment, compared to the single-sample series operation of the other available DSC offerings in the market. This particularly addresses a need in high-throughput laboratories in industries such as composites, electronics and polymer manufacturing. The new line of Discovery Hybrid Rheometers provides increased sensitivity and versatility of rheometry measurements, supporting the development of next-generation, high-performance materials by improving the productivity and efficiency of materials science research. The TAM IV Micro XL isothermal calorimeter supports the development of new battery chemistries by measuring self-discharge and unwanted reactions that reduce battery life and efficiency.  In 2021, TA introduced the TMA 450RH and the Discovery SA. The TMA 450RH provides measurements of dimensional compatibility of materials under controlled temperature and humidity that are important for the development of new electronic devices. The Discovery SA is used in pharmaceutical development to assess the impact of moisture in drug product processing and storage on crystalline structure, which is related to drug product efficacy.    6    \nIn 2021, TA introduced the TRIOS AutoPilot software for its thermal analyzer product line. This software helps laboratory staff using TA’s thermal analyzers create routine and streamlined standard operating procedures improving the speed and productivity of thermal analysis measurements.  In 2022, TA introduced the Powder Rheology Accessory, which enables our Discovery Hybrid Rheometers to characterize the behavior of powders during storage, dispensing, processing and end-use. The Powder Rheology Accessory provides relevant property and processing measurements for battery electrode coatings to prevent defects that cause cell failure and pharmaceutical tablets to prevent instabilities of API blends.  In 2022, TA introduced Polymer Workflow Guided Methods, which provides walk up and use functionality by codifying polymer workflows. Guided Methods leverages the power of AutoPilot and enables novice users to quickly learn and use the instrument to set up test methods, run tests, and execute analyses across our Thermal Analysis and Rheology product lines.  TA Service Similar to Waters, the servicing and support of TA’s instruments is an important source of revenue and represented more than 25% of sales for TA in 2022. TA operates independently from the Waters operating segment, though many of its overseas offices are jointly occupied with Waters to achieve operational efficiencies. TA has dedicated field sales and service operations. Service sales are primarily derived from the sale of support plans, replacement parts and billed labor fees associated with the repair, maintenance and upgrade of installed systems.  Global Customers The Company typically has a broad and diversified customer base that includes pharmaceutical accounts, other industrial accounts, universities and governmental agencies. Purchase of the Company’s instrument systems is often dependent on its customers’ capital spending, or funding as in the cases of academic, governmental and research institutions, which often fluctuate from year to year. The pharmaceutical segment represents the Company’s largest sector and includes multinational pharmaceutical companies, generic drug manufacturers, contract research organizations (“CRO”s) and biotechnology companies. The Company’s other industrial customers include chemical manufacturers, polymer manufacturers, food and beverage companies and environmental testing laboratories. The Company also sells to universities and governmental agencies worldwide. The Company’s technical sales and support staff members work closely with its customers in developing and implementing applications that meet their full range of analytical requirements. During 2022, 59% of the Company’s net sales were to pharmaceutical accounts, 31% to other industrial accounts and 10% to academic institutions and governmental agencies. Although the Company transacts business with various government agencies, no government contract is of such magnitude that a renegotiation of profits or termination of the contract at the election of the government agency would have a material adverse effect on the Company’s financial results.  The Company typically experiences an increase in sales in the fourth quarter, as a result of purchasing habits for capital goods of many customers who tend to exhaust their spending budgets by calendar year-end. The Company does not rely on any single customer for a material portion of its sales. During fiscal years 2022, 2021 and 2020, no single customer accounted for more than 2% of the Company’s net sales.  Sales and Service The Company has one of the largest direct sales and service organizations focused exclusively on the analytical workflows offered by the Company. Across these product technologies, using respective specialized sales and service workforces, the Company serves its customer base with 83 sales offices throughout the world as of December 31, 2022 and approximately 4,500, 4,300 and 4,000 field representatives in 2022, 2021 and 2020, \n  7 \n \nIn 2021, TA introduced the TRIOS AutoPilot software for its thermal analyzer product line. This software helps laboratory staff using TA’s thermal analyzers create routine and streamlined standard operating procedures improving the speed and productivity of thermal analysis measurements.  In 2022, TA introduced the Powder Rheology Accessory, which enables our Discovery Hybrid Rheometers to characterize the behavior of powders during storage, dispensing, processing and end-use. The Powder Rheology Accessory provides relevant property and processing measurements for battery electrode coatings to prevent defects that cause cell failure and pharmaceutical tablets to prevent instabilities of API blends.  In 2022, TA introduced Polymer Workflow Guided Methods, which provides walk up and use functionality by codifying polymer workflows. Guided Methods leverages the power of AutoPilot and enables novice users to quickly learn and use the instrument to set up test methods, run tests, and execute analyses across our Thermal Analysis and Rheology product lines.  TA Service Similar to Waters, the servicing and support of TA’s instruments is an important source of revenue and represented more than 25% of sales for TA in 2022. TA operates independently from the Waters operating segment, though many of its overseas offices are jointly occupied with Waters to achieve operational efficiencies. TA has dedicated field sales and service operations. Service sales are primarily derived from the sale of support plans, replacement parts and billed labor fees associated with the repair, maintenance and upgrade of installed systems.  Global Customers The Company typically has a broad and diversified customer base that includes pharmaceutical accounts, other industrial accounts, universities and governmental agencies. Purchase of the Company’s instrument systems is often dependent on its customers’ capital spending, or funding as in the cases of academic, governmental and research institutions, which often fluctuate from year to year. The pharmaceutical segment represents the Company’s largest sector and includes multinational pharmaceutical companies, generic drug manufacturers, contract research organizations (“CRO”s) and biotechnology companies. The Company’s other industrial customers include chemical manufacturers, polymer manufacturers, food and beverage companies and environmental testing laboratories. The Company also sells to universities and governmental agencies worldwide. The Company’s technical sales and support staff members work closely with its customers in developing and implementing applications that meet their full range of analytical requirements. During 2022, 59% of the Company’s net sales were to pharmaceutical accounts, 31% to other industrial accounts and 10% to academic institutions and governmental agencies. Although the Company transacts business with various government agencies, no government contract is of such magnitude that a renegotiation of profits or termination of the contract at the election of the government agency would have a material adverse effect on the Company’s financial results.  The Company typically experiences an increase in sales in the fourth quarter, as a result of purchasing habits for capital goods of many customers who tend to exhaust their spending budgets by calendar year-end. The Company does not rely on any single customer for a material portion of its sales. During fiscal years 2022, 2021 and 2020, no single customer accounted for more than 2% of the Company’s net sales.  Sales and Service The Company has one of the largest direct sales and service organizations focused exclusively on the analytical workflows offered by the Company. Across these product technologies, using respective specialized sales and service workforces, the Company serves its customer base with 83 sales offices throughout the world as of December 31, 2022 and approximately 4,500, 4,300 and 4,000 field representatives in 2022, 2021 and 2020, \n  7 \n In 2021, TA introduced the TRIOS AutoPilot software for its thermal analyzer product line. This software helps laboratory staff using TA’s thermal analyzers create routine and streamlined standard operating procedures improving the speed and productivity of thermal analysis measurements.  In 2022, TA introduced the Powder Rheology Accessory, which enables our Discovery Hybrid Rheometers to characterize the behavior of powders during storage, dispensing, processing and end-use. The Powder Rheology Accessory provides relevant property and processing measurements for battery electrode coatings to prevent defects that cause cell failure and pharmaceutical tablets to prevent instabilities of API blends.  In 2022, TA introduced Polymer Workflow Guided Methods, which provides walk up and use functionality by codifying polymer workflows. Guided Methods leverages the power of AutoPilot and enables novice users to quickly learn and use the instrument to set up test methods, run tests, and execute analyses across our Thermal Analysis and Rheology product lines.  TA Service Similar to Waters, the servicing and support of TA’s instruments is an important source of revenue and represented more than 25% of sales for TA in 2022. TA operates independently from the Waters operating segment, though many of its overseas offices are jointly occupied with Waters to achieve operational efficiencies. TA has dedicated field sales and service operations. Service sales are primarily derived from the sale of support plans, replacement parts and billed labor fees associated with the repair, maintenance and upgrade of installed systems.  Global Customers The Company typically has a broad and diversified customer base that includes pharmaceutical accounts, other industrial accounts, universities and governmental agencies. Purchase of the Company’s instrument systems is often dependent on its customers’ capital spending, or funding as in the cases of academic, governmental and research institutions, which often fluctuate from year to year. The pharmaceutical segment represents the Company’s largest sector and includes multinational pharmaceutical companies, generic drug manufacturers, contract research organizations (“CRO”s) and biotechnology companies. The Company’s other industrial customers include chemical manufacturers, polymer manufacturers, food and beverage companies and environmental testing laboratories. The Company also sells to universities and governmental agencies worldwide. The Company’s technical sales and support staff members work closely with its customers in developing and implementing applications that meet their full range of analytical requirements. During 2022, 59% of the Company’s net sales were to pharmaceutical accounts, 31% to other industrial accounts and 10% to academic institutions and governmental agencies. Although the Company transacts business with various government agencies, no government contract is of such magnitude that a renegotiation of profits or termination of the contract at the election of the government agency would have a material adverse effect on the Company’s financial results.  The Company typically experiences an increase in sales in the fourth quarter, as a result of purchasing habits for capital goods of many customers who tend to exhaust their spending budgets by calendar year-end. The Company does not rely on any single customer for a material portion of its sales. During fiscal years 2022, 2021 and 2020, no single customer accounted for more than 2% of the Company’s net sales.  Sales and Service The Company has one of the largest direct sales and service organizations focused exclusively on the analytical workflows offered by the Company. Across these product technologies, using respective specialized sales and service workforces, the Company serves its customer base with 83 sales offices throughout the world as of December 31, 2022 and approximately 4,500, 4,300 and 4,000 field representatives in 2022, 2021 and 2020,    7    \n\nrespectively. This investment in sales and service personnel serves to maintain and expand the Company’s installed base of instruments. The Company’s sales representatives have direct responsibility for account relationships, while service representatives work in the field to install instruments, train customers and minimize instrument downtime. In-house and field-based technical support representatives work directly with customers, providing them assistance with applications and procedures on Company products. The Company provides customers with comprehensive information through various corporate and geographic-specific internet websites and product literature, and also makes consumable products available through electronic ordering facilities and a dedicated catalog.  Manufacturing and Distribution The Company provides high product quality by overseeing each stage of the production of its instruments, columns and chemical reagents.  The Company currently assembles a portion of its LC instruments at its facility in Milford, Massachusetts, where it performs machining, assembly and testing. The Milford facility maintains quality management and environmental management systems in accordance with the requirements of ISO 9001:2015, ISO 13485:2016, ISO 45001:2018 and ISO 14001:2015, and adheres to applicable regulatory requirements (including the FDA Quality System Regulation and the European In-Vitro Diagnostic Directive). The Company outsources manufacturing of certain electronic components, such as computers, monitors and circuit boards, to outside vendors that meet the Company’s quality requirements. In addition, the Company outsources the manufacturing of certain LC instrument systems and components to well-established contract manufacturing firms in Singapore. The Company’s Singapore entity is ISO 9001:2015 certified and manages all Asian outsourced manufacturing as well as the distribution of all products from Asia. The Company may pursue outsourcing opportunities as they arise but believes it maintains adequate supply chain and manufacturing capabilities in the event of disruption or natural disasters.  The Company primarily manufactures and distributes its LC columns at its facilities in Taunton, Massachusetts and Wexford, Ireland. In February 2018, the Company’s Board of Directors approved expanding its Taunton location. The Company has incurred costs of approximately $232 million on a new state-of-the-art facility, which is expected to be completed in 2023. The Taunton facility processes, sizes and treats silica and polymeric media that are packed into columns, solid phase extraction cartridges and bulk shipping containers in both Taunton and Wexford. The Wexford facility also manufactures and distributes certain data, instruments and software components for the Company’s LC, MS and TA product lines. The Company’s Taunton facility is certified to ISO 9001:2015 and ISO 14001:2015. The Wexford facility is certified to ISO 9001:2015, ISO 13485:2016/EN ISO 13485:2016 and ISO 14001:2015. VICAMTM manufactures antibody-linked resins and magnetic beads that are packed into columns and kits in Milford, Massachusetts and Nixa, Missouri. The Company manufactures and distributes its Analytical Standards and Reagents and Environmental Resource Associates (“ERA”) product lines at its facility in Golden, Colorado, which is certified to ISO 9001:2015 and accredited to ISO/IEC 17025:2017, ISO/IEC 17034:16, ISO/IEC 17043:2010 and TNI Standard Vol. 3:2016. Some ERA products are also manufactured in the Wexford, Ireland facility, which is also accredited to ISO/IEC 17025:2017 and ISO/IEC 17034:2016.  The Company manufactures and distributes its MS products at its facilities in Wilmslow, England and Wexford, Ireland. Certain components or modules of the Company’s MS instruments are manufactured at its facility in Solihull, England and by long-standing outside contractors. Each stage of this supply chain is closely monitored by the Company to maintain high quality and performance standards. The instruments, components or modules are then returned to the Company’s facilities, where its engineers perform final assembly, calibrations to customer specifications and quality control procedures. The Company’s MS facilities are certified to ISO 9001:2015, ISO 13485:2016/EN ISO 13485:2016 and ISO 14001:2015 (Wexford only) and adhere to applicable regulatory requirements (including the FDA Quality System Regulation and the European In-Vitro Diagnostic Directive). \n  8 \n \n\nrespectively. This investment in sales and service personnel serves to maintain and expand the Company’s installed base of instruments. The Company’s sales representatives have direct responsibility for account relationships, while service representatives work in the field to install instruments, train customers and minimize instrument downtime. In-house and field-based technical support representatives work directly with customers, providing them assistance with applications and procedures on Company products. The Company provides customers with comprehensive information through various corporate and geographic-specific internet websites and product literature, and also makes consumable products available through electronic ordering facilities and a dedicated catalog.  Manufacturing and Distribution The Company provides high product quality by overseeing each stage of the production of its instruments, columns and chemical reagents.  The Company currently assembles a portion of its LC instruments at its facility in Milford, Massachusetts, where it performs machining, assembly and testing. The Milford facility maintains quality management and environmental management systems in accordance with the requirements of ISO 9001:2015, ISO 13485:2016, ISO 45001:2018 and ISO 14001:2015, and adheres to applicable regulatory requirements (including the FDA Quality System Regulation and the European In-Vitro Diagnostic Directive). The Company outsources manufacturing of certain electronic components, such as computers, monitors and circuit boards, to outside vendors that meet the Company’s quality requirements. In addition, the Company outsources the manufacturing of certain LC instrument systems and components to well-established contract manufacturing firms in Singapore. The Company’s Singapore entity is ISO 9001:2015 certified and manages all Asian outsourced manufacturing as well as the distribution of all products from Asia. The Company may pursue outsourcing opportunities as they arise but believes it maintains adequate supply chain and manufacturing capabilities in the event of disruption or natural disasters.  The Company primarily manufactures and distributes its LC columns at its facilities in Taunton, Massachusetts and Wexford, Ireland. In February 2018, the Company’s Board of Directors approved expanding its Taunton location. The Company has incurred costs of approximately $232 million on a new state-of-the-art facility, which is expected to be completed in 2023. The Taunton facility processes, sizes and treats silica and polymeric media that are packed into columns, solid phase extraction cartridges and bulk shipping containers in both Taunton and Wexford. The Wexford facility also manufactures and distributes certain data, instruments and software components for the Company’s LC, MS and TA product lines. The Company’s Taunton facility is certified to ISO 9001:2015 and ISO 14001:2015. The Wexford facility is certified to ISO 9001:2015, ISO 13485:2016/EN ISO 13485:2016 and ISO 14001:2015. VICAMTM manufactures antibody-linked resins and magnetic beads that are packed into columns and kits in Milford, Massachusetts and Nixa, Missouri. The Company manufactures and distributes its Analytical Standards and Reagents and Environmental Resource Associates (“ERA”) product lines at its facility in Golden, Colorado, which is certified to ISO 9001:2015 and accredited to ISO/IEC 17025:2017, ISO/IEC 17034:16, ISO/IEC 17043:2010 and TNI Standard Vol. 3:2016. Some ERA products are also manufactured in the Wexford, Ireland facility, which is also accredited to ISO/IEC 17025:2017 and ISO/IEC 17034:2016.  The Company manufactures and distributes its MS products at its facilities in Wilmslow, England and Wexford, Ireland. Certain components or modules of the Company’s MS instruments are manufactured at its facility in Solihull, England and by long-standing outside contractors. Each stage of this supply chain is closely monitored by the Company to maintain high quality and performance standards. The instruments, components or modules are then returned to the Company’s facilities, where its engineers perform final assembly, calibrations to customer specifications and quality control procedures. The Company’s MS facilities are certified to ISO 9001:2015, ISO 13485:2016/EN ISO 13485:2016 and ISO 14001:2015 (Wexford only) and adhere to applicable regulatory requirements (including the FDA Quality System Regulation and the European In-Vitro Diagnostic Directive). \n  8 \n \nrespectively. This investment in sales and service personnel serves to maintain and expand the Company’s installed base of instruments. The Company’s sales representatives have direct responsibility for account relationships, while service representatives work in the field to install instruments, train customers and minimize instrument downtime. In-house and field-based technical support representatives work directly with customers, providing them assistance with applications and procedures on Company products. The Company provides customers with comprehensive information through various corporate and geographic-specific internet websites and product literature, and also makes consumable products available through electronic ordering facilities and a dedicated catalog.  Manufacturing and Distribution The Company provides high product quality by overseeing each stage of the production of its instruments, columns and chemical reagents.  The Company currently assembles a portion of its LC instruments at its facility in Milford, Massachusetts, where it performs machining, assembly and testing. The Milford facility maintains quality management and environmental management systems in accordance with the requirements of ISO 9001:2015, ISO 13485:2016, ISO 45001:2018 and ISO 14001:2015, and adheres to applicable regulatory requirements (including the FDA Quality System Regulation and the European In-Vitro Diagnostic Directive). The Company outsources manufacturing of certain electronic components, such as computers, monitors and circuit boards, to outside vendors that meet the Company’s quality requirements. In addition, the Company outsources the manufacturing of certain LC instrument systems and components to well-established contract manufacturing firms in Singapore. The Company’s Singapore entity is ISO 9001:2015 certified and manages all Asian outsourced manufacturing as well as the distribution of all products from Asia. The Company may pursue outsourcing opportunities as they arise but believes it maintains adequate supply chain and manufacturing capabilities in the event of disruption or natural disasters.  The Company primarily manufactures and distributes its LC columns at its facilities in Taunton, Massachusetts and Wexford, Ireland. In February 2018, the Company’s Board of Directors approved expanding its Taunton location. The Company has incurred costs of approximately $232 million on a new state-of-the-art facility, which is expected to be completed in 2023. The Taunton facility processes, sizes and treats silica and polymeric media that are packed into columns, solid phase extraction cartridges and bulk shipping containers in both Taunton and Wexford. The Wexford facility also manufactures and distributes certain data, instruments and software components for the Company’s LC, MS and TA product lines. The Company’s Taunton facility is certified to ISO 9001:2015 and ISO 14001:2015. The Wexford facility is certified to ISO 9001:2015, ISO 13485:2016/EN ISO 13485:2016 and ISO 14001:2015. VICAMTM manufactures antibody-linked resins and magnetic beads that are packed into columns and kits in Milford, Massachusetts and Nixa, Missouri. The Company manufactures and distributes its Analytical Standards and Reagents and Environmental Resource Associates (“ERA”) product lines at its facility in Golden, Colorado, which is certified to ISO 9001:2015 and accredited to ISO/IEC 17025:2017, ISO/IEC 17034:16, ISO/IEC 17043:2010 and TNI Standard Vol. 3:2016. Some ERA products are also manufactured in the Wexford, Ireland facility, which is also accredited to ISO/IEC 17025:2017 and ISO/IEC 17034:2016.  The Company manufactures and distributes its MS products at its facilities in Wilmslow, England and Wexford, Ireland. Certain components or modules of the Company’s MS instruments are manufactured at its facility in Solihull, England and by long-standing outside contractors. Each stage of this supply chain is closely monitored by the Company to maintain high quality and performance standards. The instruments, components or modules are then returned to the Company’s facilities, where its engineers perform final assembly, calibrations to customer specifications and quality control procedures. The Company’s MS facilities are certified to ISO 9001:2015, ISO 13485:2016/EN ISO 13485:2016 and ISO 14001:2015 (Wexford only) and adhere to applicable regulatory requirements (including the FDA Quality System Regulation and the European In-Vitro Diagnostic Directive).    8    \nTA’s thermal analysis, rheometry and calorimetry products are manufactured and distributed at the Company’s New Castle, Delaware, Eden Prairie, Minnesota, Lindon, Utah and Hüllhorst, Germany facilities. Similar to MS, elements of TA’s products are manufactured by outside contractors and are then returned to the Company’s facilities for final assembly, calibration and quality control. The Company’s New Castle facility is certified to the ISO 9001:2015 standard and the Eden Prairie facility is certified to both ISO 9001:2015 and ISO/IEC 17025:2017 standards, and the Lindon facility is certified to ISO 9001:2015.  Raw Materials The Company purchases a variety of raw materials, primarily consisting of high temperature alloy sheet metal and castings, forgings, pre-plated metals and electrical components from various vendors. The materials used by the Company’s operations are generally available from a number of sources and in sufficient quantities to meet current requirements subject to normal lead times; however, during 2022, the Company experienced shortages in certain electronic components resulting from the disruption in its supply chain caused by COVID-19 pandemic and related response measures. See Item 1A, Risk Factors – Public health crises, epidemics or pandemics, such as the continuing COVID-19 pandemic have had, and could in the future have, a negative impact on the Company’s business and operations.  The Company is subject to rules of the Securities and Exchange Commission (“SEC”) under the Dodd-Frank Wall Street Reform and Consumer Protection Act, which requires disclosure as to whether certain materials (tantalum, tin, gold and tungsten), known as conflict minerals, which may be contained in the Company’s products, are mined from the Democratic Republic of the Congo and adjoining countries. In 2021, the Company was not able to determine with certainty the country of origin of some of the conflict minerals in its manufactured products. However, the Company does not have knowledge that any of its conflict minerals originated from the Democratic Republic of the Congo or adjoining countries. The Company is in the process of evaluating its 2022 supply chain, and the Company plans to file its 2022 Form SD with the SEC in May 2023. The results of this and future evaluations may impose additional costs and may introduce new risks related to the Company’s ability to verify the origin of any conflict minerals contained in its products.  In addition, the Company continues to monitor environmental, health and safety regulations in countries in which it operates throughout the world, in particular, European Union and China Restrictions on the use of certain Hazardous Substances in electrical and electronic equipment and European Union Waste Electrical and Electronic Equipment directives. Further information regarding these regulations is available on the Company’s website, www.waters.com, under the caption “About Waters / Corporate Governance”.  Research and Development The Company maintains an active research and development program focused on the development and commercialization of products that extend, complement and update its existing product offering. The Company’s research and development expenditures for 2022, 2021 and 2020 were $176 million, $168 million and $141 million, respectively.  Nearly all of the Company’s LC products have been developed at the Company’s main research and development center located in Milford, Massachusetts, with input and feedback from the Company’s extensive field organizations and customers. The majority of the Company’s MS products are developed at facilities in England and most of the Company’s current materials characterization products are developed at the Company’s research and development center in New Castle, Delaware. At December 31, 2022, 2021 and 2020, there were approximately 1,233, 1,150 and 1,112 employees, respectively, involved in the Company’s research and development efforts. The Company has increased research and development expenses from its continued commitment to invest significantly in new product development and existing product enhancements, and as a result of acquisitions. Despite the Company’s active research and development programs, there can be no assurance that the Company’s product development and commercialization efforts will be successful or that the products developed by the Company will be accepted by the marketplace. \n  9 \n \nTA’s thermal analysis, rheometry and calorimetry products are manufactured and distributed at the Company’s New Castle, Delaware, Eden Prairie, Minnesota, Lindon, Utah and Hüllhorst, Germany facilities. Similar to MS, elements of TA’s products are manufactured by outside contractors and are then returned to the Company’s facilities for final assembly, calibration and quality control. The Company’s New Castle facility is certified to the ISO 9001:2015 standard and the Eden Prairie facility is certified to both ISO 9001:2015 and ISO/IEC 17025:2017 standards, and the Lindon facility is certified to ISO 9001:2015.  Raw Materials The Company purchases a variety of raw materials, primarily consisting of high temperature alloy sheet metal and castings, forgings, pre-plated metals and electrical components from various vendors. The materials used by the Company’s operations are generally available from a number of sources and in sufficient quantities to meet current requirements subject to normal lead times; however, during 2022, the Company experienced shortages in certain electronic components resulting from the disruption in its supply chain caused by COVID-19 pandemic and related response measures. See Item 1A, Risk Factors – Public health crises, epidemics or pandemics, such as the continuing COVID-19 pandemic have had, and could in the future have, a negative impact on the Company’s business and operations.  The Company is subject to rules of the Securities and Exchange Commission (“SEC”) under the Dodd-Frank Wall Street Reform and Consumer Protection Act, which requires disclosure as to whether certain materials (tantalum, tin, gold and tungsten), known as conflict minerals, which may be contained in the Company’s products, are mined from the Democratic Republic of the Congo and adjoining countries. In 2021, the Company was not able to determine with certainty the country of origin of some of the conflict minerals in its manufactured products. However, the Company does not have knowledge that any of its conflict minerals originated from the Democratic Republic of the Congo or adjoining countries. The Company is in the process of evaluating its 2022 supply chain, and the Company plans to file its 2022 Form SD with the SEC in May 2023. The results of this and future evaluations may impose additional costs and may introduce new risks related to the Company’s ability to verify the origin of any conflict minerals contained in its products.  In addition, the Company continues to monitor environmental, health and safety regulations in countries in which it operates throughout the world, in particular, European Union and China Restrictions on the use of certain Hazardous Substances in electrical and electronic equipment and European Union Waste Electrical and Electronic Equipment directives. Further information regarding these regulations is available on the Company’s website, www.waters.com, under the caption “About Waters / Corporate Governance”.  Research and Development The Company maintains an active research and development program focused on the development and commercialization of products that extend, complement and update its existing product offering. The Company’s research and development expenditures for 2022, 2021 and 2020 were $176 million, $168 million and $141 million, respectively.  Nearly all of the Company’s LC products have been developed at the Company’s main research and development center located in Milford, Massachusetts, with input and feedback from the Company’s extensive field organizations and customers. The majority of the Company’s MS products are developed at facilities in England and most of the Company’s current materials characterization products are developed at the Company’s research and development center in New Castle, Delaware. At December 31, 2022, 2021 and 2020, there were approximately 1,233, 1,150 and 1,112 employees, respectively, involved in the Company’s research and development efforts. The Company has increased research and development expenses from its continued commitment to invest significantly in new product development and existing product enhancements, and as a result of acquisitions. Despite the Company’s active research and development programs, there can be no assurance that the Company’s product development and commercialization efforts will be successful or that the products developed by the Company will be accepted by the marketplace. \n  9 \n TA’s thermal analysis, rheometry and calorimetry products are manufactured and distributed at the Company’s New Castle, Delaware, Eden Prairie, Minnesota, Lindon, Utah and Hüllhorst, Germany facilities. Similar to MS, elements of TA’s products are manufactured by outside contractors and are then returned to the Company’s facilities for final assembly, calibration and quality control. The Company’s New Castle facility is certified to the ISO 9001:2015 standard and the Eden Prairie facility is certified to both ISO 9001:2015 and ISO/IEC 17025:2017 standards, and the Lindon facility is certified to ISO 9001:2015.  Raw Materials The Company purchases a variety of raw materials, primarily consisting of high temperature alloy sheet metal and castings, forgings, pre-plated metals and electrical components from various vendors. The materials used by the Company’s operations are generally available from a number of sources and in sufficient quantities to meet current requirements subject to normal lead times; however, during 2022, the Company experienced shortages in certain electronic components resulting from the disruption in its supply chain caused by COVID-19 pandemic and related response measures. See Item 1A, Risk Factors – Public health crises, epidemics or pandemics, such as the continuing COVID-19 pandemic have had, and could in the future have, a negative impact on the Company’s business and operations.  The Company is subject to rules of the Securities and Exchange Commission (“SEC”) under the Dodd-Frank Wall Street Reform and Consumer Protection Act, which requires disclosure as to whether certain materials (tantalum, tin, gold and tungsten), known as conflict minerals, which may be contained in the Company’s products, are mined from the Democratic Republic of the Congo and adjoining countries. In 2021, the Company was not able to determine with certainty the country of origin of some of the conflict minerals in its manufactured products. However, the Company does not have knowledge that any of its conflict minerals originated from the Democratic Republic of the Congo or adjoining countries. The Company is in the process of evaluating its 2022 supply chain, and the Company plans to file its 2022 Form SD with the SEC in May 2023. The results of this and future evaluations may impose additional costs and may introduce new risks related to the Company’s ability to verify the origin of any conflict minerals contained in its products.  In addition, the Company continues to monitor environmental, health and safety regulations in countries in which it operates throughout the world, in particular, European Union and China Restrictions on the use of certain Hazardous Substances in electrical and electronic equipment and European Union Waste Electrical and Electronic Equipment directives. Further information regarding these regulations is available on the Company’s website, www.waters.com, under the caption “About Waters / Corporate Governance”.  Research and Development The Company maintains an active research and development program focused on the development and commercialization of products that extend, complement and update its existing product offering. The Company’s research and development expenditures for 2022, 2021 and 2020 were $176 million, $168 million and $141 million, respectively.  Nearly all of the Company’s LC products have been developed at the Company’s main research and development center located in Milford, Massachusetts, with input and feedback from the Company’s extensive field organizations and customers. The majority of the Company’s MS products are developed at facilities in England and most of the Company’s current materials characterization products are developed at the Company’s research and development center in New Castle, Delaware. At December 31, 2022, 2021 and 2020, there were approximately 1,233, 1,150 and 1,112 employees, respectively, involved in the Company’s research and development efforts. The Company has increased research and development expenses from its continued commitment to invest significantly in new product development and existing product enhancements, and as a result of acquisitions. Despite the Company’s active research and development programs, there can be no assurance that the Company’s product development and commercialization efforts will be successful or that the products developed by the Company will be accepted by the marketplace.    9    \nIn 2020, the Company opened a new research laboratory in Cambridge, MA, which serves as a strategic, collaborative space in the community, where Waters can partner with academia, research and industry to accelerate the next generation of scientific advancements.  Human Capital We believe that our people differentiate our business and are vital to our continued success. As a result, we have made important investments in our workforce through initiatives and programs that support talent development and inclusion and enhance our Total Rewards programs.  Employees The Company employed approximately 8,200, 7,800 and 7,400 employees at December 31, 2022, 2021 and 2020, respectively, with approximately 39% of the Company’s employees located in the United States. The Company believes its employee relations are generally good. The Company’s employees are not unionized or affiliated with any internal or external labor organizations.  Talent Development We believe that our future success depends in a significant part on our continued ability to attract and retain highly skilled employees and then contribute to the growth and development of these employees.  We further the growth and development of our employees by investing in various programs, digital platforms and workshops that build professional and technical skills. In addition, management periodically assesses succession planning for certain key positions and reviews our workforce to identify high potential employees for future growth and development.  Inclusion & Diversity We believe inclusion is a core tenet of organizational success and that fostering a sense of inclusivity allows our employees to maximize their performance contribution to our business. In 2021, we hired our first Director of Diversity, Equity and Inclusion to help strategize and focus Waters’ inclusivity efforts. We celebrate difference and diversity in our Employee Circles, which are composed of employees from throughout the Company, which provide a forum in which to promote topics related to diversity and inclusion focusing on gender, people of color, veterans, disability and LGBTQ+ employees and allies. All employees are encouraged to participate in these Employee Circles at the local and global levels. We have also rolled out training to all employees to support an inclusive culture that values diverse perspectives.  We believe that part of fostering an inclusive and increasingly racially and ethnically diverse workforce requires understanding the makeup of our current employees. As of December 31, 2022, our workforce is:   \n\n\n \n•\n \n 32% female, with women occupying 34% of company leadership roles (defined as Senior Director or above) compared with 22% in 2017, a 12% increase; and   \n\n\n \n•\n \n 23% racially and/or ethnically diverse, with 11% of our workforce identifying as Asian, 4% as Black or African American, 7% identifying as Hispanic/Latinx and 1% identifying as two or more races.  Recruitment Waters has focused on expanding diversity in our recruitment processes. We have developed hiring partnerships with agencies such as the National Organization of Black Chemists and Chemical Engineers, the National Society of Black Engineers, Recruit Military, Out in Tech and Fairygodboss to expand the pipeline of strong candidates. \n  10 \n \nIn 2020, the Company opened a new research laboratory in Cambridge, MA, which serves as a strategic, collaborative space in the community, where Waters can partner with academia, research and industry to accelerate the next generation of scientific advancements.  Human Capital We believe that our people differentiate our business and are vital to our continued success. As a result, we have made important investments in our workforce through initiatives and programs that support talent development and inclusion and enhance our Total Rewards programs.  Employees The Company employed approximately 8,200, 7,800 and 7,400 employees at December 31, 2022, 2021 and 2020, respectively, with approximately 39% of the Company’s employees located in the United States. The Company believes its employee relations are generally good. The Company’s employees are not unionized or affiliated with any internal or external labor organizations.  Talent Development We believe that our future success depends in a significant part on our continued ability to attract and retain highly skilled employees and then contribute to the growth and development of these employees.  We further the growth and development of our employees by investing in various programs, digital platforms and workshops that build professional and technical skills. In addition, management periodically assesses succession planning for certain key positions and reviews our workforce to identify high potential employees for future growth and development.  Inclusion & Diversity We believe inclusion is a core tenet of organizational success and that fostering a sense of inclusivity allows our employees to maximize their performance contribution to our business. In 2021, we hired our first Director of Diversity, Equity and Inclusion to help strategize and focus Waters’ inclusivity efforts. We celebrate difference and diversity in our Employee Circles, which are composed of employees from throughout the Company, which provide a forum in which to promote topics related to diversity and inclusion focusing on gender, people of color, veterans, disability and LGBTQ+ employees and allies. All employees are encouraged to participate in these Employee Circles at the local and global levels. We have also rolled out training to all employees to support an inclusive culture that values diverse perspectives.  We believe that part of fostering an inclusive and increasingly racially and ethnically diverse workforce requires understanding the makeup of our current employees. As of December 31, 2022, our workforce is:   \n\n\n \n•\n \n 32% female, with women occupying 34% of company leadership roles (defined as Senior Director or above) compared with 22% in 2017, a 12% increase; and   \n\n\n \n•\n \n 23% racially and/or ethnically diverse, with 11% of our workforce identifying as Asian, 4% as Black or African American, 7% identifying as Hispanic/Latinx and 1% identifying as two or more races.  Recruitment Waters has focused on expanding diversity in our recruitment processes. We have developed hiring partnerships with agencies such as the National Organization of Black Chemists and Chemical Engineers, the National Society of Black Engineers, Recruit Military, Out in Tech and Fairygodboss to expand the pipeline of strong candidates. \n  10 \n In 2020, the Company opened a new research laboratory in Cambridge, MA, which serves as a strategic, collaborative space in the community, where Waters can partner with academia, research and industry to accelerate the next generation of scientific advancements.  Human Capital We believe that our people differentiate our business and are vital to our continued success. As a result, we have made important investments in our workforce through initiatives and programs that support talent development and inclusion and enhance our Total Rewards programs.  Employees The Company employed approximately 8,200, 7,800 and 7,400 employees at December 31, 2022, 2021 and 2020, respectively, with approximately 39% of the Company’s employees located in the United States. The Company believes its employee relations are generally good. The Company’s employees are not unionized or affiliated with any internal or external labor organizations.  Talent Development We believe that our future success depends in a significant part on our continued ability to attract and retain highly skilled employees and then contribute to the growth and development of these employees.  We further the growth and development of our employees by investing in various programs, digital platforms and workshops that build professional and technical skills. In addition, management periodically assesses succession planning for certain key positions and reviews our workforce to identify high potential employees for future growth and development.  Inclusion & Diversity We believe inclusion is a core tenet of organizational success and that fostering a sense of inclusivity allows our employees to maximize their performance contribution to our business. In 2021, we hired our first Director of Diversity, Equity and Inclusion to help strategize and focus Waters’ inclusivity efforts. We celebrate difference and diversity in our Employee Circles, which are composed of employees from throughout the Company, which provide a forum in which to promote topics related to diversity and inclusion focusing on gender, people of color, veterans, disability and LGBTQ+ employees and allies. All employees are encouraged to participate in these Employee Circles at the local and global levels. We have also rolled out training to all employees to support an inclusive culture that values diverse perspectives.  We believe that part of fostering an inclusive and increasingly racially and ethnically diverse workforce requires understanding the makeup of our current employees. As of December 31, 2022, our workforce is:    32% female, with women occupying 34% of company leadership roles (defined as Senior Director or above) compared with 22% in 2017, a 12% increase; and    23% racially and/or ethnically diverse, with 11% of our workforce identifying as Asian, 4% as Black or African American, 7% identifying as Hispanic/Latinx and 1% identifying as two or more races.  Recruitment Waters has focused on expanding diversity in our recruitment processes. We have developed hiring partnerships with agencies such as the National Organization of Black Chemists and Chemical Engineers, the National Society of Black Engineers, Recruit Military, Out in Tech and Fairygodboss to expand the pipeline of strong candidates.    10    \nHealth and Safety The health and safety of our employees is our highest priority. Through online and in-person training programs, we believe that we foster a safe workplace and ensure that all employees are empowered to prevent accidents and injuries.  We manufacture products deemed essential to critical infrastructure, including health and safety, food and agriculture, and energy, and as a result, the majority of our production sites continued operating during the COVID-19 pandemic.  During the pandemic, we invested in maintaining safe work environments for our employees. We responded to the COVID-19 pandemic by, among other things:   \n\n\n \n•\n \n Adding work from home flexibility;   \n\n\n \n•\n \n Adjusting attendance policies to encourage those who are sick to stay home;   \n\n\n \n•\n \n Increasing cleaning protocols across all work locations;   \n\n\n \n•\n \n Initiating regular communication regarding impacts of the COVID-19 pandemic, including health and safety protocols and procedures;   \n\n\n \n•\n \n Establishing new physical distancing and safety procedures for employees who need to be onsite;   \n\n\n \n•\n \n Modifying workspaces as appropriate;   \n\n\n \n•\n \n Implementing protocols to address actual and suspected COVID-19 cases and potential exposure; and   \n\n\n \n•\n \n Continuing to modify and evolve our COVID-19 response plan as governments issue new recommendations and guidelines.  Competition The analytical instrument systems, supplies and services market is highly competitive. The Company encounters competition from several worldwide suppliers and other companies in both domestic and foreign markets for each of its three primary technologies. The Company competes in its markets primarily on the basis of product performance, reliability, service and, to a lesser extent, price. Competitors continuously introduce new products and have instrument businesses that are generally more diversified than the Company’s business. Some competitors have greater financial resources and broader distribution than the Company’s.  In the markets served by Waters, the Company’s principal competitors include: Agilent Technologies, Inc., Shimadzu Corporation, Bruker Corporation, Danaher Corporation and Thermo Fisher Scientific Inc. In the markets served by TA, the Company’s principal competitors include: PerkinElmer, Inc., NETZSCH-Geraetebau GmbH, Thermo Fisher Scientific Inc., Malvern PANalytical Ltd., a subsidiary of Spectris plc, Anton-Paar GmbH and others not identified here.  The market for consumable LC products, including separation columns, is highly competitive and generally more fragmented than the analytical instruments market. The Company encounters competition in the consumable columns market from chemical companies that produce column sorbents and small specialized companies that primarily pack purchased sorbents into columns and subsequently package and distribute columns. The Company believes that it is one of the few suppliers that processes silica and polymeric resins, packs columns and distributes its own products. The Company competes in this market on the basis of performance, reproducibility, reputation and, to a lesser extent, price. In recent years, the Company’s principal competitors for consumable products have included: Danaher Corporation; Merck KGaA; Agilent Technologies, Inc.; General Electric Company and Thermo Fisher Scientific Inc. The ACQUITY UPLC instrument is designed to offer a predictable level of performance when used with ACQUITY UPLC columns and the Company believes that the expansion of the ACQUITY UPLC instrument base will enhance its chromatographic column business because of the high level of synergy between ACQUITY UPLC columns and the ACQUITY UPLC instruments. \n  11 \n \nHealth and Safety The health and safety of our employees is our highest priority. Through online and in-person training programs, we believe that we foster a safe workplace and ensure that all employees are empowered to prevent accidents and injuries.  We manufacture products deemed essential to critical infrastructure, including health and safety, food and agriculture, and energy, and as a result, the majority of our production sites continued operating during the COVID-19 pandemic.  During the pandemic, we invested in maintaining safe work environments for our employees. We responded to the COVID-19 pandemic by, among other things:   \n\n\n \n•\n \n Adding work from home flexibility;   \n\n\n \n•\n \n Adjusting attendance policies to encourage those who are sick to stay home;   \n\n\n \n•\n \n Increasing cleaning protocols across all work locations;   \n\n\n \n•\n \n Initiating regular communication regarding impacts of the COVID-19 pandemic, including health and safety protocols and procedures;   \n\n\n \n•\n \n Establishing new physical distancing and safety procedures for employees who need to be onsite;   \n\n\n \n•\n \n Modifying workspaces as appropriate;   \n\n\n \n•\n \n Implementing protocols to address actual and suspected COVID-19 cases and potential exposure; and   \n\n\n \n•\n \n Continuing to modify and evolve our COVID-19 response plan as governments issue new recommendations and guidelines.  Competition The analytical instrument systems, supplies and services market is highly competitive. The Company encounters competition from several worldwide suppliers and other companies in both domestic and foreign markets for each of its three primary technologies. The Company competes in its markets primarily on the basis of product performance, reliability, service and, to a lesser extent, price. Competitors continuously introduce new products and have instrument businesses that are generally more diversified than the Company’s business. Some competitors have greater financial resources and broader distribution than the Company’s.  In the markets served by Waters, the Company’s principal competitors include: Agilent Technologies, Inc., Shimadzu Corporation, Bruker Corporation, Danaher Corporation and Thermo Fisher Scientific Inc. In the markets served by TA, the Company’s principal competitors include: PerkinElmer, Inc., NETZSCH-Geraetebau GmbH, Thermo Fisher Scientific Inc., Malvern PANalytical Ltd., a subsidiary of Spectris plc, Anton-Paar GmbH and others not identified here.  The market for consumable LC products, including separation columns, is highly competitive and generally more fragmented than the analytical instruments market. The Company encounters competition in the consumable columns market from chemical companies that produce column sorbents and small specialized companies that primarily pack purchased sorbents into columns and subsequently package and distribute columns. The Company believes that it is one of the few suppliers that processes silica and polymeric resins, packs columns and distributes its own products. The Company competes in this market on the basis of performance, reproducibility, reputation and, to a lesser extent, price. In recent years, the Company’s principal competitors for consumable products have included: Danaher Corporation; Merck KGaA; Agilent Technologies, Inc.; General Electric Company and Thermo Fisher Scientific Inc. The ACQUITY UPLC instrument is designed to offer a predictable level of performance when used with ACQUITY UPLC columns and the Company believes that the expansion of the ACQUITY UPLC instrument base will enhance its chromatographic column business because of the high level of synergy between ACQUITY UPLC columns and the ACQUITY UPLC instruments. \n  11 \n Health and Safety The health and safety of our employees is our highest priority. Through online and in-person training programs, we believe that we foster a safe workplace and ensure that all employees are empowered to prevent accidents and injuries.  We manufacture products deemed essential to critical infrastructure, including health and safety, food and agriculture, and energy, and as a result, the majority of our production sites continued operating during the COVID-19 pandemic.  During the pandemic, we invested in maintaining safe work environments for our employees. We responded to the COVID-19 pandemic by, among other things:    Adding work from home flexibility;    Adjusting attendance policies to encourage those who are sick to stay home;    Increasing cleaning protocols across all work locations;    Initiating regular communication regarding impacts of the COVID-19 pandemic, including health and safety protocols and procedures;    Establishing new physical distancing and safety procedures for employees who need to be onsite;    Modifying workspaces as appropriate;    Implementing protocols to address actual and suspected COVID-19 cases and potential exposure; and    Continuing to modify and evolve our COVID-19 response plan as governments issue new recommendations and guidelines.  Competition The analytical instrument systems, supplies and services market is highly competitive. The Company encounters competition from several worldwide suppliers and other companies in both domestic and foreign markets for each of its three primary technologies. The Company competes in its markets primarily on the basis of product performance, reliability, service and, to a lesser extent, price. Competitors continuously introduce new products and have instrument businesses that are generally more diversified than the Company’s business. Some competitors have greater financial resources and broader distribution than the Company’s.  In the markets served by Waters, the Company’s principal competitors include: Agilent Technologies, Inc., Shimadzu Corporation, Bruker Corporation, Danaher Corporation and Thermo Fisher Scientific Inc. In the markets served by TA, the Company’s principal competitors include: PerkinElmer, Inc., NETZSCH-Geraetebau GmbH, Thermo Fisher Scientific Inc., Malvern PANalytical Ltd., a subsidiary of Spectris plc, Anton-Paar GmbH and others not identified here.  The market for consumable LC products, including separation columns, is highly competitive and generally more fragmented than the analytical instruments market. The Company encounters competition in the consumable columns market from chemical companies that produce column sorbents and small specialized companies that primarily pack purchased sorbents into columns and subsequently package and distribute columns. The Company believes that it is one of the few suppliers that processes silica and polymeric resins, packs columns and distributes its own products. The Company competes in this market on the basis of performance, reproducibility, reputation and, to a lesser extent, price. In recent years, the Company’s principal competitors for consumable products have included: Danaher Corporation; Merck KGaA; Agilent Technologies, Inc.; General Electric Company and Thermo Fisher Scientific Inc. The ACQUITY UPLC instrument is designed to offer a predictable level of performance when used with ACQUITY UPLC columns and the Company believes that the expansion of the ACQUITY UPLC instrument base will enhance its chromatographic column business because of the high level of synergy between ACQUITY UPLC columns and the ACQUITY UPLC instruments.    11    \nPatents, Trademarks and Licenses The Company owns a number of United States and foreign patents and has patent applications pending in the United States and abroad. Certain technology and software has been acquired or is licensed from third parties. The Company also owns a number of trademarks. The Company’s patents, trademarks and licenses are viewed as valuable assets to its operations. However, the Company believes that no one patent or group of patents, trademark or license is, in and of itself, essential to the Company such that its loss would materially affect the Company’s business as a whole.  Environmental Matters and Climate Change The Company is subject to foreign and U.S. federal, state and local laws, regulations and ordinances that (i) govern activities or operations that may have adverse environmental effects, such as discharges to air and water as well as handling and disposal practices for solid and hazardous wastes, and (ii) impose liability for the costs of cleaning up and certain damages resulting from sites of past spills, disposals or other releases of hazardous substances. The Company believes that it currently conducts its operations and has operated its business in the past in substantial compliance with applicable environmental laws. From time to time, Company operations have resulted or may result in noncompliance with environmental laws or liability for cleanup pursuant to environmental laws. The Company does not currently anticipate any material adverse effect on its operations, financial condition or competitive position as a result of its efforts to comply with environmental laws.  The Company is sensitive to the growing global debate with respect to climate change. An internal sustainability working group develops increasingly robust data with respect to the Company’s utilization of carbon producing substances in an effort to continuously reduce the Company’s carbon footprint. In 2019, the Company published a sustainability report identifying the various actions and behaviors the Company adopted in 2018 concerning its commitment to both the environment and the broader topic of social responsibility. The Company has continued to annually publish a sustainability report, including the now-renamed ESG Report that the Company published on November 10, 2022, detailing the Company’s efforts to address its environmental impact and uphold its social responsibilities. See Item 1A, Risk Factors – The effects of climate change could harm the Company’s business, for more information on the potential significance of climate change legislation. See also Note 18 in the Notes to the Consolidated Financial Statements for financial information about geographic areas.  Available Information The Company files or furnishes all required reports with the SEC. The Company is an electronic filer and the SEC maintains a website that contains reports, proxy and information statements and other information regarding issuers that file electronically with the SEC. The address of the SEC electronic filing website is http://www.sec.gov. The Company also makes available, free of charge on its website, its annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and any amendments to those reports as soon as reasonably practicable after such material is electronically filed with or furnished to the SEC. The website address for Waters Corporation is http://www.waters.com and SEC filings can be found under the caption “Investors”. The Company is providing its website address solely for the information of investors. The Company does not intend the address to be an active link or to otherwise incorporate the contents of the website, including any reports that are noted in this annual report on Form 10-K as being posted on the website, into this annual report on Form 10-K (this “Annual Report”). Investors and others should note that we may announce material information to our investors using our investor relations website (ir.waters.com), SEC filings, press releases, public conference calls and webcasts. We use these channels, as well as social media, to communicate with our investors and the public about our Company, our business and other issues. It is possible that the information that we post on these channels could be deemed to be material information. We therefore encourage investors to visit these websites from time to time. \n  12 \n \nPatents, Trademarks and Licenses The Company owns a number of United States and foreign patents and has patent applications pending in the United States and abroad. Certain technology and software has been acquired or is licensed from third parties. The Company also owns a number of trademarks. The Company’s patents, trademarks and licenses are viewed as valuable assets to its operations. However, the Company believes that no one patent or group of patents, trademark or license is, in and of itself, essential to the Company such that its loss would materially affect the Company’s business as a whole.  Environmental Matters and Climate Change The Company is subject to foreign and U.S. federal, state and local laws, regulations and ordinances that (i) govern activities or operations that may have adverse environmental effects, such as discharges to air and water as well as handling and disposal practices for solid and hazardous wastes, and (ii) impose liability for the costs of cleaning up and certain damages resulting from sites of past spills, disposals or other releases of hazardous substances. The Company believes that it currently conducts its operations and has operated its business in the past in substantial compliance with applicable environmental laws. From time to time, Company operations have resulted or may result in noncompliance with environmental laws or liability for cleanup pursuant to environmental laws. The Company does not currently anticipate any material adverse effect on its operations, financial condition or competitive position as a result of its efforts to comply with environmental laws.  The Company is sensitive to the growing global debate with respect to climate change. An internal sustainability working group develops increasingly robust data with respect to the Company’s utilization of carbon producing substances in an effort to continuously reduce the Company’s carbon footprint. In 2019, the Company published a sustainability report identifying the various actions and behaviors the Company adopted in 2018 concerning its commitment to both the environment and the broader topic of social responsibility. The Company has continued to annually publish a sustainability report, including the now-renamed ESG Report that the Company published on November 10, 2022, detailing the Company’s efforts to address its environmental impact and uphold its social responsibilities. See Item 1A, Risk Factors – The effects of climate change could harm the Company’s business, for more information on the potential significance of climate change legislation. See also Note 18 in the Notes to the Consolidated Financial Statements for financial information about geographic areas.  Available Information The Company files or furnishes all required reports with the SEC. The Company is an electronic filer and the SEC maintains a website that contains reports, proxy and information statements and other information regarding issuers that file electronically with the SEC. The address of the SEC electronic filing website is http://www.sec.gov. The Company also makes available, free of charge on its website, its annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and any amendments to those reports as soon as reasonably practicable after such material is electronically filed with or furnished to the SEC. The website address for Waters Corporation is http://www.waters.com and SEC filings can be found under the caption “Investors”. The Company is providing its website address solely for the information of investors. The Company does not intend the address to be an active link or to otherwise incorporate the contents of the website, including any reports that are noted in this annual report on Form 10-K as being posted on the website, into this annual report on Form 10-K (this “Annual Report”). Investors and others should note that we may announce material information to our investors using our investor relations website (ir.waters.com), SEC filings, press releases, public conference calls and webcasts. We use these channels, as well as social media, to communicate with our investors and the public about our Company, our business and other issues. It is possible that the information that we post on these channels could be deemed to be material information. We therefore encourage investors to visit these websites from time to time. \n  12 \n Patents, Trademarks and Licenses The Company owns a number of United States and foreign patents and has patent applications pending in the United States and abroad. Certain technology and software has been acquired or is licensed from third parties. The Company also owns a number of trademarks. The Company’s patents, trademarks and licenses are viewed as valuable assets to its operations. However, the Company believes that no one patent or group of patents, trademark or license is, in and of itself, essential to the Company such that its loss would materially affect the Company’s business as a whole.  Environmental Matters and Climate Change The Company is subject to foreign and U.S. federal, state and local laws, regulations and ordinances that (i) govern activities or operations that may have adverse environmental effects, such as discharges to air and water as well as handling and disposal practices for solid and hazardous wastes, and (ii) impose liability for the costs of cleaning up and certain damages resulting from sites of past spills, disposals or other releases of hazardous substances. The Company believes that it currently conducts its operations and has operated its business in the past in substantial compliance with applicable environmental laws. From time to time, Company operations have resulted or may result in noncompliance with environmental laws or liability for cleanup pursuant to environmental laws. The Company does not currently anticipate any material adverse effect on its operations, financial condition or competitive position as a result of its efforts to comply with environmental laws.  The Company is sensitive to the growing global debate with respect to climate change. An internal sustainability working group develops increasingly robust data with respect to the Company’s utilization of carbon producing substances in an effort to continuously reduce the Company’s carbon footprint. In 2019, the Company published a sustainability report identifying the various actions and behaviors the Company adopted in 2018 concerning its commitment to both the environment and the broader topic of social responsibility. The Company has continued to annually publish a sustainability report, including the now-renamed ESG Report that the Company published on November 10, 2022, detailing the Company’s efforts to address its environmental impact and uphold its social responsibilities. See Item 1A, Risk Factors – The effects of climate change could harm the Company’s business, for more information on the potential significance of climate change legislation. See also Note 18 in the Notes to the Consolidated Financial Statements for financial information about geographic areas.  Available Information The Company files or furnishes all required reports with the SEC. The Company is an electronic filer and the SEC maintains a website that contains reports, proxy and information statements and other information regarding issuers that file electronically with the SEC. The address of the SEC electronic filing website is http://www.sec.gov. The Company also makes available, free of charge on its website, its annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and any amendments to those reports as soon as reasonably practicable after such material is electronically filed with or furnished to the SEC. The website address for Waters Corporation is http://www.waters.com and SEC filings can be found under the caption “Investors”. The Company is providing its website address solely for the information of investors. The Company does not intend the address to be an active link or to otherwise incorporate the contents of the website, including any reports that are noted in this annual report on Form 10-K as being posted on the website, into this annual report on Form 10-K (this “Annual Report”). Investors and others should note that we may announce material information to our investors using our investor relations website (ir.waters.com), SEC filings, press releases, public conference calls and webcasts. We use these channels, as well as social media, to communicate with our investors and the public about our Company, our business and other issues. It is possible that the information that we post on these channels could be deemed to be material information. We therefore encourage investors to visit these websites from time to time.    12    \nForward-Looking Statements  This Annual Report, including the information incorporated by reference herein, contains forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended (the “Securities Act”), and Section 21E of the Securities Exchange Act of 1934, as amended (the “Exchange Act”). Statements that are not statements of historical fact may be deemed forward-looking statements. You can identify these forward-looking statements by the use of the words “feels”, “believes”, “anticipates”, “plans”, “expects”, “may”, “will”, “would”, “intends”, “suggests”, “appears”, “estimates”, “projects”, “should” and similar expressions, whether in the negative or affirmative. These forward-looking statements are subject to various risks and uncertainties, many of which are outside the control of the Company, including, and without limitation:   \n\n\n \n•\n \n foreign currency exchange rate fluctuations potentially affecting translation of the Company’s future non-U.S. operating results, particularly when a foreign currency weakens against the U.S. dollar;   \n\n\n \n•\n \n current global economic, sovereign and political conditions and uncertainties, including the effect of new or proposed tariff or trade regulations, changes in inflation and interest rates, the impacts and costs of war, in particular as a result of the ongoing conflict between Russia and Ukraine, and the possibility of further escalation resulting in new geopolitical and regulatory instability, the United Kingdom’s exit from the European Union and the Chinese government’s ongoing tightening of restrictions on procurement by government-funded customers;   \n\n\n \n•\n \n the Company’s ability to access capital, maintain liquidity and service the Company’s debt in volatile market conditions;   \n\n\n \n•\n \n risks related to the effects of the ongoing COVID-19 pandemic on our business, financial condition, results of operations and prospects;   \n\n\n \n•\n \n changes in timing and demand for the Company’s products among the Company’s customers and various market sectors, particularly as a result of fluctuations in their expenditures or ability to obtain funding, as in the cases of academic, governmental and research institutions;   \n\n\n \n•\n \n the introduction of competing products by other companies and loss of market share, as well as pressures on prices from customers and/or competitors;   \n\n\n \n•\n \n changes in the competitive landscape as a result of changes in ownership, mergers and continued consolidation among the Company’s competitors;   \n\n\n \n•\n \n regulatory, economic and competitive obstacles to new product introductions, lack of acceptance of new products and inability to grow organically through innovation;   \n\n\n \n•\n \n rapidly changing technology and product obsolescence;   \n\n\n \n•\n \n risks associated with previous or future acquisitions, strategic investments, joint ventures and divestitures, including risks associated with contingent purchase price payments and expansion of our business into new or developing markets;   \n\n\n \n•\n \n risks associated with unexpected disruptions in operations;   \n\n\n \n•\n \n failure to adequately protect the Company’s intellectual property, infringement of intellectual property rights of third parties and inability to obtain licenses on commercially reasonable terms;   \n\n\n \n•\n \n the Company’s ability to acquire adequate sources of supply and its reliance on outside contractors for certain components and modules, as well as disruptions to its supply chain;   \n\n\n \n•\n \n risks associated with third-party sales intermediaries and resellers;   \n\n\n \n•\n \n the impact and costs in connection with shifts in taxable income in jurisdictions with different effective tax rates, the outcome of ongoing and future tax examinations and changes in legislation affecting the Company’s effective tax rate;   \n\n\n \n•\n \n the Company’s ability to attract and retain qualified employees and management personnel; \n  13 \n \nForward-Looking Statements  This Annual Report, including the information incorporated by reference herein, contains forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended (the “Securities Act”), and Section 21E of the Securities Exchange Act of 1934, as amended (the “Exchange Act”). Statements that are not statements of historical fact may be deemed forward-looking statements. You can identify these forward-looking statements by the use of the words “feels”, “believes”, “anticipates”, “plans”, “expects”, “may”, “will”, “would”, “intends”, “suggests”, “appears”, “estimates”, “projects”, “should” and similar expressions, whether in the negative or affirmative. These forward-looking statements are subject to various risks and uncertainties, many of which are outside the control of the Company, including, and without limitation:   \n\n\n \n•\n \n foreign currency exchange rate fluctuations potentially affecting translation of the Company’s future non-U.S. operating results, particularly when a foreign currency weakens against the U.S. dollar;   \n\n\n \n•\n \n current global economic, sovereign and political conditions and uncertainties, including the effect of new or proposed tariff or trade regulations, changes in inflation and interest rates, the impacts and costs of war, in particular as a result of the ongoing conflict between Russia and Ukraine, and the possibility of further escalation resulting in new geopolitical and regulatory instability, the United Kingdom’s exit from the European Union and the Chinese government’s ongoing tightening of restrictions on procurement by government-funded customers;   \n\n\n \n•\n \n the Company’s ability to access capital, maintain liquidity and service the Company’s debt in volatile market conditions;   \n\n\n \n•\n \n risks related to the effects of the ongoing COVID-19 pandemic on our business, financial condition, results of operations and prospects;   \n\n\n \n•\n \n changes in timing and demand for the Company’s products among the Company’s customers and various market sectors, particularly as a result of fluctuations in their expenditures or ability to obtain funding, as in the cases of academic, governmental and research institutions;   \n\n\n \n•\n \n the introduction of competing products by other companies and loss of market share, as well as pressures on prices from customers and/or competitors;   \n\n\n \n•\n \n changes in the competitive landscape as a result of changes in ownership, mergers and continued consolidation among the Company’s competitors;   \n\n\n \n•\n \n regulatory, economic and competitive obstacles to new product introductions, lack of acceptance of new products and inability to grow organically through innovation;   \n\n\n \n•\n \n rapidly changing technology and product obsolescence;   \n\n\n \n•\n \n risks associated with previous or future acquisitions, strategic investments, joint ventures and divestitures, including risks associated with contingent purchase price payments and expansion of our business into new or developing markets;   \n\n\n \n•\n \n risks associated with unexpected disruptions in operations;   \n\n\n \n•\n \n failure to adequately protect the Company’s intellectual property, infringement of intellectual property rights of third parties and inability to obtain licenses on commercially reasonable terms;   \n\n\n \n•\n \n the Company’s ability to acquire adequate sources of supply and its reliance on outside contractors for certain components and modules, as well as disruptions to its supply chain;   \n\n\n \n•\n \n risks associated with third-party sales intermediaries and resellers;   \n\n\n \n•\n \n the impact and costs in connection with shifts in taxable income in jurisdictions with different effective tax rates, the outcome of ongoing and future tax examinations and changes in legislation affecting the Company’s effective tax rate;   \n\n\n \n•\n \n the Company’s ability to attract and retain qualified employees and management personnel; \n  13 \n Forward-Looking Statements  This Annual Report, including the information incorporated by reference herein, contains forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended (the “Securities Act”), and Section 21E of the Securities Exchange Act of 1934, as amended (the “Exchange Act”). Statements that are not statements of historical fact may be deemed forward-looking statements. You can identify these forward-looking statements by the use of the words “feels”, “believes”, “anticipates”, “plans”, “expects”, “may”, “will”, “would”, “intends”, “suggests”, “appears”, “estimates”, “projects”, “should” and similar expressions, whether in the negative or affirmative. These forward-looking statements are subject to various risks and uncertainties, many of which are outside the control of the Company, including, and without limitation:    foreign currency exchange rate fluctuations potentially affecting translation of the Company’s future non-U.S. operating results, particularly when a foreign currency weakens against the U.S. dollar;    current global economic, sovereign and political conditions and uncertainties, including the effect of new or proposed tariff or trade regulations, changes in inflation and interest rates, the impacts and costs of war, in particular as a result of the ongoing conflict between Russia and Ukraine, and the possibility of further escalation resulting in new geopolitical and regulatory instability, the United Kingdom’s exit from the European Union and the Chinese government’s ongoing tightening of restrictions on procurement by government-funded customers;    the Company’s ability to access capital, maintain liquidity and service the Company’s debt in volatile market conditions;    risks related to the effects of the ongoing COVID-19 pandemic on our business, financial condition, results of operations and prospects;    changes in timing and demand for the Company’s products among the Company’s customers and various market sectors, particularly as a result of fluctuations in their expenditures or ability to obtain funding, as in the cases of academic, governmental and research institutions;    the introduction of competing products by other companies and loss of market share, as well as pressures on prices from customers and/or competitors;    changes in the competitive landscape as a result of changes in ownership, mergers and continued consolidation among the Company’s competitors;    regulatory, economic and competitive obstacles to new product introductions, lack of acceptance of new products and inability to grow organically through innovation;    rapidly changing technology and product obsolescence;    risks associated with previous or future acquisitions, strategic investments, joint ventures and divestitures, including risks associated with contingent purchase price payments and expansion of our business into new or developing markets;    risks associated with unexpected disruptions in operations;    failure to adequately protect the Company’s intellectual property, infringement of intellectual property rights of third parties and inability to obtain licenses on commercially reasonable terms;    the Company’s ability to acquire adequate sources of supply and its reliance on outside contractors for certain components and modules, as well as disruptions to its supply chain;    risks associated with third-party sales intermediaries and resellers;    the impact and costs in connection with shifts in taxable income in jurisdictions with different effective tax rates, the outcome of ongoing and future tax examinations and changes in legislation affecting the Company’s effective tax rate;    the Company’s ability to attract and retain qualified employees and management personnel;    13    \n\n\n \n•\n \n risks associated with cybersecurity and technology, including attempts by third parties to defeat the security measures of the Company and its third-party partners;   \n\n\n \n•\n \n increased regulatory burdens as the Company’s business evolves, especially with respect to the U.S. Food and Drug Administration and U.S. Environmental Protection Agency, among others, and in connection with government contracts;   \n\n\n \n•\n \n regulatory, environmental and logistical obstacles affecting the distribution of the Company’s products, completion of purchase order documentation and the ability of customers to obtain letters of credit or other financing alternatives;   \n\n\n \n•\n \n risks associated with litigation and other legal and regulatory proceedings; and   \n\n\n \n•\n \n the impact and costs incurred from changes in accounting principles and practices; the impact and costs of changes in statutory or contractual tax rates in jurisdictions in which the Company operates, specifically as it relates to the Tax Cuts and Jobs Act (the “2017 Tax Act”) in the U.S.; and shifts in taxable income among jurisdictions with different effective tax rates.  Certain of these and other factors are further described below in Item 1A, Risk Factors, of this Annual Report. Actual results or events could differ materially from the plans, intentions and expectations disclosed in the forward-looking statements, whether because of these factors or for other reasons. All forward-looking statements speak only as of the date of this Annual Report, and forward-looking statements in documents that are incorporated by reference hereto speak only as of the date of those documents. Such forward-looking statements are expressly qualified in their entirety by the cautionary statements included in this report. Except as required by law, the Company does not assume any obligation to update any forward-looking statements.  Item 1A: Risk Factors  The Company is subject to risks and uncertainties, including, but not limited to, the following:  RISKS RELATED TO MACROECONOMIC CONDITIONS The Company’s international operations may be negatively affected by political events, wars or terrorism, economic conditions and regulatory changes, related to either a specific country or a larger region. These potential political, currency and economic disruptions, as well as foreign currency exchange rate fluctuations, could have a material adverse effect on the Company’s results of operations or financial condition. Approximately 70% and 72% of the Company’s net sales in 2022 and 2021, respectively, were outside of the United States and were primarily denominated in foreign currencies. During 2022, the U.S. dollar strengthened significantly against all other major currencies in the world, which resulted in foreign currency exchange rate fluctuations negatively impacting the Company’s sales growth by 5% and earnings per diluted share growth by 9% or $1.00. In addition, the Company has considerable manufacturing operations in Ireland and the U.K., as well as significant subcontractors located in Singapore. As a result, a significant portion of the Company’s sales and operations are subject to certain risks, including adverse developments in the political, regulatory and economic environment, in particular, uncertainty regarding possible changes to foreign and domestic trade policy; the effect of the U.K.’s exit from the European Union as well as the financial difficulties and debt burden experienced by a number of European countries; impact and costs of terrorism or war, in particular as a result of the ongoing conflict between Russia and Ukraine, and the possibility of further escalation resulting in new geopolitical and regulatory instability; the instability and possible dissolution of the euro as a single currency; sudden movements in a country’s foreign exchange rates due to a change in a country’s sovereign risk profile or foreign exchange regulatory practices; trade protection measures including embargoes, sanctions and tariffs; differing tax laws and changes in those laws; restrictions on investments and/or limitations regarding foreign ownership; nationalization of private enterprises which may result in the confiscation of assets; credit risk and uncertainties regarding the collectability of accounts receivable; the impact of global health pandemics and epidemics, such as COVID-19; difficulties in protecting intellectual property; difficulties in staffing and managing foreign operations; and associated adverse operational, contractual and tax consequences. \n  14 \n \n\n\n \n•\n \n risks associated with cybersecurity and technology, including attempts by third parties to defeat the security measures of the Company and its third-party partners;   \n\n\n \n•\n \n increased regulatory burdens as the Company’s business evolves, especially with respect to the U.S. Food and Drug Administration and U.S. Environmental Protection Agency, among others, and in connection with government contracts;   \n\n\n \n•\n \n regulatory, environmental and logistical obstacles affecting the distribution of the Company’s products, completion of purchase order documentation and the ability of customers to obtain letters of credit or other financing alternatives;   \n\n\n \n•\n \n risks associated with litigation and other legal and regulatory proceedings; and   \n\n\n \n•\n \n the impact and costs incurred from changes in accounting principles and practices; the impact and costs of changes in statutory or contractual tax rates in jurisdictions in which the Company operates, specifically as it relates to the Tax Cuts and Jobs Act (the “2017 Tax Act”) in the U.S.; and shifts in taxable income among jurisdictions with different effective tax rates.  Certain of these and other factors are further described below in Item 1A, Risk Factors, of this Annual Report. Actual results or events could differ materially from the plans, intentions and expectations disclosed in the forward-looking statements, whether because of these factors or for other reasons. All forward-looking statements speak only as of the date of this Annual Report, and forward-looking statements in documents that are incorporated by reference hereto speak only as of the date of those documents. Such forward-looking statements are expressly qualified in their entirety by the cautionary statements included in this report. Except as required by law, the Company does not assume any obligation to update any forward-looking statements.  Item 1A: Risk Factors  The Company is subject to risks and uncertainties, including, but not limited to, the following:  RISKS RELATED TO MACROECONOMIC CONDITIONS The Company’s international operations may be negatively affected by political events, wars or terrorism, economic conditions and regulatory changes, related to either a specific country or a larger region. These potential political, currency and economic disruptions, as well as foreign currency exchange rate fluctuations, could have a material adverse effect on the Company’s results of operations or financial condition. Approximately 70% and 72% of the Company’s net sales in 2022 and 2021, respectively, were outside of the United States and were primarily denominated in foreign currencies. During 2022, the U.S. dollar strengthened significantly against all other major currencies in the world, which resulted in foreign currency exchange rate fluctuations negatively impacting the Company’s sales growth by 5% and earnings per diluted share growth by 9% or $1.00. In addition, the Company has considerable manufacturing operations in Ireland and the U.K., as well as significant subcontractors located in Singapore. As a result, a significant portion of the Company’s sales and operations are subject to certain risks, including adverse developments in the political, regulatory and economic environment, in particular, uncertainty regarding possible changes to foreign and domestic trade policy; the effect of the U.K.’s exit from the European Union as well as the financial difficulties and debt burden experienced by a number of European countries; impact and costs of terrorism or war, in particular as a result of the ongoing conflict between Russia and Ukraine, and the possibility of further escalation resulting in new geopolitical and regulatory instability; the instability and possible dissolution of the euro as a single currency; sudden movements in a country’s foreign exchange rates due to a change in a country’s sovereign risk profile or foreign exchange regulatory practices; trade protection measures including embargoes, sanctions and tariffs; differing tax laws and changes in those laws; restrictions on investments and/or limitations regarding foreign ownership; nationalization of private enterprises which may result in the confiscation of assets; credit risk and uncertainties regarding the collectability of accounts receivable; the impact of global health pandemics and epidemics, such as COVID-19; difficulties in protecting intellectual property; difficulties in staffing and managing foreign operations; and associated adverse operational, contractual and tax consequences. \n  14 \n risks associated with cybersecurity and technology, including attempts by third parties to defeat the security measures of the Company and its third-party partners;    increased regulatory burdens as the Company’s business evolves, especially with respect to the U.S. Food and Drug Administration and U.S. Environmental Protection Agency, among others, and in connection with government contracts;    regulatory, environmental and logistical obstacles affecting the distribution of the Company’s products, completion of purchase order documentation and the ability of customers to obtain letters of credit or other financing alternatives;    risks associated with litigation and other legal and regulatory proceedings; and    the impact and costs incurred from changes in accounting principles and practices; the impact and costs of changes in statutory or contractual tax rates in jurisdictions in which the Company operates, specifically as it relates to the Tax Cuts and Jobs Act (the “2017 Tax Act”) in the U.S.; and shifts in taxable income among jurisdictions with different effective tax rates.  Certain of these and other factors are further described below in Item 1A, Risk Factors, of this Annual Report. Actual results or events could differ materially from the plans, intentions and expectations disclosed in the forward-looking statements, whether because of these factors or for other reasons. All forward-looking statements speak only as of the date of this Annual Report, and forward-looking statements in documents that are incorporated by reference hereto speak only as of the date of those documents. Such forward-looking statements are expressly qualified in their entirety by the cautionary statements included in this report. Except as required by law, the Company does not assume any obligation to update any forward-looking statements. ", "time": "00:00:07"}