{"cik": 1000228, "item_1A": "Item 1A. Risk Factors . ” for a discussion of additional burdens, risks and regulatory developments that may    affect our results of operations and financial condition.  Proprietary Rights We hold trademarks relating to the “Henry Schein ® ” name and logo, as well as certain other trademarks. We intend    to protect our trademarks to the fullest extent practicable.    Employees and Human Capital  Environment, Social and Governance  Henry Schein has remained steadfastly committed over our nine-decade history to the core philosophy that our    purpose-driven mission of \"doing good\" for our stakeholders is inextricably linked to our Company \"doing well\" in    business through our stakeholder engagement model “our Mosaic of Success”. We balance the needs of our five    key stakeholders – Team Schein Members (TSMs), our Customers, our Suppliers, our Stockholders, and Society –  to continue to drive our sustainability and ESG efforts to foster a healthier planet and healthier people. Overseen      by the Nominating and Governance Committee of our Board of Directors with the Compensation Committee also    playing a role in ESG matters related to human capital engagement and executive compensation, key 2022    sustainability and ESG highlights included:  ● With the backdrop of the ongoing COVID-19 pandemic and the humanitarian crises in Ukraine and other  regions, we continued our efforts to drive an overall culture of wellness and engagement for our TSMs as    we navigated a new hybrid work environment and ensure supply chain resiliency to support our customers    and our communities. Henry Schein was named Chair of the Private Sector Roundtable on Global Health      Security, and continued its work across sectors to support the creation of market intelligence platforms that  enable the appropriate sharing of real-time supply chain data, including through the WHO's Pandemic    Supply Chain Network and various national efforts, including the U.S. Supply Chain Control Tower.    ● (i) Publishing our annual Corporate Social Responsibility and Sustainability Report according to the Global    Reporting Initiative and Sustainability Accounting Standards Board reporting standards and issuing our    first Taskforce for Climate-related Financial Disclosures report; (ii) committing to announcing our carbon  reduction goal by the end of 2023; (iii) continued initiatives and programs to advance health equity efforts    to promote access to care for underserved and underrepresented communities, investing in diversity for    greater health equity in partnership with health care professionals, and increasing awareness of health    equity needs globally; (iv) announced the top line findings of our pay equity analysis across the U.S., which    reviews compensation across gender and ethnic groups; (v) expanding our Diversity and Inclusion (“D&I”)    learning journey, such as by educating global directors and vice presidents on more advanced topics of D&I  including privilege and equity, as well as offering education to all global TSMs below director level on the  importance of D&I; and (vi) continuing to drive a culture of wellness for our TSMs by fostering an    environment where they can feel engaged, included and psychologically safe.    At Henry Schein, our employees are our greatest asset. We employ more than 22,000 people, approximately 50%    of our workforce is based in the United States and approximately 50% is based outside of the United States.       Approximately 12% of our employees are subject to collective bargaining agreements. We believe that our    relations with our employees are excellent.  We refer to our employees as Team Schein Members, or “TSMs.” Our TSMs are the cornerstone of the Company.        We have a strong values-based culture that cultivates a meaningful employee experience that is centered around  people. We know our business success is built on the engagement and commitment of our team, which is dedicated    to meeting the needs of their fellow TSMs, our customers, supplier partners, stockholders and society. As part of      this commitment, our highlights in 2022 included:      \n\nTable of Contents20 ●Nurturing a connected community for a happier, more engaged, collaborative work environment. We continue to adapt to the new way of working for our TSMs by listening to their needs. With TSMs working remotely, hybrid and in-person, our goal is to continue to create a collaborative community where every TSM feels connected to our culture. Through various virtual and in-person programming from our Employee Resource Groups, Wellness Committee and Team Schein Engagement team, we continue to bring TSMs together in a meaningful way through virtual education sessions and networking events. To help create a sense of connection and belonging amongst the team, we launched “TSM Experience Panels,” which feature TSMs who share their authentic experiences and offer advice and best practices on specific topics. We offer a variety of opportunities to volunteer for team-building and engaging in their local communities in which they live and work such as through the We Care Global Challenge, Back to School, and Holiday Cheer. In addition, they can “help health happen” by participating in key programs and initiatives (e.g., Gives Kids A Smile, Healthy Lifestyles, Healthy Communities and Release the Pressure) that partner with industry associations, customers, and suppliers to support access to quality health care for underserved and underrepresented communities. We continue to evaluate the engagement of our team through various listening mechanisms including roundtables, hosted by our CEO and Executive Management Committee (“EMC”), and various surveys, including The Pulse, our global culture survey that evaluates TSM engagement globally with results reviewed by senior leaders, reported to the Board of Directors (“BOD”). Throughout 2022, we held 10 solutions-focused roundtables hosted by our EMC members with over 100 TSMs to dive in deeper and influence our strategy on programs and processes designed to further enhance our culture. ●Driving a culture of wellness for our team members and society. In 2020, we launched a Mental Wellness Committee with a mission to drive a culture of wellness and empower every TSM to be their best self, mentally, emotionally and physically. The Committee provides resources, guidance and support, and works across our businesses to establish enhanced workplace norms to help improve and safeguard our TSMs’ wellness. We actively engage leadership, including our CEO, EMC, BOD and TSMs alike in conversations around the importance of wellness in the workplace. In 2022, we rolled-out an EMC video series that focused on being more intentional in the way we work across our business. These new workplace norms focused on meeting and technology etiquette, successful calendaring, establishing and communicating reasonable expectations and prioritization, the importance of taking and respecting time off, and the importance of making time for social connection. In addition to expanding education on key mental health topics in partnership with our employee assistance vendor, we also rolled-out manager-specific education to provide tips on how to identify signs of burnout and have conversations around wellness with their teams. With the rise of suicide rates around the world, the Wellness Committee held seminars for the team on suicide prevention and hosted in-person community walks that resulted in donations to local suicide prevention organizations globally. ●Being committed to enhancing our D&I initiatives. We believe a diverse workforce fosters innovation and cultivates an environment filled with unique perspectives. As a result, D&I helps us meet the needs of customers around the world and provide our TSMs an inclusive environment where they feel they belong. We measure our success in D&I through, among other things, our global culture survey, where results in 2021 showed D&I is our top strength out of 14 focus areas. To guide our efforts and education related to D&I, our Diversity and Inclusion Council, with engagement from our BOD and EMC, drives the Company’s overall D&I strategy. To deepen our commitment to D&I across the Company, Global Directors and Vice Presidents each have a goal tied to their compensation to champion D&I and attend education. We continue to expand our D&I learning journey, educating global Directors and Vice Presidents on key D&I topics including leading inclusively, bias and equity. We also continue to educate our global TSMs on the importance of D&I. Additionally, we promote engagement by utilizing our Employee Resource Groups (“ERGs”), which we continue to expand, as an inclusive and diverse vehicle for all TSMs to share, connect, learn and develop both personally and professionally. Each of our ERGs has a sponsor from our Executive Management Committee and our BOD and our CEO engages directly in many of our ERG programs. While inclusion continues to remain a top priority, we also understand the importance of ensuring our internal team reflects the diversity of our customers and society. In addition to our current gender parity by 2030 goal, we announced a new goal in 2022 with an enhanced focus on \n \nTable of Contents20 ●Nurturing a connected community for a happier, more engaged, collaborative work environment. We continue to adapt to the new way of working for our TSMs by listening to their needs. With TSMs working remotely, hybrid and in-person, our goal is to continue to create a collaborative community where every TSM feels connected to our culture. Through various virtual and in-person programming from our Employee Resource Groups, Wellness Committee and Team Schein Engagement team, we continue to bring TSMs together in a meaningful way through virtual education sessions and networking events. To help create a sense of connection and belonging amongst the team, we launched “TSM Experience Panels,” which feature TSMs who share their authentic experiences and offer advice and best practices on specific topics. We offer a variety of opportunities to volunteer for team-building and engaging in their local communities in which they live and work such as through the We Care Global Challenge, Back to School, and Holiday Cheer. In addition, they can “help health happen” by participating in key programs and initiatives (e.g., Gives Kids A Smile, Healthy Lifestyles, Healthy Communities and Release the Pressure) that partner with industry associations, customers, and suppliers to support access to quality health care for underserved and underrepresented communities. We continue to evaluate the engagement of our team through various listening mechanisms including roundtables, hosted by our CEO and Executive Management Committee (“EMC”), and various surveys, including The Pulse, our global culture survey that evaluates TSM engagement globally with results reviewed by senior leaders, reported to the Board of Directors (“BOD”). Throughout 2022, we held 10 solutions-focused roundtables hosted by our EMC members with over 100 TSMs to dive in deeper and influence our strategy on programs and processes designed to further enhance our culture. ●Driving a culture of wellness for our team members and society. In 2020, we launched a Mental Wellness Committee with a mission to drive a culture of wellness and empower every TSM to be their best self, mentally, emotionally and physically. The Committee provides resources, guidance and support, and works across our businesses to establish enhanced workplace norms to help improve and safeguard our TSMs’ wellness. We actively engage leadership, including our CEO, EMC, BOD and TSMs alike in conversations around the importance of wellness in the workplace. In 2022, we rolled-out an EMC video series that focused on being more intentional in the way we work across our business. These new workplace norms focused on meeting and technology etiquette, successful calendaring, establishing and communicating reasonable expectations and prioritization, the importance of taking and respecting time off, and the importance of making time for social connection. In addition to expanding education on key mental health topics in partnership with our employee assistance vendor, we also rolled-out manager-specific education to provide tips on how to identify signs of burnout and have conversations around wellness with their teams. With the rise of suicide rates around the world, the Wellness Committee held seminars for the team on suicide prevention and hosted in-person community walks that resulted in donations to local suicide prevention organizations globally. ●Being committed to enhancing our D&I initiatives. We believe a diverse workforce fosters innovation and cultivates an environment filled with unique perspectives. As a result, D&I helps us meet the needs of customers around the world and provide our TSMs an inclusive environment where they feel they belong. We measure our success in D&I through, among other things, our global culture survey, where results in 2021 showed D&I is our top strength out of 14 focus areas. To guide our efforts and education related to D&I, our Diversity and Inclusion Council, with engagement from our BOD and EMC, drives the Company’s overall D&I strategy. To deepen our commitment to D&I across the Company, Global Directors and Vice Presidents each have a goal tied to their compensation to champion D&I and attend education. We continue to expand our D&I learning journey, educating global Directors and Vice Presidents on key D&I topics including leading inclusively, bias and equity. We also continue to educate our global TSMs on the importance of D&I. Additionally, we promote engagement by utilizing our Employee Resource Groups (“ERGs”), which we continue to expand, as an inclusive and diverse vehicle for all TSMs to share, connect, learn and develop both personally and professionally. Each of our ERGs has a sponsor from our Executive Management Committee and our BOD and our CEO engages directly in many of our ERG programs. While inclusion continues to remain a top priority, we also understand the importance of ensuring our internal team reflects the diversity of our customers and society. In addition to our current gender parity by 2030 goal, we announced a new goal in 2022 with an enhanced focus on  Table of Contents 20  ● Nurturing a connected community for a happier, more engaged, collaborative work environment.    We  continue to adapt to the new way of working for our TSMs by listening to their needs. With TSMs working      remotely, hybrid and in-person, our goal is to continue to create a collaborative community where every  TSM feels connected to our culture. Through various virtual and in-person programming from our    Employee Resource Groups, Wellness Committee and Team Schein Engagement team, we continue to  bring TSMs together in a meaningful way through virtual education sessions and networking events. To      help create a sense of connection and belonging amongst the team, we launched “TSM Experience Panels,”    which feature TSMs who share their authentic experiences and offer advice and best practices on specific    topics. We offer a variety of opportunities to volunteer for team-building and engaging in their local  communities in which they live and work such as through the We Care Global Challenge, Back to School,  and Holiday Cheer. In addition, they can “help health happen” by participating in key programs and  initiatives (e.g., Gives Kids A Smile, Healthy Lifestyles, Healthy Communities and Release the Pressure)    that partner with industry associations, customers, and suppliers to support access to quality health care for    underserved and underrepresented communities. We continue to evaluate the engagement of our team    through various listening mechanisms including roundtables, hosted by our CEO and Executive    Management Committee (“EMC”), and various surveys, including The Pulse, our global culture survey that    evaluates TSM engagement globally with results reviewed by senior leaders, reported to the Board of    Directors (“BOD”). Throughout 2022, we held 10 solutions-focused roundtables hosted by our EMC      members with over 100 TSMs to dive in deeper and influence our strategy on programs and processes    designed to further enhance our culture.    ● Driving a culture of wellness for our team members and society.    In 2020, we launched a Mental Wellness  Committee with a mission to drive a culture of wellness and empower every TSM to be their best self,    mentally, emotionally and physically. The Committee provides resources, guidance and support, and      works across our businesses to establish enhanced workplace norms to help improve and safeguard our    TSMs’ wellness. We actively engage leadership, including our CEO, EMC, BOD and TSMs alike in    conversations around the importance of wellness in the workplace. In 2022, we rolled-out an EMC video    series that focused on being more intentional in the way we work across our business. These new      workplace norms focused on meeting and technology etiquette, successful calendaring, establishing and    communicating reasonable expectations and prioritization, the importance of taking and respecting time    off, and the importance of making time for social connection. In addition to expanding education on key    mental health topics in partnership with our employee assistance vendor, we also rolled-out manager- specific education to provide tips on how to identify signs of burnout and have conversations around    wellness with their teams. With the rise of suicide rates around the world, the Wellness Committee held    seminars for the team on suicide prevention and hosted in-person community walks that resulted in    donations to local suicide prevention organizations globally.    ● Being committed to enhancing our D&I initiatives.  We believe a diverse workforce fosters innovation and    cultivates an environment filled with unique perspectives. As a result, D&I helps us meet the needs of    customers around the world and provide our TSMs an inclusive environment where they feel they belong.      We measure our success in D&I through, among other things, our global culture survey, where results in  2021 showed D&I is our top strength out of 14 focus areas. To guide our efforts and education related to  D&I, our Diversity and Inclusion Council, with engagement from our BOD and EMC, drives the    Company’s overall D&I strategy. To deepen our commitment to D&I across the Company, Global    Directors and Vice Presidents each have a goal tied to their compensation to champion D&I and attend  education. We continue to expand our D&I learning journey, educating global Directors and Vice    Presidents on key D&I topics including leading inclusively, bias and equity. We also continue to educate    our global TSMs on the importance of D&I. Additionally, we promote engagement by utilizing our  Employee Resource Groups (“ERGs”), which we continue to expand, as an inclusive and diverse vehicle    for all TSMs to share, connect, learn and develop both personally and professionally. Each of our ERGs      has a sponsor from our Executive Management Committee and our BOD and our CEO engages directly in    many of our ERG programs. While inclusion continues to remain a top priority, we also understand the    importance of ensuring our internal team reflects the diversity of our customers and society. In addition to      our current gender parity by 2030 goal, we announced a new goal in 2022 with an enhanced focus on    \n\nTable of Contents21 increasing the diversity of all underrepresented groups in senior leadership levels through our talent planning, compensation and recruitment processes, in alignment with our corporate strategic planning objectives to achieve concrete results. We continue to disclose additional diversity data, with frequent reporting to the EMC and BOD. In 2022, we published our United States Equal Employment Opportunity Commission (“EEOC”) EEO-1 data for the U.S. for the first time. We continue to enhance our recruiting strategy by developing and investing in strategic hires who complement our D&I mission. We believe that these efforts will serve as a critical steppingstone as we continue to strengthen our D&I initiatives in an effort to meet the evolving needs of our customers, supplier partners, TSMs, stockholders and society. ●Understanding that growth, recognition and purpose are key pillars to TSM fulfillment. Personal and professional development of our TSMs is important to us. As such, we invest in our employees by providing both formal and informal learning opportunities that are focused on growing and enhancing knowledge, skills and abilities. TSMs globally are offered a broad suite of professional development training programs targeted to specific learning opportunities based on their current and potential future role within the Company. We also offer over 50 organizational and development training courses designed to aid in the overall development and advancement of skills and competencies to enable organizational success. Executive education, mentorship and coaching programs also form an important part of our development and career support initiatives. Additionally, we continued to see an increase in participation in our Organizational Development initiatives in 2022 with our TSMs reporting a high utilization of skills learned. Talent planning efforts are also an integral part of our commitment to ensure a strong diverse leadership pipeline across the organization. Through a formal global process, we strategically identify and develop talent through targeted development opportunities and intentional succession plans. We continuously identify potential management successors as part of our succession planning process. Information derived from talent planning efforts informs curriculum design and content to help focus on the right capabilities and help ensure alignment of career development efforts with the future needs of the organization. Our BOD is provided with periodic updates regarding our talent and succession planning efforts and participates in professional development activities with our TSMs. We know recognition and purpose are also key pillars to TSM engagement, so we continue to find ways to recognize our TSMs through our annual performance review process, and various recognition opportunities including our Teddy Philson Team Schein Award, which highlights TSMs who exemplify our Team Schein Values. In addition, we continue to focus on ensuring every TSM understands the importance in the role they play within the organization, how they contribute to a larger purpose of creating a healthier world, as well as continue to provide opportunities for TSMs to engage in meaningful ways that connect back to their own personal purpose, such as helping the community through CSR activities. Available Information We make available free of charge through our Internet website, www.henryschein.com, our annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, statements of beneficial ownership of securities on Forms 3, 4 and 5 and amendments to these reports and statements filed or furnished pursuant to Section 13(a) and Section 16 of the Securities Exchange Act of 1934 as soon as reasonably practicable after such materials are electronically filed with, or furnished to, the United States Securities and Exchange Commission, or SEC. Our principal executive offices are located at 135 Duryea Road, Melville, New York 11747, and our telephone number is (631) 843-5500. Unless the context specifically requires otherwise, the terms the “Company,” “Henry Schein,” “we,” “us” and “our” mean Henry Schein, Inc., a Delaware corporation, and its consolidated subsidiaries. \n \nTable of Contents21 increasing the diversity of all underrepresented groups in senior leadership levels through our talent planning, compensation and recruitment processes, in alignment with our corporate strategic planning objectives to achieve concrete results. We continue to disclose additional diversity data, with frequent reporting to the EMC and BOD. In 2022, we published our United States Equal Employment Opportunity Commission (“EEOC”) EEO-1 data for the U.S. for the first time. We continue to enhance our recruiting strategy by developing and investing in strategic hires who complement our D&I mission. We believe that these efforts will serve as a critical steppingstone as we continue to strengthen our D&I initiatives in an effort to meet the evolving needs of our customers, supplier partners, TSMs, stockholders and society. ●Understanding that growth, recognition and purpose are key pillars to TSM fulfillment. Personal and professional development of our TSMs is important to us. As such, we invest in our employees by providing both formal and informal learning opportunities that are focused on growing and enhancing knowledge, skills and abilities. TSMs globally are offered a broad suite of professional development training programs targeted to specific learning opportunities based on their current and potential future role within the Company. We also offer over 50 organizational and development training courses designed to aid in the overall development and advancement of skills and competencies to enable organizational success. Executive education, mentorship and coaching programs also form an important part of our development and career support initiatives. Additionally, we continued to see an increase in participation in our Organizational Development initiatives in 2022 with our TSMs reporting a high utilization of skills learned. Talent planning efforts are also an integral part of our commitment to ensure a strong diverse leadership pipeline across the organization. Through a formal global process, we strategically identify and develop talent through targeted development opportunities and intentional succession plans. We continuously identify potential management successors as part of our succession planning process. Information derived from talent planning efforts informs curriculum design and content to help focus on the right capabilities and help ensure alignment of career development efforts with the future needs of the organization. Our BOD is provided with periodic updates regarding our talent and succession planning efforts and participates in professional development activities with our TSMs. We know recognition and purpose are also key pillars to TSM engagement, so we continue to find ways to recognize our TSMs through our annual performance review process, and various recognition opportunities including our Teddy Philson Team Schein Award, which highlights TSMs who exemplify our Team Schein Values. In addition, we continue to focus on ensuring every TSM understands the importance in the role they play within the organization, how they contribute to a larger purpose of creating a healthier world, as well as continue to provide opportunities for TSMs to engage in meaningful ways that connect back to their own personal purpose, such as helping the community through CSR activities. Available Information We make available free of charge through our Internet website, www.henryschein.com, our annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, statements of beneficial ownership of securities on Forms 3, 4 and 5 and amendments to these reports and statements filed or furnished pursuant to Section 13(a) and Section 16 of the Securities Exchange Act of 1934 as soon as reasonably practicable after such materials are electronically filed with, or furnished to, the United States Securities and Exchange Commission, or SEC. Our principal executive offices are located at 135 Duryea Road, Melville, New York 11747, and our telephone number is (631) 843-5500. Unless the context specifically requires otherwise, the terms the “Company,” “Henry Schein,” “we,” “us” and “our” mean Henry Schein, Inc., a Delaware corporation, and its consolidated subsidiaries.  Table of Contents 21  increasing the diversity of all underrepresented groups in senior leadership levels through our talent    planning, compensation and recruitment processes, in alignment with our corporate strategic planning    objectives to achieve concrete results. We continue to disclose additional diversity data, with frequent    reporting to the EMC and BOD. In 2022, we published our United States Equal Employment Opportunity    Commission (“EEOC”) EEO-1 data for the U.S. for the first time. We continue to enhance our recruiting    strategy by developing and investing in strategic hires who complement our D&I mission. We believe that      these efforts will serve as a critical steppingstone as we continue to strengthen our D&I initiatives in an    effort to meet the evolving needs of our customers, supplier partners, TSMs, stockholders and society.      ● Understanding that growth, recognition and purpose are key pillars to TSM fulfillment.  Personal and    professional development of our TSMs is important to us. As such, we invest in our employees by    providing both formal and informal learning opportunities that are focused on growing and enhancing    knowledge, skills and abilities. TSMs globally are offered a broad suite of professional development    training programs targeted to specific learning opportunities based on their current and potential future role    within the Company. We also offer over 50 organizational and development training courses designed to    aid in the overall development and advancement of skills and competencies to enable organizational    success. Executive education, mentorship and coaching programs also form an important part of our      development and career support initiatives. Additionally, we continued to see an increase in participation    in our Organizational Development initiatives in 2022 with our TSMs reporting a high utilization of skills    learned. Talent planning efforts are also an integral part of our commitment to ensure a strong diverse    leadership pipeline across the organization. Through a formal global process, we strategically identify and    develop talent through targeted development opportunities and intentional succession plans. We      continuously identify potential management successors as part of our succession planning process.      Information derived from talent planning efforts informs curriculum design and content to help focus on the    right capabilities and help ensure alignment of career development efforts with the future needs of the    organization. Our BOD is provided with periodic updates regarding our talent and succession planning      efforts and participates in professional development activities with our TSMs. We know recognition and    purpose are also key pillars to TSM engagement, so we continue to find ways to recognize our TSMs    through our annual performance review process, and various recognition opportunities including our Teddy    Philson Team Schein Award, which highlights TSMs who exemplify our Team Schein Values. In addition,      we continue to focus on ensuring every TSM understands the importance in the role they play within the    organization, how they contribute to a larger purpose of creating a healthier world, as well as continue to    provide opportunities for TSMs to engage in meaningful ways that connect back to their own personal    purpose, such as helping the community through CSR activities.  Available Information  We make available free of charge through our Internet website, www.henryschein.com, our annual report on Form  10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, statements of beneficial ownership of    securities on Forms 3, 4 and 5 and amendments to these reports and statements filed or furnished pursuant to    Section 13(a) and Section 16 of the Securities Exchange Act of 1934 as soon as reasonably practicable after such    materials are electronically filed with, or furnished to, the United States Securities and Exchange Commission, or    SEC. Our principal executive offices are located at 135 Duryea Road, Melville, New York 11747, and our        telephone number is (631) 843-5500. Unless the context specifically requires otherwise, the terms the “Company,”      “Henry Schein,” “we,” “us” and “our” mean Henry Schein, Inc., a Delaware corporation, and its consolidated    subsidiaries.  \n\n \n \n \n \n \n \n \n \n \n \n \n \n \nTable of Contents22 Information about our Executive Officers The following table sets forth certain information regarding our executive officers: Name Age Position Stanley M. Bergman 73 Chairman, Chief Executive Officer, Director James P. Breslawski 69 Vice Chairman, President, Director David Brous 54 Chief Executive Officer, Strategic Business Group Brad Connett 64 Chief Executive Officer, North America Distribution Group Michael S. Ettinger 61 Executive Vice President and Chief Operating Officer Lorelei McGlynn 59 Senior Vice President, Chief Human Resources Officer Mark E. Mlotek 67 Executive Vice President, Chief Strategic Officer, Director Ronald N. South 61 Senior Vice President, Chief Financial Officer Walter Siegel 63 Senior Vice President and Chief Legal Officer Stanley M. Bergman has been our Chairman and Chief Executive Officer since 1989 and a director since 1982. Mr. Bergman held the position of President from 1989 to 2005. Mr. Bergman held the position of Executive Vice President from 1985 to 1989 and Vice President of Finance and Administration from 1980 to 1985. James P. Breslawski has been our Vice Chairman since 2018, President since 2005 and a director since 1992. Mr. Breslawski was the Chief Executive Officer of our Henry Schein Global Dental Group from 2005 to 2018. Mr. Breslawski held the position of Executive Vice President and President of U.S. Dental from 1990 to 2005, with primary responsibility for the North American Dental Group. Between 1980 and 1990, Mr. Breslawski held various positions with us, including Chief Financial Officer, Vice President of Finance and Administration and Corporate Controller. David Brous has been our Chief Executive Officer, Strategic Business Group since 2021. Mr. Brous joined us in 2002 and has held many positions within the organization, including President, Strategic Business Units Group and Asia Pacific & Brazil Dental, leading and managing the Corporate Business Development Group and the International Healthcare Group (managing our International Animal Health business, International Medical business and Australia / New Zealand Dental business). Brad Connett has been our Chief Executive Officer, North American Distribution Group since 2021. Previously Mr. Connett was the President of our U.S. Medical Group from 2018 to 2021. Mr. Connett joined us in 1997 and has held a number of roles of increasing responsibility at the Company. Throughout his career, he has received numerous industry honors, including the John F. Sasen Leadership Award from the Health Industry Distributors Association (HIDA), in recognition of his service to the industry, and induction into the Medical Distribution Hall of Fame by Repertoire Magazine. Michael S. Ettinger has been our Executive Vice President and Chief Operating Officer since July 2022. Prior to his current position, Mr. Ettinger served as Senior Vice President, Corporate & Legal Affairs, Chief of Staff and Secretary from 2015 to July 2022, Senior Vice President, Corporate & Legal Affairs and Secretary from 2013 to 2015, Corporate Senior Vice President, General Counsel & Secretary from 2006 to 2013, Vice President, General Counsel and Secretary from 2000 to 2006, Vice President and Associate General Counsel from 1998 to 2000 and Associate General Counsel from 1994 to 1998. Before joining us, Mr. Ettinger served as a senior associate with Bower & Gardner and as a member of the Tax Department at Arthur Andersen. Lorelei McGlynn has been our Senior Vice President, Chief Human Resources Officer since 2013. Since joining us in 1999, Ms. McGlynn has served as Vice President, Global Human Resources and Financial Operations from 2008 to 2013, Chief Financial Officer, International Group and Vice President of Global Financial Operations from 2002 to 2008 and Vice President, Finance, North America from 1999 to 2002. Prior to joining us, Ms. McGlynn served as Assistant Vice President of Finance at Adecco Corporation. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTable of Contents22 Information about our Executive Officers The following table sets forth certain information regarding our executive officers: Name Age Position Stanley M. Bergman 73 Chairman, Chief Executive Officer, Director James P. Breslawski 69 Vice Chairman, President, Director David Brous 54 Chief Executive Officer, Strategic Business Group Brad Connett 64 Chief Executive Officer, North America Distribution Group Michael S. Ettinger 61 Executive Vice President and Chief Operating Officer Lorelei McGlynn 59 Senior Vice President, Chief Human Resources Officer Mark E. Mlotek 67 Executive Vice President, Chief Strategic Officer, Director Ronald N. South 61 Senior Vice President, Chief Financial Officer Walter Siegel 63 Senior Vice President and Chief Legal Officer Stanley M. Bergman has been our Chairman and Chief Executive Officer since 1989 and a director since 1982. Mr. Bergman held the position of President from 1989 to 2005. Mr. Bergman held the position of Executive Vice President from 1985 to 1989 and Vice President of Finance and Administration from 1980 to 1985. James P. Breslawski has been our Vice Chairman since 2018, President since 2005 and a director since 1992. Mr. Breslawski was the Chief Executive Officer of our Henry Schein Global Dental Group from 2005 to 2018. Mr. Breslawski held the position of Executive Vice President and President of U.S. Dental from 1990 to 2005, with primary responsibility for the North American Dental Group. Between 1980 and 1990, Mr. Breslawski held various positions with us, including Chief Financial Officer, Vice President of Finance and Administration and Corporate Controller. David Brous has been our Chief Executive Officer, Strategic Business Group since 2021. Mr. Brous joined us in 2002 and has held many positions within the organization, including President, Strategic Business Units Group and Asia Pacific & Brazil Dental, leading and managing the Corporate Business Development Group and the International Healthcare Group (managing our International Animal Health business, International Medical business and Australia / New Zealand Dental business). Brad Connett has been our Chief Executive Officer, North American Distribution Group since 2021. Previously Mr. Connett was the President of our U.S. Medical Group from 2018 to 2021. Mr. Connett joined us in 1997 and has held a number of roles of increasing responsibility at the Company. Throughout his career, he has received numerous industry honors, including the John F. Sasen Leadership Award from the Health Industry Distributors Association (HIDA), in recognition of his service to the industry, and induction into the Medical Distribution Hall of Fame by Repertoire Magazine. Michael S. Ettinger has been our Executive Vice President and Chief Operating Officer since July 2022. Prior to his current position, Mr. Ettinger served as Senior Vice President, Corporate & Legal Affairs, Chief of Staff and Secretary from 2015 to July 2022, Senior Vice President, Corporate & Legal Affairs and Secretary from 2013 to 2015, Corporate Senior Vice President, General Counsel & Secretary from 2006 to 2013, Vice President, General Counsel and Secretary from 2000 to 2006, Vice President and Associate General Counsel from 1998 to 2000 and Associate General Counsel from 1994 to 1998. Before joining us, Mr. Ettinger served as a senior associate with Bower & Gardner and as a member of the Tax Department at Arthur Andersen. Lorelei McGlynn has been our Senior Vice President, Chief Human Resources Officer since 2013. Since joining us in 1999, Ms. McGlynn has served as Vice President, Global Human Resources and Financial Operations from 2008 to 2013, Chief Financial Officer, International Group and Vice President of Global Financial Operations from 2002 to 2008 and Vice President, Finance, North America from 1999 to 2002. Prior to joining us, Ms. McGlynn served as Assistant Vice President of Finance at Adecco Corporation.                            Table of Contents 22  Information about our Executive Officers  The following table sets forth certain information regarding our executive officers:    Name  Age  Position  Stanley M. Bergman    73  Chairman, Chief Executive Officer, Director  James P. Breslawski      69  Vice Chairman, President, Director  David Brous  54  Chief Executive Officer, Strategic Business Group  Brad Connett  64  Chief Executive Officer, North America Distribution Group  Michael S. Ettinger    61  Executive Vice President and Chief Operating Officer  Lorelei McGlynn    59  Senior Vice President, Chief Human Resources Officer  Mark E. Mlotek    67  Executive Vice President, Chief Strategic Officer, Director  Ronald N. South  61  Senior Vice President, Chief Financial Officer  Walter Siegel    63  Senior Vice President and Chief Legal Officer  Stanley M. Bergman  has been our Chairman and Chief Executive Officer since 1989 and a director since 1982.        Mr. Bergman held the position of President from 1989 to 2005. Mr. Bergman held the position of Executive Vice    President from 1985 to 1989 and Vice President of Finance and Administration from 1980 to 1985.    James P. Breslawski  has been our Vice Chairman since 2018, President since 2005 and a director since 1992. Mr.      Breslawski was the Chief Executive Officer of our Henry Schein Global Dental Group from 2005 to 2018. Mr.      Breslawski held the position of Executive Vice President and President of U.S. Dental from 1990 to 2005, with  primary responsibility for the North American Dental Group. Between 1980 and 1990, Mr. Breslawski held    various positions with us, including Chief Financial Officer, Vice President of Finance and Administration and  Corporate Controller.  David Brous  has been our Chief Executive Officer, Strategic Business Group since 2021. Mr. Brous joined us in      2002 and has held many positions within the organization, including President, Strategic Business Units Group and    Asia Pacific & Brazil Dental, leading and managing the Corporate Business Development Group and the    International Healthcare Group (managing our International Animal Health business, International Medical    business and Australia / New Zealand Dental business).  Brad Connett  has been our Chief Executive Officer, North American Distribution Group since 2021. Previously      Mr. Connett was the President of our U.S. Medical Group from 2018 to 2021. Mr. Connett joined us in 1997 and    has held a number of roles of increasing responsibility at the Company. Throughout his career, he has received    numerous industry honors, including the John F. Sasen Leadership Award from the Health Industry Distributors  Association (HIDA), in recognition of his service to the industry, and induction into the Medical Distribution Hall  of Fame by Repertoire Magazine.  Michael S. Ettinger  has been our Executive Vice President and Chief Operating Officer since July 2022. Prior to      his current position, Mr. Ettinger served as Senior Vice President, Corporate & Legal Affairs, Chief of Staff and  Secretary from 2015 to July 2022, Senior Vice President, Corporate & Legal Affairs and Secretary from 2013 to  2015, Corporate Senior Vice President, General Counsel & Secretary from 2006 to 2013, Vice President, General  Counsel and Secretary from 2000 to 2006, Vice President and Associate General Counsel from 1998 to 2000 and    Associate General Counsel from 1994 to 1998. Before joining us, Mr. Ettinger served as a senior associate with    Bower & Gardner and as a member of the Tax Department at Arthur Andersen.  Lorelei McGlynn  has been our Senior Vice President, Chief Human Resources Officer since 2013. Since joining      us in 1999, Ms. McGlynn has served as Vice President, Global Human Resources and Financial Operations from  2008 to 2013, Chief Financial Officer, International Group and Vice President of Global Financial Operations from  2002 to 2008 and Vice President, Finance, North America from 1999 to 2002. Prior to joining us, Ms. McGlynn    served as Assistant Vice President of Finance at Adecco Corporation.  \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTable of Contents23 Mark E. Mlotek has been our Executive Vice President and Chief Strategic Officer since 2012. Mr. Mlotek was Senior Vice President and subsequently Executive Vice President of the Corporate Business Development Group between 2000 and 2012. Prior to that, Mr. Mlotek was Vice President, General Counsel and Secretary from 1994 to 1999 and became a director in 1995. Prior to joining us, Mr. Mlotek was a partner in the law firm of Proskauer Rose LLP, counsel to us, specializing in mergers and acquisitions, corporate reorganizations and tax law from 1989 to 1994. Ronald N. South has been our Senior Vice President and Chief Financial Officer (and principal financial officer and principal accounting officer) since April 2022. Prior to holding his current position, Mr. South was our Corporate Finance and Chief Accounting Officer from 2013 until April 2022. Prior to joining us in 2008 as our Vice President, Corporate Finance, Mr. South held leadership roles at Bristol-Myers Squibb, where he served as Vice President, Finance, for the Cardiovascular and Metabolic business lines, as well as Vice President, Controller, for its U.S. Pharmaceutical Division, and Vice President, Corporate General Auditor. Prior to Bristol-Myers Squibb, he served as North American Director of Corporate Audit at PepsiCo, and held several roles of increasing responsibility with PricewaterhouseCoopers LLP, where he advised clients located in the United States, Europe, and Latin America. Mr. South is a certified public accountant. Walter Siegel has been our Senior Vice President and Chief Legal Officer since 2021. Previously, Mr. Siegel was our Senior Vice President and General Counsel from 2013 until 2021. Prior to joining us, Mr. Siegel was employed with Standard Microsystems Corporation, a publicly traded global semiconductor company from 2005 to 2012, holding positions of increasing responsibility, most recently as Senior Vice President, General Counsel and Secretary. Other Executive Management The following table sets forth certain information regarding other Executive Management: Name Age Position Andrea Albertini 52 Chief Executive Officer, International Distribution Group Leigh Benowitz 55 Senior Vice President and Chief Global Digital Transformation Officer Trinh Clark 49 Senior Vice President and Chief Global Customer Experience Officer James Mullins 58 Senior Vice President, Global Supply Chain Kelly Murphy 42 Senior Vice President and General Counsel Christopher Pendergast 60 Senior Vice President and Chief Technology Officer Michael Racioppi 68 Senior Vice President, Chief Merchandising Officer René Willi, Ph.D. 55 Chief Executive Officer, Global Oral Reconstruction Group Andrea Albertini has been Chief Executive Officer, International Distribution Group since 2023. Mr. Albertini joined us in 2013 and has held several positions within the organization including President, International Distribution Group, President of our EMEA Dental Distribution Group, and Vice-President of International Dental Equipment. Prior to joining Henry Schein, Mr. Albertini held leadership positions at Cefla Dental Group and Castellini. Leigh Benowitz has been our Senior Vice President and Chief Global Digital Transformation Officer since August 2022. Ms. Benowitz joined us in 2017 and has held several key positions including Vice President Digital & Customer Experience and Global eCommerce Platform Digital Transformation Officer. Prior to joining Henry Schein, Ms. Benowitz held various positions with increasing responsibilities at Citi. Trinh Clark has been our Senior Vice President and Chief Global Customer Experience Officer since August 2022. Ms. Clark joined us in 2007 and has served as Vice President, Technology Enablement, North American Distribution Group. Prior to joining Henry Schein, Ms. Clark held various positions of increasing responsibilities at eSurg.\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTable of Contents23 Mark E. Mlotek has been our Executive Vice President and Chief Strategic Officer since 2012. Mr. Mlotek was Senior Vice President and subsequently Executive Vice President of the Corporate Business Development Group between 2000 and 2012. Prior to that, Mr. Mlotek was Vice President, General Counsel and Secretary from 1994 to 1999 and became a director in 1995. Prior to joining us, Mr. Mlotek was a partner in the law firm of Proskauer Rose LLP, counsel to us, specializing in mergers and acquisitions, corporate reorganizations and tax law from 1989 to 1994. Ronald N. South has been our Senior Vice President and Chief Financial Officer (and principal financial officer and principal accounting officer) since April 2022. Prior to holding his current position, Mr. South was our Corporate Finance and Chief Accounting Officer from 2013 until April 2022. Prior to joining us in 2008 as our Vice President, Corporate Finance, Mr. South held leadership roles at Bristol-Myers Squibb, where he served as Vice President, Finance, for the Cardiovascular and Metabolic business lines, as well as Vice President, Controller, for its U.S. Pharmaceutical Division, and Vice President, Corporate General Auditor. Prior to Bristol-Myers Squibb, he served as North American Director of Corporate Audit at PepsiCo, and held several roles of increasing responsibility with PricewaterhouseCoopers LLP, where he advised clients located in the United States, Europe, and Latin America. Mr. South is a certified public accountant. Walter Siegel has been our Senior Vice President and Chief Legal Officer since 2021. Previously, Mr. Siegel was our Senior Vice President and General Counsel from 2013 until 2021. Prior to joining us, Mr. Siegel was employed with Standard Microsystems Corporation, a publicly traded global semiconductor company from 2005 to 2012, holding positions of increasing responsibility, most recently as Senior Vice President, General Counsel and Secretary. Other Executive Management The following table sets forth certain information regarding other Executive Management: Name Age Position Andrea Albertini 52 Chief Executive Officer, International Distribution Group Leigh Benowitz 55 Senior Vice President and Chief Global Digital Transformation Officer Trinh Clark 49 Senior Vice President and Chief Global Customer Experience Officer James Mullins 58 Senior Vice President, Global Supply Chain Kelly Murphy 42 Senior Vice President and General Counsel Christopher Pendergast 60 Senior Vice President and Chief Technology Officer Michael Racioppi 68 Senior Vice President, Chief Merchandising Officer René Willi, Ph.D. 55 Chief Executive Officer, Global Oral Reconstruction Group Andrea Albertini has been Chief Executive Officer, International Distribution Group since 2023. Mr. Albertini joined us in 2013 and has held several positions within the organization including President, International Distribution Group, President of our EMEA Dental Distribution Group, and Vice-President of International Dental Equipment. Prior to joining Henry Schein, Mr. Albertini held leadership positions at Cefla Dental Group and Castellini. Leigh Benowitz has been our Senior Vice President and Chief Global Digital Transformation Officer since August 2022. Ms. Benowitz joined us in 2017 and has held several key positions including Vice President Digital & Customer Experience and Global eCommerce Platform Digital Transformation Officer. Prior to joining Henry Schein, Ms. Benowitz held various positions with increasing responsibilities at Citi. Trinh Clark has been our Senior Vice President and Chief Global Customer Experience Officer since August 2022. Ms. Clark joined us in 2007 and has served as Vice President, Technology Enablement, North American Distribution Group. Prior to joining Henry Schein, Ms. Clark held various positions of increasing responsibilities at eSurg.                                       Table of Contents 23  Mark E. Mlotek  has been our Executive Vice President and Chief Strategic Officer since 2012. Mr. Mlotek was      Senior Vice President and subsequently Executive Vice President of the Corporate Business Development Group  between 2000 and 2012. Prior to that, Mr. Mlotek was Vice President, General Counsel and Secretary from 1994 to    1999 and became a director in 1995. Prior to joining us, Mr. Mlotek was a partner in the law firm of Proskauer    Rose LLP, counsel to us, specializing in mergers and acquisitions, corporate reorganizations and tax law from 1989      to 1994.  Ronald N. South  has been our Senior Vice President and Chief Financial Officer (and principal financial officer      and principal accounting officer) since April 2022. Prior to holding his current position, Mr. South was our    Corporate Finance and Chief Accounting Officer from 2013 until April 2022. Prior to joining us in 2008 as our    Vice President, Corporate Finance, Mr. South held leadership roles at Bristol-Myers Squibb, where he served as  Vice President, Finance, for the Cardiovascular and Metabolic business lines, as well as Vice President, Controller,  for its U.S. Pharmaceutical Division, and Vice President, Corporate General Auditor. Prior to Bristol-Myers    Squibb, he served as North American Director of Corporate Audit at PepsiCo, and held several roles of increasing    responsibility with PricewaterhouseCoopers LLP, where he advised clients located in the United States, Europe,  and Latin America. Mr. South is a certified public accountant.    Walter Siegel  has been our Senior Vice President and Chief Legal Officer since 2021. Previously, Mr. Siegel was        our Senior Vice President and General Counsel from 2013 until 2021. Prior to joining us, Mr. Siegel was employed    with Standard Microsystems Corporation, a publicly traded global semiconductor company from 2005 to 2012,    holding positions of increasing responsibility, most recently as Senior Vice President, General Counsel and  Secretary.  Other Executive Management  The following table sets forth certain information regarding other Executive Management:    Name  Age  Position  Andrea Albertini  52  Chief Executive Officer, International Distribution Group  Leigh Benowitz  55  Senior Vice President and Chief Global Digital Transformation Officer    Trinh Clark  49  Senior Vice President and Chief Global Customer Experience Officer  James Mullins  58  Senior Vice President, Global Supply Chain  Kelly Murphy  42  Senior Vice President and General Counsel  Christopher Pendergast  60  Senior Vice President and Chief Technology Officer  Michael Racioppi    68  Senior Vice President, Chief Merchandising Officer  René Willi, Ph.D.  55  Chief Executive Officer, Global Oral Reconstruction Group  Andrea Albertini  has been Chief Executive Officer, International Distribution Group since 2023. Mr. Albertini      joined us in 2013 and has held several positions within the organization including President, International    Distribution Group, President of our EMEA Dental Distribution Group, and Vice-President of International Dental    Equipment. Prior to joining Henry Schein, Mr. Albertini held leadership positions at Cefla Dental Group and    Castellini.  Leigh Benowitz  has been our Senior Vice President and Chief Global Digital Transformation Officer since August    2022. Ms. Benowitz joined us in 2017 and has held several key positions including Vice President Digital &      Customer Experience and Global eCommerce Platform Digital Transformation Officer. Prior to joining Henry    Schein, Ms. Benowitz held various positions with increasing responsibilities at Citi.    Trinh Clark  has been our Senior Vice President and Chief Global Customer Experience Officer since August  2022. Ms. Clark joined us in 2007 and has served as Vice President, Technology Enablement, North American    Distribution Group. Prior to joining Henry Schein, Ms. Clark held various positions of increasing responsibilities at      eSurg. \n\nTable of Contents24 James Mullins has been our Senior Vice President of Global Supply Chain since 2018. Mr. Mullins joined us in 1988 and has held a number of key positions with increasing responsibility, including Global Chief Customer Service Officer. Kelly Murphy has been our Senior Vice President and General Counsel since 2021. Since joining us in 2011, Ms. Murphy has held several key positions of increasing responsibility within the legal function, most recently serving as Deputy General Counsel. Christopher Pendergast has been our Senior Vice President and Chief Technology Officer since 2018. Prior to joining us, Mr. Pendergast was the employed by VSP Global from 2008 to 2018, most recently as the Chief Technology Officer and Chief Information Officer. Prior to VSP Global, Mr. Pendergast served in roles of increasing responsibility at Natural Organics, Inc., from 2006 to 2008, IdeaSphere Inc./Twinlab Corporation from 2000 to 2006, IBM Corporation from 1987 to 1994 and 1998 to 2000 and Rohm and Haas from 1994 to 1998. Michael Racioppi has been our Senior Vice President, Chief Merchandising Officer since 2008. Prior to holding his current position, Mr. Racioppi was President of the Medical Division from 2000 to 2008 and Interim President from 1999 to 2000, and Corporate Vice President from 1994 to 2008, with primary responsibility for the Medical Group, Marketing and Merchandising departments. Mr. Racioppi served as Senior Director, Corporate Merchandising from 1992 to 1994. Before joining us in 1992, Mr. Racioppi was employed by Ketchum Distributors, Inc. as the Vice President of Purchasing and Marketing. He currently serves on the board of National Distribution and Contracting and previously served on the board of Health Distribution Management Association and Health Industry Distributors Association (HIDA). René Willi, Ph.D. has been our Chief Executive Officer, Global Oral Reconstruction Group since 2021. Previously, Dr. Willi was the President of our Global Dental Surgical Group. Prior to joining Henry Schein, Dr. Willi held senior level roles with Institut Straumann AG as Executive Vice President, Surgical Business Unit from 2005 to 2013. Prior to Straumann, he held roles of increasing responsibility in Medtronic Plc’s cardiovascular division from 2003 to 2005 and with McKinsey & Company as a management consultant from 2000 to 2003. \n \nTable of Contents24 James Mullins has been our Senior Vice President of Global Supply Chain since 2018. Mr. Mullins joined us in 1988 and has held a number of key positions with increasing responsibility, including Global Chief Customer Service Officer. Kelly Murphy has been our Senior Vice President and General Counsel since 2021. Since joining us in 2011, Ms. Murphy has held several key positions of increasing responsibility within the legal function, most recently serving as Deputy General Counsel. Christopher Pendergast has been our Senior Vice President and Chief Technology Officer since 2018. Prior to joining us, Mr. Pendergast was the employed by VSP Global from 2008 to 2018, most recently as the Chief Technology Officer and Chief Information Officer. Prior to VSP Global, Mr. Pendergast served in roles of increasing responsibility at Natural Organics, Inc., from 2006 to 2008, IdeaSphere Inc./Twinlab Corporation from 2000 to 2006, IBM Corporation from 1987 to 1994 and 1998 to 2000 and Rohm and Haas from 1994 to 1998. Michael Racioppi has been our Senior Vice President, Chief Merchandising Officer since 2008. Prior to holding his current position, Mr. Racioppi was President of the Medical Division from 2000 to 2008 and Interim President from 1999 to 2000, and Corporate Vice President from 1994 to 2008, with primary responsibility for the Medical Group, Marketing and Merchandising departments. Mr. Racioppi served as Senior Director, Corporate Merchandising from 1992 to 1994. Before joining us in 1992, Mr. Racioppi was employed by Ketchum Distributors, Inc. as the Vice President of Purchasing and Marketing. He currently serves on the board of National Distribution and Contracting and previously served on the board of Health Distribution Management Association and Health Industry Distributors Association (HIDA). René Willi, Ph.D. has been our Chief Executive Officer, Global Oral Reconstruction Group since 2021. Previously, Dr. Willi was the President of our Global Dental Surgical Group. Prior to joining Henry Schein, Dr. Willi held senior level roles with Institut Straumann AG as Executive Vice President, Surgical Business Unit from 2005 to 2013. Prior to Straumann, he held roles of increasing responsibility in Medtronic Plc’s cardiovascular division from 2003 to 2005 and with McKinsey & Company as a management consultant from 2000 to 2003.  Table of Contents 24  James Mullins  has been our Senior Vice President of Global Supply Chain since 2018. Mr. Mullins joined us in      1988 and has held a number of key positions with increasing responsibility, including Global Chief Customer  Service Officer.  Kelly Murphy  has been our Senior Vice President and General Counsel since 2021. Since joining us in 2011, Ms.      Murphy has held several key positions of increasing responsibility within the legal function, most recently serving    as Deputy General Counsel.    Christopher Pendergast  has been our Senior Vice President and Chief Technology Officer since 2018. Prior to      joining us, Mr. Pendergast was the employed by VSP Global from 2008 to 2018, most recently as the Chief  Technology Officer and Chief Information Officer. Prior to VSP Global, Mr. Pendergast served in roles of    increasing responsibility at Natural Organics, Inc., from 2006 to 2008, IdeaSphere Inc./Twinlab Corporation from  2000 to 2006, IBM Corporation from 1987 to 1994 and 1998 to 2000 and Rohm and Haas from 1994 to 1998.    Michael Racioppi  has been our Senior Vice President, Chief Merchandising Officer since 2008. Prior to holding      his current position, Mr. Racioppi was President of the Medical Division from 2000 to 2008 and Interim President  from 1999 to 2000, and Corporate Vice President from 1994 to 2008, with primary responsibility for the Medical  Group, Marketing and Merchandising departments. Mr. Racioppi served as Senior Director, Corporate    Merchandising from 1992 to 1994. Before joining us in 1992, Mr. Racioppi was employed by Ketchum    Distributors, Inc. as the Vice President of Purchasing and Marketing. He currently serves on the board of National    Distribution and Contracting and previously served on the board of Health Distribution Management Association    and Health Industry Distributors Association (HIDA).  René Willi, Ph.D.  has been our Chief Executive Officer, Global Oral Reconstruction Group since 2021.      Previously, Dr. Willi was the President of our Global Dental Surgical Group. Prior to joining Henry Schein, Dr.      Willi held senior level roles with Institut Straumann AG as Executive Vice President, Surgical Business Unit from  2005 to 2013. Prior to Straumann, he held roles of increasing responsibility in Medtronic Plc’s cardiovascular      division from 2003 to 2005 and with McKinsey & Company as a management consultant from 2000 to 2003.    \n\nTable of Contents25 ITEM 1A. Risk Factors Our business operations could be affected by factors that are not presently known to us or that we currently consider not to be material to our operations, so you should not consider the risks disclosed in this section to necessarily represent a complete statement of all risks and uncertainties. The Company believes that the following risks could have a material adverse impact on our business, reputation, financial results, financial condition and/or the trading price of our common stock. The order in which these factors appear does not necessarily reflect their relative importance or priority. COMPANY RISKS Our business, results of operations, cash flows, financial condition and liquidity may be negatively impacted by the effects of disease outbreaks, epidemics, pandemics, or similar wide-spread public health concerns and other natural disasters. The COVID-19 pandemic and the responses of governments to it had, and may again have, a material adverse effect on our business, results of operations and cash flows and may result in a material adverse effect on our financial condition and liquidity. Our business, results of operations, cash flows, financial condition and liquidity may be negatively impacted by the effects of disease outbreaks, epidemics, pandemics, similar wide-spread public health concerns and other natural disasters. The COVID-19 pandemic has had, and continues to have, an unprecedented impact on society, worldwide economic activity, and the health care sector (particularly, the dental market). As a global healthcare solutions company, the COVID-19 pandemic and the governmental responses to it had, and may again have, a material adverse effect on our business, results of operations and cash flows and may result in a material adverse effect on our financial condition and liquidity. Even after the COVID-19 pandemic has begun to subside, we may again experience material adverse impacts to our business, results of operations and cash flows as a result of, among other things, its global economic impact, including any recession that may occur in the future, or a prolonged period of economic slowdown or the reluctance of patients to return for elective dental or medical care. The impacts and potential impacts from the COVID-19 pandemic include, but are not limited to: • Significant volatility in supply, demand and selling prices for personal protective equipment (PPE), COVID-19 tests and other COVID-19 related products. Available supply, customer demand and selling prices for PPE, COVID-19 tests and other COVID-19 related products fluctuated in fiscal 2022 and we expect such volatility to continue for the duration of the COVID-19 pandemic. This has resulted in inventory reserves, fluctuating margins and increased revenue related to such products. The volatility in sales of COVID-19 test kits has moderated, albeit at a significantly lower level of sales compared with 2021, resulting in us recording an inventory obsolescence reserve of $17 million for COVID-19 test kits during the year ended December 31, 2022 and we expect further declines in sales volumes. Our estimates for supply, demand and selling prices are inherently uncertain and if supply, demand, selling prices or other market dynamics significantly fluctuate in the future beyond our current assumptions, additional inventory reserves may be required, margins may be reduced and/or revenue may decline for such products, each which could materially adversely impact our business, results of operations and cash flows. Additionally, governmental policies designed to reduce the transmission of COVID-19 and variants thereof could once again lead to the closure of dental offices or deferral of elective procedures and wellness exams by medical and dental patients. Such previous closures and restrictions impacted our customers’ spending with us and had, and if reinstated may again have, a material adverse effect on our business, results of operations and cash flows. Although we believe that most practices currently are able to access adequate supply, we still may be unable to supply our customers with the specific brand and/or quantity of certain PPE products, COVID-19 tests and other COVID-19 related products they demand, which may lead to our customers seeking alternative sources of supply. Healthcare professionals’ inability to obtain a sufficient quantity and/or brand of certain PPE, COVID-19 tests and other COVID-19 related products would adversely impact our business, results of operations and cash flows, and could materially adversely affect our financial condition and liquidity; \n \nTable of Contents25 ITEM 1A. Risk Factors Our business operations could be affected by factors that are not presently known to us or that we currently consider not to be material to our operations, so you should not consider the risks disclosed in this section to necessarily represent a complete statement of all risks and uncertainties. The Company believes that the following risks could have a material adverse impact on our business, reputation, financial results, financial condition and/or the trading price of our common stock. The order in which these factors appear does not necessarily reflect their relative importance or priority. COMPANY RISKS Our business, results of operations, cash flows, financial condition and liquidity may be negatively impacted by the effects of disease outbreaks, epidemics, pandemics, or similar wide-spread public health concerns and other natural disasters. The COVID-19 pandemic and the responses of governments to it had, and may again have, a material adverse effect on our business, results of operations and cash flows and may result in a material adverse effect on our financial condition and liquidity. Our business, results of operations, cash flows, financial condition and liquidity may be negatively impacted by the effects of disease outbreaks, epidemics, pandemics, similar wide-spread public health concerns and other natural disasters. The COVID-19 pandemic has had, and continues to have, an unprecedented impact on society, worldwide economic activity, and the health care sector (particularly, the dental market). As a global healthcare solutions company, the COVID-19 pandemic and the governmental responses to it had, and may again have, a material adverse effect on our business, results of operations and cash flows and may result in a material adverse effect on our financial condition and liquidity. Even after the COVID-19 pandemic has begun to subside, we may again experience material adverse impacts to our business, results of operations and cash flows as a result of, among other things, its global economic impact, including any recession that may occur in the future, or a prolonged period of economic slowdown or the reluctance of patients to return for elective dental or medical care. The impacts and potential impacts from the COVID-19 pandemic include, but are not limited to: • Significant volatility in supply, demand and selling prices for personal protective equipment (PPE), COVID-19 tests and other COVID-19 related products. Available supply, customer demand and selling prices for PPE, COVID-19 tests and other COVID-19 related products fluctuated in fiscal 2022 and we expect such volatility to continue for the duration of the COVID-19 pandemic. This has resulted in inventory reserves, fluctuating margins and increased revenue related to such products. The volatility in sales of COVID-19 test kits has moderated, albeit at a significantly lower level of sales compared with 2021, resulting in us recording an inventory obsolescence reserve of $17 million for COVID-19 test kits during the year ended December 31, 2022 and we expect further declines in sales volumes. Our estimates for supply, demand and selling prices are inherently uncertain and if supply, demand, selling prices or other market dynamics significantly fluctuate in the future beyond our current assumptions, additional inventory reserves may be required, margins may be reduced and/or revenue may decline for such products, each which could materially adversely impact our business, results of operations and cash flows. Additionally, governmental policies designed to reduce the transmission of COVID-19 and variants thereof could once again lead to the closure of dental offices or deferral of elective procedures and wellness exams by medical and dental patients. Such previous closures and restrictions impacted our customers’ spending with us and had, and if reinstated may again have, a material adverse effect on our business, results of operations and cash flows. Although we believe that most practices currently are able to access adequate supply, we still may be unable to supply our customers with the specific brand and/or quantity of certain PPE products, COVID-19 tests and other COVID-19 related products they demand, which may lead to our customers seeking alternative sources of supply. Healthcare professionals’ inability to obtain a sufficient quantity and/or brand of certain PPE, COVID-19 tests and other COVID-19 related products would adversely impact our business, results of operations and cash flows, and could materially adversely affect our financial condition and liquidity;  Table of Contents 25 ", "time": "00:00:04"}