{"cik": 100885, "item_1A": "Item 1. Business   GENERAL   Union Pacific Railroad Company is the principal operating company of Union Pacific Corporation. One of America's most recognized companies, Union Pacific Railroad Company connects 23 states in the western two-thirds of the country by rail, providing a critical link in the global supply chain. The Railroad’s diversified business mix includes Bulk, Industrial, and Premium. Union Pacific serves many of the fastest-growing U.S. population centers, operates from all major West Coast and Gulf Coast ports to Eastern gateways, connects with Canada's rail systems, and is the only railroad serving all six major Mexico gateways. Union Pacific provides value to its roughly 10,000 customers by delivering products in a safe, reliable, fuel-efficient, and environmentally responsible manner.   Union Pacific Corporation was incorporated in Utah in 1969 and maintains its principal executive offices at 1400 Douglas Street, Omaha, NE 68179. The telephone number at that address is (402) 544-5000. The common stock of Union Pacific Corporation is listed on the New York Stock Exchange (NYSE) under the symbol “UNP”.   For purposes of this report, unless the context otherwise requires, all references herein to \"Union Pacific\", “UPC”, “Corporation”, “Company”, “we”, “us”, and “our” shall mean Union Pacific Corporation and its subsidiaries, including Union Pacific Railroad Company, which we separately refer to as “UPRR” or the “Railroad”.   STRATEGY   The Company’s growth strategy focuses on growing customer value through innovative supply chain solutions and aspiring to Serve, Grow, Win – Together.   Serve:  Driving operational excellence to create a safer, more reliable, and efficient service product. Precision scheduled railroading (PSR) is the foundation for delivering customer-centered operational excellence by:   1. 2. 3. 4.   We aim to move cars faster and reduce the number of times each car is touched, resulting in terminal consolidation opportunities, improved asset utilization, and fewer car classifications, which in turn leads to products getting to the market quicker and more reliably. The result is a better customer experience, which enables us to grow our market share.   Grow:  By harnessing the potential of the best rail franchise in the industry, we expect to generate growth in three ways – increasing profitable carloads that fit our network and transportation plan, providing more products and services to create value for our customers, and increasing the geographic reach of our franchise through innovative supply chain solutions.   Win:  Driving strong financial performance resulting in significant shareholder returns. Execution of our plans to both serve and grow, leads to higher revenues with improved margins and greater cash generation, creating long term enterprise value.   Together:  Engaging our four stakeholder groups – Communities, Customers, Employees, and Shareholders. Our comprehensive approach to Environmental, Social, and Governance issues, “Building a Sustainable Future 2030,” is designed to address the evolving interests of our stakeholders and is built on five areas of concentration – Building Responsible Foundations, Investing in our Workforce, Driving Sustainable Solutions, Championing Environmental Stewardship, and Strengthening our Communities.    We believe that operational excellence and an engaged workforce with deep market knowledge and strong customer relationships supports best-in-class safety, a customer experience that drives growth, and shareholder returns.    As we work to transform our railroad into the safest, most reliable, and most efficient in North America, our values continue guiding us. Our passion for performance will help us win; our high ethical standards will lead us to win in a way that supports all of our stakeholders; and our teamwork will make sure we win together.   \n\n\n\n       6\n     \n\n\n\n\n\n\nTable of Contents\n\n\n\n \n\n\n       6\n     \n\n \n\n       6\n     \n \n       6\n      \n\n\nTable of Contents\n\n\n \n\nTable of Contents\n\n \nTable of Contents\n   OPERATIONS   The Railroad, along with its subsidiaries and rail affiliates, is our one reportable operating segment. Although we provide revenues by commodity group, we analyze the net financial results of the Railroad as one segment due to the integrated nature of our rail network. Additional information regarding our business and operations, including revenues, financial information and data, and other information regarding environmental matters, is presented in Risk Factors, Item 1A; Legal Proceedings, Item 3; Management’s Discussion and Analysis of Financial Condition and Results of Operations, Item 7; and the Financial Statements and Supplementary Data, Item 8 (which include information regarding revenues, statements of income, and total assets).    Operations – UPRR is a Class I railroad operating in the U.S. We have 32,534 route miles, connecting Pacific Coast and Gulf Coast ports with the Midwest and Eastern U.S. gateways and providing several corridors to key Mexican gateways. We serve the western two-thirds of the country and maintain coordinated schedules with other rail carriers to move freight to and from the Atlantic Coast, the Pacific Coast, the Southeast, the Southwest, Canada, and Mexico. Export and import traffic moves through Gulf Coast, Pacific Coast, and East Coast ports and across the Mexican and Canadian borders. In 2022, we generated freight revenues totaling $23.2 billion from the following three commodity groups: 2022 Freight Revenues \n\n\n \n   Bulk – The Company's Bulk shipments consist of grain and grain products, fertilizer, food and refrigerated, and coal and renewables. In 2022, this group generated 33% of our freight revenues. We access most major grain markets, connecting the Midwest and Western U.S. producing areas to export terminals in the Pacific Northwest and Gulf Coast ports as well as Mexico. We also serve significant domestic markets, including grain processors, animal feeders, and ethanol producers in the Midwest and West. Fertilizer movements originate in the Gulf Coast region, Midwest, Western U.S., and Canada (through interline access) for delivery to major agricultural users in those areas as well as abroad. The Railroad’s network supports the transportation of coal shipments to independent and regulated power companies and industrial facilities throughout the U.S. Through interchange gateways and ports, UPRR’s reach extends to Eastern U.S. utilities as well as to Mexico and other international destinations. Coal traffic originating in the Powder River Basin (PRB) area of Wyoming is the largest portion of the Railroad’s coal business. Renewable shipments for customers committed to sustainability consist primarily of biomass exports and wind turbine components.   Industrial – Our extensive network facilitates the movement of numerous commodities between thousands of origin and destination points throughout North America. The Industrial group consists of several categories, including construction, industrial chemicals, plastics, forest products, specialized products (primarily waste, salt, and roofing), metals and ores, petroleum, liquid petroleum gases (LPG), soda ash, and sand. Transportation of these products accounted for 35% of our freight revenues in 2022. Commercial, residential, and governmental infrastructure investments drive shipments of steel, aggregates, cement, and wood products. Industrial and light manufacturing plants receive steel, nonferrous materials, minerals, and other raw materials.   The industrial chemicals market consists of a vast number of chemical compounds that support the manufacturing of more complex chemicals. Plastics shipments support automotive, housing, and the durable and disposable consumer goods markets. Forest product shipments include lumber and paper commodities. Lumber shipments originate primarily in the Pacific Northwest or Western Canada and move throughout the U.S. for use in new home construction and repairs and remodeling. Paper shipments primarily support packaging needs. Oil and gas drilling generates demand for raw steel, finished pipe, stone, and drilling fluid commodities. The Company’s petroleum and LPG shipments are primarily impacted by refinery utilization rates, regional crude pricing differentials, pipeline capacity, and the use of asphalt for road programs. Soda ash originates in southwestern Wyoming and California, destined for chemical and glass producing markets in North America and abroad.   \n\n\n\n       7\n     \n\n\n\n\n\n\nTable of Contents\n\n\n\n \n\n\n       7\n     \n\n \n\n       7\n     \n \n       7\n      \n\n\nTable of Contents\n\n\n \n\nTable of Contents\n\n \nTable of Contents\n   Premium – In 2022, Premium shipments generated 32% of Union Pacific’s total freight revenues. Premium includes finished automobiles, automotive parts, and merchandise in intermodal containers, both domestic and international. International business consists of import and export traffic moving in 20 or 40-foot shipping containers, that mainly pass through West Coast ports, destined for one of the Company's many inland intermodal terminals. Domestic business includes container and trailer traffic picked up and delivered within North America for intermodal marketing companies (primarily shipper agents and logistics companies) as well as truckload carriers.   We are the largest automotive carrier west of the Mississippi River and operate or access 39 vehicle distribution centers. The Railroad’s extensive franchise accesses six vehicle assembly plants and connects to West Coast ports, all six major Mexico gateways, and the Port of Houston to accommodate both import and export shipments. In addition to transporting finished vehicles, the Company provides expedited handling of automotive parts in both boxcars and intermodal containers destined for Mexico, the U.S., and Canada.   Seasonality – Some of the commodities we carry have peak shipping seasons, reflecting either or both the nature of the commodity (such as certain agricultural and food products that have specific growing and harvesting seasons) and the demand cycle for the commodity (such as intermodal traffic that generally peaks during the third quarter to meet back-to-school and holiday-related demand for consumer goods during the fourth quarter). The peak shipping seasons for these commodities can vary considerably each year depending upon various factors, including the strength of domestic and international economies and currencies; consumer demand; the strength of harvests, which can be adversely affected by severe weather; market prices for agricultural products; and supply chain disruptions.   Proud & Engaged Workforce – Our employees are central to our Serve, Grow, Win – Together strategy, and Investing in our Workforce is one of the five areas of concentration in our \"Building a Sustainable Future 2030\" strategy.   Our People: Our award-winning, multigenerational workforce includes talented people from all walks of life, in many stages of life. Made up of management and craft professionals, we are focused on attracting, retaining, and developing talent across our entire system.   As of December 31, 2022, the Company employed 33,179 employees. Our workforce includes five generations from Traditionalists (born before 1946) to Generation Z (born after 1998). The average age is 46.5 with average tenure of 15.8 years.   Union Pacific works with 13 major rail unions, representing approximately 83% of our workforce. Most craft professionals and more than 45 railroads participate in negotiations on a national multi-employer basis. The National Carriers Conference Committee of the National Railway Labor Conference, consisting of the top labor officers in most Class I railroads, is the bargaining committee for the industry. Railroads are governed by the Railway Labor Act (RLA), a federal statute enacted in 1926 to bring the railroads and unions to agreement without disruptions to rail transportation. The RLA includes numerous safeguards to help overcome bargaining stalemates.   The recent round of labor negotiations related to years 2020-2024 concluded in December 2022. See Management’s Discussion and Analysis of Financial Condition and Results of Operations – Other Matters – Labor Agreements, Item 7, of this report for information about the conclusion of the 2020-2024 negotiations. The next round of negotiations begins on January 1, 2025, related to years 2025-2029.    Our Culture: We incorporate our commitment to safety, high ethical standards, passion for performance, and teamwork into our day-to-day operations as we service our customers.    Safety is central to everything we do at Union Pacific. Together, we are committed to cultivating a safety-focused culture, so our employees return home safely every day. To achieve this, our employees identify risks, initiate action to mitigate those risks, and have the courage to care to keep each other safe.   \n\n\n\n       8\n     \n\n\n\n\n\n\nTable of Contents\n\n\n\n \n\n\n       8\n     \n\n \n\n       8\n     \n \n       8\n      \n\n\nTable of Contents\n\n\n \n\nTable of Contents\n\n \nTable of Contents\n   Our success is measured by our personal injury rate (the number of reportable injuries for every 200,000 employee-hours worked), and our derailment incident rate (the number of reportable derailment incidents per million train miles). Reportable personal injuries are defined as on duty incidents or occupational illnesses that result in employees losing time away from work, modifying or restricting their normal duties, or receiving any medical treatment above and beyond first aid. Reportable derailment incidents are defined as any occurrence where a wheel of a locomotive or rail car falls off the track that causes damage to track, equipment, or structures above the Federal Railroad Administration (FRA) reporting threshold, regardless of ownership ($11,300 for 2022 and $11,500 for 2023). The personal injuries and derailment incidents that meet reportable criteria are reported to the FRA.   Our 2022 personal injury rate of 0.80 improved 18% while our derailment incident rate of 2.88 increased 8% versus 2021. (See further discussion in Management’s Discussion and Analysis of Financial Condition and Results of Operations, Item 7, of this report.)   Diversity, Equity, and Inclusion: Union Pacific’s commitment to diversity and inclusion is based on our desire to create an environment where people can be their best, personally and professionally. From an employee’s perspective, a diverse culture increases engagement, improves morale, and supports safety. From a business perspective, diversity improves the Company’s decision-making, problem-solving, and strategic thinking, which translates into a competitive advantage with bottom-line results.   Union Pacific’s commitment, today and for the future, is to further improve and strengthen performance through an inclusive workforce that reflects the diverse markets and communities we serve, where everyone is treated fairly, and differences are valued. To that end, Union Pacific established a goal to reach 40% people of color and double our female representation to 11% in our workforce by 2030. As of December 31, 2022, workforce representation of people of color and females was approximately 32.8% and 5.5%, respectively.   The Employee Journey: From recruitment to retirement and milestones in between, we are relentlessly focused on supporting and engaging employees throughout their Union Pacific journey. We view it as imperative to invest in our employees with meaningful benefit offerings, developmental experiences, and career opportunities.   The process begins with recruitment, where we strive to attract the most talented and diverse employees to join our team. Then, we focus on training and development, which includes programs designed to recognize potential and to help our employees grow into new roles so that we can retain our workforce over time.   Providing competitive compensation and meaningful benefits is key to attracting and retaining talented employees. Union Pacific is committed to continuously reviewing its compensation programs and comprehensive benefits programs to promote programs that are fair and competitive. Both are key to enhancing the value of working for Union Pacific and demonstrating the Company’s commitment to the health and wealth of employees during their career. Benefits vary based on the applicable collective bargaining agreement or an employee’s management status. The final stage of the employee journey is a fulfilling retirement, which is enabled during their UP career through our compensation and benefit programs, particularly contributions to 401(k) plans and the employee stock purchase plan (ESPP).   Our Board of Directors evaluates our non-union compensation plans and reviews recommendations from the Compensation and Benefits Committee, while collective bargaining agreements govern compensation for our union employees. The median annual compensation for all employees employed as of December 31, 2022, was $86,778 (excluding the CEO).   Talent is critical – our ability to recruit and retain employees is directly tied to our railroad’s fluidity. Without team members to dispatch or operate trains, our network struggles to provide customers efficient, reliable service.   We accelerated recruitment efforts in 2022, requiring us to evolve our hiring practices and incorporate innovative strategies. From virtual career fairs to pre-recorded video interviews, we implemented robust recruiting tools to meet candidates where they are and provide an efficient, user-friendly experience through every phase of the recruitment process.   \n\n\n\n       9\n     \n\n\n\n\n\n\nTable of Contents\n\n\n\n \n\n\n       9\n     \n\n \n\n       9\n     \n \n       9\n      \n\n\nTable of Contents\n\n\n \n\nTable of Contents\n\n \nTable of Contents\n   We've also been aggressive in how we compete to attract talent in the marketplace. In particularly hard-to-fill jobs and locations, we offered hiring incentives. These incentives are a mix of travel allowances and relocation bonuses, as well as local hiring bonuses to attract applicants already residing in the communities we serve.    We continue driving inclusivity into our hiring process. We’re removing bias by using software tools to confirm gender-neutral language in job postings, as well as providing video demonstrations and visual cues during physical abilities tests. Pre-recorded video interviews allow applicants to participate at a time that works best for their schedule, accommodating those who may have nontraditional schedules.    And finally, tapping into those who know us best – employee referrals played an important part in building our team. The “Great People Know Great People” employee referral program offers an incentive for each referral hired. In 2022, we hired more than 1,250 referred employees.   Further discussion can be found in our “We Are One” report available on our website.   Railroad Security – Our security efforts consist of a wide variety of measures, including employee training, engagement with our customers, training of emergency responders, and partnerships with numerous federal, state, and local government agencies. While federal law requires us to protect the confidentiality of our security plans designed to safeguard against terrorism and other security incidents, the following provides a general overview of our security initiatives.   UPRR Security Measures – We maintain a comprehensive security plan designed to both deter and respond to any potential or actual threats as they arise. The plan includes four levels of alert status, each with its own set of countermeasures. We employ our own police force, consisting of commissioned and highly-trained officers. The police are certified state law enforcement officers with investigative and arrest powers. The Union Pacific Police Department has achieved accreditation under the Commission on Accreditation for Law Enforcement Agencies, Inc. (CALEA) for complying with the highest law enforcement standards. Our employees undergo recurrent security and preparedness training as well as federally mandated hazardous materials and security training. We regularly review the sufficiency of our employee training programs. We maintain the capability to move critical operations to back-up facilities in different locations.   We operate an emergency response management center 24 hours a day. The center receives reports of emergencies, dangerous or potentially dangerous conditions, and other safety and security issues from our employees, the public, law enforcement, and other government officials. In cooperation with government officials, we monitor both threats and public events, and, as necessary, we may alter rail traffic flow at times of concern to minimize risk to communities and our operations. We comply with the hazardous materials routing rules and other requirements imposed by federal law. We design our operating plan to expedite the movement of hazardous material shipments to minimize the time rail cars remain idle at yards and terminals located in or near major population centers. Additionally, in compliance with Transportation Security Administration (TSA) regulations, we deployed information systems and instructed employees in tracking and documenting the handoff of Rail Security Sensitive Materials with customers and interchange partners.   We established a number of our own innovative safety and security-oriented initiatives ranging from various investments in technology to The Officer on Train program, which provides local law enforcement officers with the opportunity to ride with train crews to enhance their understanding of railroad operations and risks. Our staff of information security professionals continually assess cybersecurity risks and implement mitigation programs that evolve with the changing technology threat environment. To date, we have not experienced any material disruption of our operations due to a cyber threat or attack directed at us.   \n\n\n\n       10\n     \n\n\n\n\n\n\nTable of Contents\n\n\n\n \n\n\n       10\n     \n\n \n\n       10\n     \n \n       10\n      \n\n\nTable of Contents\n\n\n \n\nTable of Contents\n\n \nTable of Contents\n   Cooperation with Federal, State, and Local Government Agencies – We work closely on physical and cybersecurity initiatives with government agencies, including the U.S. Department of Transportation (DOT); the Department of Homeland Security (DHS), along with its Cybersecurity & Infrastructure Security Agency (CISA) and TSA; as well as local police departments, fire departments, and other first responders. In connection with new guidance from the TSA, effective January 1, 2022, we were required to report cyber incidents to CISA. Additionally, during 2022, as required by the TSA guidance, we performed a cyber vulnerability self-assessment, submitted the results to the TSA, assembled and adopted a cyber incident response plan, and appointed cybersecurity coordinators. During 2023, we are required to comply with the second directive from the TSA, effective October 18, 2022. By February 21, 2023, we are required to develop and implement a cybersecurity implementation plan. Afterwards we need to establish a cybersecurity assessment plan that describes how the Company will proactively and regularly assess the effectiveness of cybersecurity measures as well as identify and resolve device, network, and system vulnerabilities. In conjunction with the Association of American Railroads (AAR), we sponsor Ask Rail, a mobile application that provides first responders with secure links to electronic information, including commodity and emergency response information required by emergency personnel to respond to accidents and other situations. We also participate in the National Joint Terrorism Task Force, a multi-agency effort established by the U.S. Department of Justice and the Federal Bureau of Investigation to combat and prevent terrorism.   We work with the Coast Guard, U.S. Customs and Border Protection (CBP), and the Military Transport Management Command, which monitor shipments entering the UPRR rail network at U.S. border crossings and ports. We were the first railroad in the U.S. to be named a partner in CBP’s Customs-Trade Partnership Against Terrorism, a partnership designed to develop, enhance, and maintain effective security processes throughout the global supply chain.   Cooperation with Customers and Trade Associations – Through TransCAER (Transportation Community Awareness and Emergency Response), we work with the AAR, the American Chemistry Council, the American Petroleum Institute, and other chemical trade groups to provide communities with preparedness tools, including the training of emergency responders. In cooperation with the FRA and other interested groups, we are also working to develop additional improvements to tank car design that will further limit the risk of releases of hazardous materials.   Sustainable Future – Union Pacific believes it is important that we act as environmental stewards, reducing emissions and supporting the transition to a more sustainable future. While we work to further reduce our environmental footprint, it is important to note that railroads already are one of the most fuel-efficient means of transportation. According to the AAR, moving freight by rail instead of truck reduces greenhouse gas (GHG) emissions by up to 75%. Building on rail’s relative emissions benefits over other modes of transportation, we are taking additional actions to reduce our emissions. These actions are described in our Climate Action Plan on our website.   Competition – see “We Face Competition from Other Railroads and Other Transportation Providers” in the Risk Factors in Item 1A of this report.   Key Suppliers – see “We Are Dependent on Certain Key Suppliers of Locomotives and Rail” in the Risk Factors in Item 1A of this report.   Available Information – Our Internet website is www.up.com. We make available free of charge on our website (under the “Investors” caption link) our Annual Reports on Form 10-K; our Quarterly Reports on Form 10-Q; our current reports on Form 8-K; our proxy statements; Forms 3, 4, and 5, filed on behalf of our directors and certain executive officers; and amendments to such reports filed or furnished pursuant to the Securities Exchange Act of 1934, as amended (the Exchange Act). We provide these reports and statements as soon as reasonably practicable after such material is electronically filed with, or furnished to, the SEC. We also make available on our website previously filed SEC reports and exhibits via a link to EDGAR on the SEC’s Internet site at www.sec.gov. Additionally, our corporate governance materials, including By-Laws, Board Committee charters, governance guidelines and policies, and codes of conduct and ethics for directors, officers, and employees are available on our website. From time to time, the corporate governance materials on our website may be updated as necessary to comply with rules issued by the SEC and the NYSE or as desirable to promote the effective and efficient governance of our Company. Any security holder wishing to receive, without charge, a copy of any of our SEC filings or corporate governance materials should send a written request to: Secretary, Union Pacific Corporation, 1400 Douglas Street, Omaha, NE 68179.   \n\n\n\n       11\n     \n\n\n\n\n\n\nTable of Contents\n\n\n\n \n\n\n       11\n     \n\n \n\n       11\n     \n \n       11\n      \n\n\nTable of Contents\n\n\n \n\nTable of Contents\n\n \nTable of Contents\n   References to our website address, the \"We Are One\" report, and the Climate Action Plan, in this report, including references in Management’s Discussion and Analysis of Financial Condition and Results of Operations, Item 7, are provided as a convenience and do not constitute, and should not be deemed, an incorporation by reference of the information contained on, or available through, the website. Therefore, such information should not be considered part of this report.   GOVERNMENTAL AND ENVIRONMENTAL REGULATION   Governmental Regulation – Our operations are subject to a variety of federal, state, and local regulations, generally applicable to all businesses. (See also the discussion of certain regulatory proceedings in Legal Proceedings, Item 3.)   The operations of the Railroad are subject to the regulations of the FRA and other federal and state agencies as well as the regulatory jurisdiction of the Surface Transportation Board (STB). The STB has jurisdiction over rates charged on certain regulated rail traffic; common carrier service of regulated traffic; freight car compensation; transfer, extension, or abandonment of rail lines; and acquisition of control of rail common carriers. The STB continues its efforts to explore expanding rail regulation and is reviewing proposed rulemaking in various areas, including reciprocal switching and commodity exemptions, and has finalized rules creating new procedures for smaller rate complaints that are being reviewed in appellate courts. The STB also continues to explore changes to the methodology for determining railroad revenue adequacy and the possible uses of revenue adequacy in regulating railroad rates. The STB posts quarterly reports on rate reasonableness cases, maintains a database on service complaints, and has the authority to initiate investigations, among other things.   DOT, the Occupational Safety and Health Administration, the Pipeline and Hazardous Materials Safety Administration, and DHS, along with other federal agencies, have jurisdiction over certain aspects of safety, movement of hazardous materials and hazardous waste, emissions requirements, and equipment standards. Additionally, various state and local agencies have jurisdiction over disposal of hazardous waste and seek to regulate movement of hazardous materials in ways not preempted by federal law.   Environmental Regulation – We are subject to extensive federal and state environmental statutes and regulations pertaining to public health and the environment. The statutes and regulations are administered and monitored by the Environmental Protection Agency (EPA) and by various state environmental agencies. The primary laws affecting our operations are the Resource Conservation and Recovery Act, regulating the management and disposal of solid and hazardous wastes; the Comprehensive Environmental Response, Compensation, and Liability Act, regulating the cleanup of contaminated properties; the Clean Air Act, regulating air emissions; and the Clean Water Act, regulating wastewater discharges.   Information concerning environmental claims and contingencies and estimated remediation costs is set forth in Management’s Discussion and Analysis of Financial Condition and Results of Operations – Critical Accounting Estimates – Environmental, Item 7, and Note 17 to the Financial Statements and Supplementary Data, Item 8. \n     \n  ", "time": "00:00:04"}