{"cik": 1013871, "item_1A": "Item 1 — Business General NRG Energy, Inc., or NRG or the Company, is a consumer services company built on dynamic retail brands. NRG brings the power of energy to customers by producing and selling energy and related products and services, nation-wide in the U.S. and Canada in a manner that delivers value to all of NRG's stakeholders. NRG sells power, natural gas, and home and power services, and develops innovative, sustainable solutions, predominately under the brand names NRG, Reliant, Direct Energy, Green Mountain Energy, Stream, and XOOM Energy. The Company has a customer base that includes approximately 5.4 million Home customers as well as commercial, industrial, and wholesale customers, supported by approximately 16 GW of generation as of December 31, 2022. On December 6, 2022, NRG and Vivint Smart Home, Inc. (“Vivint”) announced the entry into a definitive agreement under which the Company will acquire Vivint, a smart home platform company, in an all-cash transaction. The acquisition will accelerate the realization of NRG’s consumer-focused growth strategy and create a leading essential home services platform fueled by market-leading brands, unparalleled insights, proprietary technologies and complementary sales channels. The close of the acquisition is targeted for the first quarter of 2023 and is subject to customary closing conditions. NRG sold 155 TWhs of electricity and 1,918 MMDth of natural gas in 2022, making it one of the largest competitive energy retailers in the U.S. As of the end of 2022, NRG had recurring electricity and/or natural gas sales in 24 U.S. states, the District of Columbia, and 8 provinces in Canada. NRG's retail brands, collectively, have the largest share of competitively served residential electric customers in Texas and nationwide. The following chart represents NRG's sales volumes for the year ended December 31, 2022:   Strategy NRG's strategy is to maximize stakeholder value through the safe production and sale of reliable electricity and natural gas to its customers in the markets it serves, while positioning the Company to provide innovative solutions to the end-use energy or service customer. This strategy is intended to enable the Company to optimize its integrated model to generate stable and predictable cash flow, significantly strengthen earnings and cost competitiveness, and lower risk and volatility. Sustainability is a philosophy that underpins and facilitates value creation across NRG's business for its stakeholders. It is an integral piece of NRG's strategy and ties directly to business success, reduced risks and enhanced reputation. To effectuate the Company’s strategy, NRG is focused on: (i) serving the energy needs of end-use residential, commercial and industrial, and wholesale counterparties in competitive markets through multiple brands and channels; (ii) offering a variety of energy products and services, including renewable energy solutions, that are differentiated by innovative features, premium service, sustainability, and loyalty/affinity programs; (iii) excellence in operating performance of its assets; (iv) optimal hedging of its portfolio; and (v) engaging in disciplined and transparent capital allocation. 7 7 7   The Company announced in 2021 a four-year plan, that began in 2022, to spend $2 billion in order to achieve growth through optimization of the Company's core power and natural gas sales, as well as integrated solution sales within its core network in both power and home services. The planned acquisition of Vivint announced in December 2022 will be the primary growth vehicle to achieve this plan.  Business Overview The Company’s core business is the sale of electricity and natural gas to residential, commercial and industrial and wholesale customers, supported by the Company's wholesale generation. NRG manages its operations based on the combined results of the retail and wholesale generation businesses with a geographical focus.  The Company's business is segmented as follows: •Texas, which includes all activity related to customer, plant and market operations in Texas, other than Cottonwood; •East, which includes all activity related to customer, plant and market operations in the East;  •West/Services/Other, which primarily includes the following assets and activities: (i) all activity related to customer, plant and market operations in the West and Canada, (ii) the services businesses, (iii) activity related to the Cottonwood facility, (iv) the remaining renewables activity, including the Company’s equity method investment in Ivanpah Master Holdings, LLC, and (v) activity related to the Company’s equity method investment for the Gladstone power plant in Australia; and •Corporate activities.  In Texas, the Company’s generation supply is fully integrated with its retail load. The integrated model provides the advantage of being able to supply a portion of the Company’s retail customers with electricity from the Company’s assets, which reduces the need to sell electricity to and buy electricity from other institutions and intermediaries, resulting in stable earnings and cash flows, lower transaction costs and less credit exposure. The integrated model also results in a reduction in actual and contingent collateral through offsetting transactions, thereby reducing transactions with third parties.  The Company’s integrated model consists of three core functions: Customer Operations, Market Operations and Plant Operations, which directly support each other in each geographic region.  Customer Operations Customer Operations is responsible for growing and retaining the customer base and delivering an outstanding customer experience. This includes acquisition and retention of all of NRG’s residential, small commercial, government and commercial & industrial customers. NRG employs a multi-brand strategy that leverages a wide array of sales and partnership channels, direct face-to-face sales channels, call centers, websites, and brokers. Go-to-market activities include market strategy planning and development, product innovation, offer design, campaign execution, marketing and creative services, and selling. Customer portfolio maintenance and retention activities include fulfillment, billing, payment processing, collections, customer service, issue resolution, and contract renewals. NRG provides energy and related services at either fixed, indexed or month-to-month prices. Home customers typically contract for terms ranging from one month to five years, while Business contracts are often between one year and five years in length. Throughout all Customer Operations activities, the customer experience is kept at the forefront to inform decision-making and optimize retention, while creating supporters and advocates for NRG’s brands in the market. Following the expansion of the customer base with the acquisition of Direct Energy in 2021, Customer Operations now comprises three end-use customer facing teams: NRG Home, which serves residential customers, NRG Business, which serves business customers, and NRG Services, which primarily includes the services businesses acquired.  Product Offerings NRG sells a variety of products to residential and small commercial customers, including retail electricity and energy management, natural gas, home security, line and surge protection products, HVAC installation, repair and maintenance, home protection products, carbon offsets, back-up power stations, portable power, portable solar and portable lighting. Home and Services customers make purchase decisions based on a variety of factors, including price, incentive, customer service, brand, innovative offers/features and referrals from friends and family. Through its broad range of service offerings and value propositions, NRG is able to attract, retain, and increase the value of its customer relationships. NRG's brands are recognized for exemplary customer service, innovative smart energy and technology product offerings, and environmentally-friendly solutions.  The Company provides power and natural gas to the business-to-business markets in North America, as well as retail services, including demand response, commodity sales, energy efficiency and energy management solutions to Business customers. The Company is an integrated provider of supply and distributed energy resources and focuses on distributed products and services as businesses seek greater reliability, cleaner power and other benefits that they cannot obtain from the grid. These solutions include system power, distributed generation, renewable products, carbon management and specialty services, backup generation, storage and distributed solar, demand response, and energy efficiency and advisory services. 8 8 8   Market Operations Market Operations has two primary objectives: to supply energy to customers in the most cost-efficient manner and to maximize the value of the Company's assets after satisfying its customer load requirements. These objectives are intended to reduce supply costs and maximize earnings with predictable cash flows. Power and natural gas are the two main commercial groups within market operations. Power The power commercial group is responsible for end-use electricity supply including power plant optimization and certain fuel supply. To meet the market operations objectives, NRG enters into supply, power and gas hedging agreements via a wide range of products and contracts, including (i) physical and financial commodity instruments, (ii) fuel supply and transportation contracts, (iii) PPAs and Renewable PPAs and (iv) capacity and other contracted revenue or supply sources, as further discussed below. In addition, because changes in power prices in the markets where NRG operates are generally correlated to changes in natural gas prices, NRG uses hedging strategies that may include power and natural gas forward purchases and sales contracts to manage the commodity price risk. Physical and Financial Commodity Instruments NRG trades electric power, natural gas and related commodities, environmental products, weather products and financial products, including forwards, futures, options and swaps. NRG enters into these instruments primarily to manage price and delivery risk, optimize physical and contractual assets in the portfolio, manage working capital requirements, reduce the carbon exposure in its business and comply with laws. Fuel Supply and Transportation Contracts NRG's fuel requirements consist of various forms of fossil fuel and nuclear fuel. The prices of fossil fuels can be volatile. The Company obtains its fossil fuels from multiple suppliers and through multiple transporters. Although availability is generally not an issue, localized shortages, transportation availability, delays arising from extreme weather conditions and supplier financial stability issues can and do occur. The preceding factors related to the sources and availability of raw materials are fairly uniform across the Company's business and fuel products used. NRG's primary fuel requirements consist of the following: Natural Gas — NRG operates a fleet of mid-merit and peaking natural gas plants. Fuel needs are managed by the natural gas commercial group, on a spot basis, especially for peaking assets, as the Company does not believe it is prudent to forward purchase natural gas for these types of units as the dispatch is highly unpredictable.  Coal —NRG actively manages its coal requirements based on forecasted generation, market volatility and its inventory on site. The Company believes it is adequately hedged, using forward coal supply agreements, for its domestic coal consumption for 2023. As of December 31, 2022, NRG had purchased forward contracts to provide fuel for approximately 89% of the Company's expected requirements for 2023 and 2024. For the domestic fleet, NRG purchased approximately 15.3 million tons of coal in 2022, almost all of which was Powder River Basin coal. For fuel transport, NRG has entered into various rail transportation and rail car lease agreements with varying tenures that will provide for most of the Company's transportation requirements of Powder River Basin coal for the next two years.  Nuclear Fuel — STP's owners, including NRG, satisfy their fuel supply requirements by: (i) acquiring uranium concentrates and contracting for conversion of the uranium concentrates into uranium hexafluoride; (ii) contracting for enrichment of uranium hexafluoride; and (iii) contracting for fabrication of nuclear fuel assemblies. Through its proportionate participation in STPNOC, which is the NRC-licensed operator of STP that is responsible for all aspects of fuel procurement, NRG is party to a number of long-term forward purchase contracts with many of the world's largest suppliers covering STP's requirements for uranium concentrates of all of STP's requirements through 2025 and 75% for the duration of the original operating license (through 2027/2028). Similarly, STP has begun the process of covering fuel supply requirements into the extended license period and has secured a fabrication contract with Westinghouse through 2047/2048. As of December 31, 2022, STP has secured approximately 25% of uranium hexafluoride through 2029. Other fuel requirements such as uranium, conversion and enrichment remain open at this time. Renewable PPAs The Company's strategy is to procure mid to long-term renewable generation through power purchase agreements. As of December 31, 2022, NRG has entered into Renewable PPAs totaling approximately 2.4 GW with third-party project developers and other counterparties, of which approximately 45% are operational. The average tenure of these agreements is twelve years. The Company expects to continue evaluating and executing similar agreements that support the needs of the business. The total GW entered into through Renewable PPAs may be impacted by contract terminations when they occur.  9 9 9   Capacity and Other Contracted Revenue Sources NRG's revenues and cash flows, primarily in the East and West, benefit from capacity/demand payments and other contracted revenue sources, originating from market clearing capacity prices, resource adequacy contracts, tolling arrangements and other long-term contractual arrangements.  The Company's largest sources of continuing capacity revenues are capacity auctions in PJM. PJM operates a pay-for-performance model where capacity payments are modified based on real-time performance and NRG's actual revenues will be the combination of revenues based on the cleared auction MW plus the net of any over- and under-performance of NRG's respective generation assets.  Natural Gas The natural gas commercial group is responsible for all costing, logistics and supply for all of NRG's residential, commercial & industrial and wholesale customers. The Direct Energy acquisition, which closed on January 5, 2021, significantly increased the Company's capabilities and scale across the natural gas value chain. NRG has contractual rights to natural gas transportation and storage assets across its footprint that allow for optimal supply economics in support of its various businesses. NRG's diversified load coupled with this asset portfolio enables the Company to deliver supply economically while providing incremental optimization activities when market conditions allow. The scale of the natural gas operation extends from the wellhead (through its producer services business) to end use customers (through NRG's various sales channels). This scale, coupled with the Company's associated assets, gas system platform and people, create significant opportunity across North America. Plant Operations The Company owns and leases a diversified wholesale generation portfolio with approximately 16 GW of fossil fuel, nuclear and renewable generation capacity at 23 plants as of December 31, 2022. The Company's wholesale generation assets are diversified by fuel-type and dispatch level, which helps mitigate the risks associated with fuel price volatility and market demand cycles. NRG continually evaluates its generation portfolio to focus on asset optimization opportunities and the locational value of its generation assets in each of the markets where the Company participates, as well as opportunities for the development of new generation. The following table summarizes NRG's generation portfolio as of December 31, 2022:  (In MW)(a)TypeTexasEastWest/Services/OtherTotalNatural gas4,721 1,881 1,279 7,881 Coal4,174 1,948 605 6,727 Oil— 455 — 455 Nuclear1,132 — — 1,132 Utility Scale Solar— — 219 219 Battery Storage2 — — 2 Total generation capacity10,029 4,284 2,103 16,416  (In MW)(a) Texas East West/Services/Other (a)Utility Scale Solar is described in MW on an alternating current basis. MW figures provided represent nominal summer net MW capacity of power generated as adjusted for the Company's owned or leased interest.  Plant Operations is responsible for operating the Company's generation facilities at the highest standards of safety and reliability, and includes (i) operations and maintenance, (ii) asset management, and (iii) development, engineering and construction. Operations & Maintenance NRG operates and maintains its generation portfolio, as well as approximately 7,800 MW of additional coal, natural gas and wind generation capacity at 12 plants operated on behalf of third parties, as of December 31, 2022, using prudent industry practices for the safe, reliable and economic generation of electricity in compliance with all local, state and federal requirements. The Company follows a consistent set of operating requirements, including a solid base of training, required adherence to specific safety and environmental limits, procedure and checklist usage, and the implementation of continuous process improvement through incident investigations.  NRG uses best-in-class maintenance practices for preventive, predictive, and corrective maintenance planning. The Company’s strategic planning process evaluates equipment condition, performance, and obsolescence to support the development of a comprehensive work scope and schedule for long-term performance. 10 10 10   Asset Management NRG manages all aspects of its generation portfolio to optimize the lifecycle value of the assets, consistent with the Company’s goals. The Company evaluates capital projects required for continued operation and strategic enhancement of the assets, provides quality assurance on capital outlays, and assesses the impact of rules, regulations, and laws on business profitability. In addition, the Company manages its long-term contracts, PPAs, and real estate holdings and provides third-party asset management services. Development, Engineering & Construction NRG develops, engineers and executes major plant modifications, “new build” generation and energy storage projects that enhance the value of its generation portfolio and provide options to meet generation growth needs in the retail markets it serves, in accordance with the Company’s strategic goals. These projects have included gas-fired generation development and construction, coal to gas conversions, grid scale energy storage development, grid scale renewable construction, and asset demolition, remediation and reclamation work.  Operational Statistics The following statistics represent the Company's retail load and customer count:  Year ended December 31, 202220212020Sales volumes - Electricity (in GWh)Home - Texas43,155 42,397 38,473 Home - East13,269 14,108 10,221 Home - West/Services/Other2,250 2,252 — Business - Texas 38,447 34,367 17,928 Business - East47,724 53,204 1,596 Business - West/Services/Other10,231 10,625 — Total Load155,076 156,953 68,218 Sales volumes - Natural gas (in MDth)Home - East53,051 50,417 23,509 Home - West/Services/Other92,035 97,272 — Business - East1,618,946 1,620,036 — Business - West/Services/Other154,074 109,021 — Total Load1,918,106 1,876,746 23,509  Sales volumes - Electricity (in GWh) Sales volumes - Natural gas (in MDth) 11 11 11    Year ended December 31, 202220212020Customer count - Electricity customers(a)(b) (in thousands)      Home - Texas Average retail 2,961 3,040 2,431 Ending retail 2,859 3,010 2,434      Home - EastAverage retail 1,408 1,484 1,019 Ending retail 1,381 1,402 970 Home - West/Services/OtherAverage retail(c)383 525 18 Ending retail(c)390 512 17 Customer count - Natural gas customers(b) (in thousands)     Home - EastAverage retail375 360 156 Ending retail380 364 166 Home - West/Services/OtherAverage retail416 452 — Ending retail396 434 — Total Customer countAverage retail - Home5,543 5,861 3,624 Ending retail - Home5,406 5,722 3,587 (a) Includes services customers(b) Dual fuel customers are included within electricity customer counts only(c) Includes 135 thousand whole home warranty customers as of December 31, 2021. The whole home warranty business was sold in January 2022 Customer count - Electricity customers(a)(b) (in thousands)      Home - East Average retail(c) Ending retail(c) Customer count - Natural gas customers(b) (in thousands)      Home - East (a) Includes services customers The following are industry statistics for the Company's fossil and nuclear plants, as defined by the NERC: Annual Equivalent Availability Factor, or EAF — Measures the percentage of maximum generation available over time as the fraction of net maximum generation that could be provided over a defined period of time after all types of outages and deratings, including seasonal deratings, are taken into account. Net Heat Rate — The net heat rate represents the total amount of fuel in BTU required to generate one net kWh provided. Net Capacity Factor — The net amount of electricity that a generating unit produces over a period of time divided by the net amount of electricity it could have produced if it had run at full power over that time period. The net amount of electricity produced is the total amount of electricity generated minus the amount of electricity used during generation by the station. The tables below presents these performance metrics for the Company's generation portfolio, including leased facilities, for the years ended December 31, 2022 and 2021:  Year Ended December 31, 2022Fossil and Nuclear Plants (a) Net OwnedCapacity (MW)Net Generation    (In thousands of MWh) (a)Annual Equivalent Availability FactorAverage Net Heat Rate BTU/kWhNet CapacityFactorTexas10,027 37,275 69.5 %10,733 41.8 %East4,285 7,282 78.1 %11,959 17.3 %West/Services/Other1,172 6,676 84.5 %7,442 64.9 % Fossil and Nuclear Plants (a) Net Generation    (In thousands of MWh) (a) Net Capacity Factor (a)Excludes equity method investments 12 12 12    Year Ended December 31, 2021Fossil and Nuclear Plants (a) Net OwnedCapacity (MW)Net Generation    (In thousands of MWh) (a)Annual Equivalent Availability FactorAverage Net Heat Rate BTU/kWhNet CapacityFactorTexas10,083 36,920 70.6 %10,717 42.4 %East5,476 7,494 79.8 %11,877 8.8 %West/Services/Other2,318 7,949 88.0 %7,337 47.2 % Fossil and Nuclear Plants (a) Net Generation    (In thousands of MWh) (a) Net Capacity Factor (a)Excludes equity method investments The generation performance by region for the three years ended December 31, 2022, 2021 and 2020 is shown below:  Net Generation (In thousands of MWh)202220212020TexasCoal18,860 18,876 15,701 Gas8,763 8,846 6,006 Nuclear (a)9,652 9,198 9,678 Total Texas37,275 36,920 31,385 EastCoal 6,738 5,774 1,888 Oil7 201 322 Gas537 1,519 1,892 Total East (b)7,282 7,494 4,102 West/Services/OtherGas6,669 7,941 9,165 Renewables7 8 6 Total West/Services/Other (c)6,676 7,949 9,171 Total generation performance51,233 52,363 44,658  Nuclear (a) Total East (b) Total West/Services/Other (c) (a)Reflects the Company's undivided interest in total MWh generated by STP (b)Includes gas generation of 855 thousand MWh and 870 thousand MWh and oil generation of 199 thousand MWh and 322 thousand MWh for the years ended December 31, 2021 and 2020, respectively, that was sold to Generation Bridge (c)Includes gas generation of 2,445 thousand MWh and 3,002 thousand MWh for the years ended December 31, 2021 and  2020, respectively, that was sold to Generation Bridge Competition While there has been consolidation in the competitive retail space over the past few years, there is still considerable competition for customers. In Texas, there is healthy competition in deregulated areas and customers can choose providers based on the most appealing offers. Outside of Texas, electricity retailers compete with the incumbent utilities, in addition to other retail electric providers, which can inhibit competition depending on the market rules of the state. There is a high degree of fragmentation, with both large and small competitors offering a range of value propositions, including value, rewards, and sustainability-based offerings. Wholesale generation is highly fragmented and diverse in terms of industry structure by region. As such, there is wide variation in terms of the capabilities, resources, nature and identities of the Company’s competitors depending on the market. Competitors include regulated utilities, municipalities, cooperatives, other independent power producers, and power marketers or trading companies, including those owned by financial institutions.  Seasonality and Price Volatility The sale of power and natural gas to retail customers are seasonal businesses with the demand for power generally peaking during the summer, and the demand for natural gas generally peaking during the winter. As a result, net working capital requirements for the Company's retail operations generally increase during summer and winter months along with the higher revenues, and then decline during off-peak months. Weather may impact operating results and extreme weather conditions could have a material impact. The rates charged to retail customers may be impacted by fluctuations in total power  13 13 13   prices and market dynamics, such as the price of natural gas, transmission constraints, competitor actions, and changes in market heat rates. Annual and quarterly operating results of the Company's generation portfolio can be significantly affected by weather and energy commodity price volatility. Significant other events, such as the demand for natural gas, interruptions in fuel supply infrastructure and relative levels of hydroelectric capacity can increase seasonal fuel and power price volatility. The preceding factors related to seasonality and price volatility are fairly uniform across the regions in which the Company operates. Market Framework  NRG sells electricity, natural gas and related products and services to customers throughout the U.S. and Canada. In most of the states and regions that have introduced retail consumer choice, NRG competitively offers electricity, natural gas, portable power and other value-enhancing services to customers. Each retail consumer choice state or province establishes its own retail competition laws and regulations, and the specific operational, licensing, and compliance requirements vary by state or province. Regulated terms and conditions of default service, as well as any movement to replace default service with competitive services, as is done in ERCOT, can affect customer participation in retail competition. In Canada, NRG sells energy and related services to residential and commercial customers in the province of Alberta pursuant both to a regulated rate service governed by provincial regulations as well as a competitive service with rates set by market forces. Sales of energy to commercial customers take place in other provinces as well. The attractiveness of NRG's retail offerings may be impacted by the rules, regulations, market structure and communication requirements from public utility commissions in each state and province. NRG's fleet of power plants which it owns, operates or manages are located in organized energy markets, known as RTOs or ISOs. Each organized market administers day-ahead and real-time centralized bid-based energy and ancillary services markets pursuant to tariffs approved by FERC, or in the case of ERCOT, market rules approved by the PUCT. These tariffs and rules dictate how the energy markets operate, how market participants make bilateral sales with one another and how entities with market-based rates are compensated. Established prices reflect the value of energy at the specific location and time it is delivered, which is known as the Locational Marginal Price. Each market is subject to market mitigation measures designed to limit the exercise of locational market power. These market structures facilitate NRG's sale of power and capacity products at market-based rates.  Other than ERCOT and AESO, each of the ISO regions also operates a capacity or resource adequacy market that provides an opportunity for generating and demand response resources to earn revenues to offset their fixed costs that are not recovered in the energy and ancillary services markets. The ISOs are also responsible for transmission planning and operations. Texas  NRG's business in Texas is subject to standards and regulations adopted by the PUCT and ERCOT1, including the requirement for retailers to be certified by the PUCT in order to contract with end-users to sell electricity. The ERCOT market is one of the nation's largest and, historically, fastest growing power markets. ERCOT is an energy-only market. The majority of the retail load in the ERCOT market region is served by competitive retail suppliers, except certain areas that have not opted into competitive consumer choice and are served by municipal utilities and electric cooperatives.  East While most of the states in the East region of the U.S. have introduced some level of retail consumer choice for electricity and/or natural gas, the incumbent utilities currently provide default service in most of the states and as a result typically serve the majority of residential customers. NRG’s retail activities in the East are subject to standards and regulations adopted by the ISOs, state public utility commissions and legislators, including the requirement for retailers to be certified in each state in order to contract with end-users to sell electricity.  Power plants owned, operated or managed by NRG and NRG's demand response assets located in the East region of the U.S. are within the control areas of PJM, NYISO, ISO-NE and MISO. Each of the market regions in the East region provides for robust competition in the day-ahead and real-time energy and ancillary services markets. Additionally, the assets in the East region receive a significant portion of their revenues from capacity markets. PJM and ISO-NE use a forward capacity auction, while NYISO uses a month-ahead capacity auction. MISO has an annual auction. Capacity market prices are sensitive to design parameters, as well as additions of new capacity. PJM operates a pay-for-performance model where capacity payments are modified based on real-time generator performance. In such markets, NRG’s actual capacity revenues will be the combination of cleared auction prices times the quantity of MW cleared, plus the net of any over-performance \"bonus payments\" and any under-performance charges. Additionally, bidding rules allow for the incorporation of a risk premium into generator bids.  1 The Cottonwood facility is located in Deweyville, Texas, but operates in the MISO market 14 14 14   West In the West region of the U.S., NRG owns equity interests, operates or manages power plants located entirely within the CAISO footprint. The CAISO operates day-ahead and real-time locational markets for energy and ancillary services, while managing congestion primarily through nodal prices. The CAISO system facilitates NRG's sale of power, ancillary services and capacity products at market-based rates, either within the CAISO's centralized energy and ancillary service markets or bilaterally. The CPUC also determines capacity requirements for LSEs and for specified local areas utilizing inputs from the CAISO. Both the CAISO and CPUC rules require LSEs to contract with sufficient generation resources in order to maintain minimum levels of generation within defined local areas. Additionally, the CAISO has independent authority to contract with needed resources under certain circumstances, typically either when LSEs have failed to procure sufficient resources, or system conditions change unexpectedly. Canada In Canada, NRG sells to residential and commercial retail customers in Alberta, within the AESO footprint, under both regulated rates approved by the AUC as well as through competitive service. The Company's regulated rates are approved through periodic rate applications that establish rates for power and gas sales as well as for recovery of other costs associated with operating the regulated business. In addition, the Company sells energy to commercial customers in other provinces. All sales and operations are subject to applicable federal and provincial laws. Regulatory Matters As participants in wholesale and retail energy markets and owners and operators of power plants, certain NRG entities are subject to regulation by various federal and state government agencies. These include the CFTC, FERC, NRC and the PUCT, as well as other public utility commissions in certain states where NRG's generation or distributed generation assets are located. In addition, NRG is subject to the market rules, procedures and protocols of the various ISO and RTO markets in which it participates. Likewise, certain NRG entities participating in the retail markets are subject to rules and regulations established by the states and provinces in which NRG entities are licensed to sell at retail. NRG must also comply with the mandatory reliability requirements imposed by NERC and the regional reliability entities in the regions where NRG operates. NRG's operations within the ERCOT footprint are not subject to rate regulation by FERC, as they are deemed to operate solely within the ERCOT market and not in interstate commerce. These operations are subject to regulation by the PUCT, as well as to regulation by the NRC with respect to NRG's ownership interest in STP. Federal Energy Regulation Inflation Reduction Act — The IRA allocates $369 billion in spending for energy security and addressing climate change. Much of these investments come through the tax code in the form of clean energy tax credits. In the past, investment tax credits and production tax credits have played a vital role in the growth of wind and solar projects around the U.S., but they have had short lifespans, phaseouts and the uncertainty of extensions. The IRA provides 10-year extensions on these tax credits, which will provide more certainty needed for investment decisions to build out these projects in the long-term. With new renewable generation coming online, renewable energy supply costs will likely become cheaper and more plentiful. NRG Home can also benefit from increased residential usage to charge electric vehicles (\"EV\") and special EV products. The IRA also introduced new tax provisions including a corporate book minimum tax and an excise tax on net stock repurchases with both taxes effective beginning in fiscal year 2023 for NRG. The Company will continue to evaluate the impact of the corporate book minimum tax when the U.S. Treasury and the IRS release further guidance. Additionally, the IRA establishes a tax credit associated with existing nuclear facilities which begins in 2024 and terminates at the end of 2031. The tax credit will fully apply when gross revenues are at or below $25 per MWh and phases out completely at $43.75 per MWh. The U.S. Treasury is in the process of defining the methods by which gross revenues may be calculated pursuant to the IRA. State and Provincial Energy Regulation Illinois Legislation — Illinois enacted the Climate and Equitable Jobs Act (\"CEJA\") on September 15, 2021, which targets 100% clean energy by 2050. CEJA focuses on (i) decarbonization, (ii) incentives to transition coal plants into clean energy facilities and (iii) nuclear subsidies. A component of CEJA is the Coal-to-Solar Energy Storage Grant Program. On June 1, 2022, the Illinois Department of Commerce and Economic Opportunity announced that NRG is eligible to receive almost $160 million over 10 years to develop battery storage at both the Waukegan and Will County power plant sites. Regional Regulatory Developments NRG is affected by rule/tariff changes that occur in the ISO regions. For further discussion on regulatory developments see Item 15 — Note 24, Regulatory Matters, to the Consolidated Financial Statements. 15 15 15   Texas Public Utility Commission of Texas’ Actions with Respect to Wholesale Pricing and Market Design — In September 2021, the PUCT opened a rulemaking project to evaluate whether it should amend its rules to modify the High System Wide Offer cap (\"HCAP\") and the ORDC, which is intended to ensure prices in the competitive market appropriately reflect the value of operating reserves as the system approaches scarcity conditions. This rulemaking project concluded in December 2021, resulting in a rule amendment that lowered the HCAP to $5,000 per MWh and which expands the minimum contingency level to 3,000 MW in Phase I. These two changes are broadly offsetting in their effect on overall average energy prices. In 2022, the PUCT has focused on the development of a winter firm fuel product. The PUCT directed ERCOT to issue a Request for Proposal to procure dual fuel capability with on-site fuel storage as part of the initial firm fuel procurement for the winter of 2022 and 2023. The procurement amount was 2,940MW with a total cost of $53 million.  The PUCT engaged an independent consultant, E3, to evaluate various resource adequacy proposals and recommend a policy direction to increase incentives for investment in dispatchable generation in ERCOT. On November 10, 2022, the independent consultant provided a report including various market design options such as a Forward Reliability Market, Load Serving Entity Reliability Obligation, and a new concept called a Performance Credit Mechanism (\"PCM\"). The PCM measures real-time contribution to system reliability and provides compensation for resources to be available. The PUCT staff filed a summary of comments and their recommendations, which support PCM. On January 19, 2023, the Commission approved an order adopting the PCM as their policy direction for resource adequacy in ERCOT, however, implementation is delayed until the legislature reviews. Activity on Securitization and ERCOT Pricing during Winter Storm Uri — The Texas Legislature acted to pass a variety of securitization vehicles to finance exceptionally high power and gas costs from Winter Storm Uri, including HB 4492. ERCOT subsequently filed two applications requesting the PUCT to issue Debt Obligation Orders (\"DOOs\") based on the legislation. On October 13, 2021, the PUCT issued DOOs authorizing ERCOT's securitization of $800 million to cover short payments and reimburse congestion revenue right account holders for amounts related to the default of market participants other than electric cooperatives Brazos and Rayburn, which are discussed below (the \"Default Securitization\") and $2.1 billion related to highly priced ancillary service and ORPDA during Winter Storm Uri (the \"Uplift Securitization\"). The DOOs require ERCOT to issue loans or securitized bonds through a bankruptcy remote special purpose entity as the borrower and distribute the proceeds to affected market participants for default-related short payments and to LSEs for certain ancillary-service and ORDPA costs using an allocation of proceeds based on an LSE's exposure to relevant costs as calculated by the LSE's prevailing load-ratio share during the period of Winter Storm Uri, and a further redistribution of proceeds initially allocated to other LSEs and customers who opt-out of securitization. In turn, ERCOT charges non-bypassable fees related to the Default Securitization and Uplift Securitization to all qualified scheduling entities and to all LSEs (other than those that have opted-out), respectively. The Uplift Securitization provided for a one-time opt-out for certain LSEs or individual transmission-level customers who in exchange for foregoing any securitization-related proceeds likewise avoid future fees assessed by ERCOT for the use of repaying ERCOT's debt obligations. However, nearly all competitive REPs were required by the law to participate, ensuring the charge established by the law is competitively neutral. The $2.1 billion Uplift Securitization was disbursed by ERCOT in June 2022, with NRG's LSEs collectively receiving $689 million. NRG's LSEs that assessed customers certain ancillary-service and ORDPA costs during the period of Winter Storm Uri provided a refund or credit to those customers proportionate to the LSE's total recovery. The $800 million Default Securitization was disbursed by ERCOT in November 2021, with NRG receiving $12 million.  Electric Cooperative Bankruptcy and Securitization — Of the defaults in the ERCOT market the majority was attributable to Brazos, who filed bankruptcy on March 1, 2021 following the events of Winter Storm Uri. Brazos' bankruptcy case culminated in a settlement between Brazos and ERCOT that was embodied in Brazos' chapter 11 plan of reorganization. Brazos' chapter 11 plan was confirmed by the Bankruptcy Court on November 14, 2022, and the chapter 11 plan became effective on December 15, 2022. Under the terms of the Brazos' chapter 11 plan, Brazos and ERCOT are providing market participants a recovery of funds that were short-paid in relation to Brazos based on elections made by each market participant. NRG elected the accelerated cash recovery option and has received 43% of the $68 million of its short pay. NRG expects to receive an additional 22% of its short pay in various installments over the following 12-year period. The plan and ERCOT settlement also provide that there be no default uplift under the current ERCOT protocols in relation to the Brazos short payments. In February 2022, Rayburn successfully completed a securitization transaction and fully paid its outstanding obligations to ERCOT. Reliability and Plant Operations Standards — The PUCT created a rulemaking to establish weatherization standards and issued a notice for comments in response to provisions of Texas Senate Bill 3 (\"SB3\") that require mandatory standards for power generators and others within the electric-power sector. On October 21, 2021, Commissioners of the PUCT voted to adopt Phase I of the rule without substantial modifications from the proposal, and those rules are now in effect. On May 26, 2022, the  16 16 16   PUCT issued a proposal for publication to repeal Phase I rules and implement Phase II rules. The new rules entail conducting a weather study by ERCOT and directing the State Climatologist to create a percentile-based standard of weatherization and implement weatherization plan audits based on weather related outages that occur during weather emergencies. NRG filed comments to the rulemaking on June 23, 2022. On September 29, 2022, the PUCT adopted the Phase II Weatherization Standards. PJM PJM Delays Base Residual Auction Results and Files to Update Tariff — The Base Residual Auction for the 2024/2025 delivery year commenced on December 7, 2022 and closed on December 13, 2022. On December 19, 2022, PJM announced that it would delay the publication of the auction results. On December 23, 2022, PJM made a filing at FERC to revise the definition of Locational Deliverability Area Reliability Requirement in the Tariff. This would allow PJM to exclude certain resources from the calculation of the Local Deliverability Area Reliability Requirement. If accepted by FERC, the proposal will affect the clearing price of the auction. NRG has protested the filing. Capacity Performance Penalties and Bonuses from Winter Storm Elliott — PJM experienced approximately 23 hours of Capacity Performance events from December 23-24, 2022 across PJM's entire footprint. The Company will be subject to penalty or bonus payments related to the events with settlements to occur in 2023. PJM anticipates that certain market participants who incurred penalties may encounter challenges in paying penalties levied upon them. This may result in bonus payments being prorated. On February 2, 2023, PJM made a filing at FERC that, if approved, would give PJM the ability to extend the payment period for PJM member who incurred penalties for an additional 9 months. Indian River RMR Proceeding — On June 29, 2021, Indian River notified PJM that it intended to retire Unit 4, effective May 31, 2022, due to expected uneconomic operations. On July 30, 2021, PJM responded to the deactivation notice and stated that PJM had identified reliability violations resulting from the proposed deactivation of Unit 4. NRG filed a cost based RMR rate schedule at FERC on April 1, 2022. FERC accepted the rate schedule with a June 1, 2022 effective date, subject to refund and established hearing and settlement procedures. Multiple parties protested. Parties are currently in settlement negotiations. PJM Revisions to Minimum Offer Price Rule — On July 30, 2021, PJM filed proposed tariff changes at FERC to largely eliminate the current minimum offer price rules (\"MOPR\") except in very narrow cases. The proposal would eliminate: (i) the current MOPR for new entrant natural gas resources effective with the 2023/2024 delivery year and (ii) the expanded MOPR established in FERC's December 2019 Order to address out-of-market subsidies. On September 30, 2021, PJM's proposal went into effect by operation of law because the FERC Commissioners were split 2-2 as to the lawfulness of the change. Multiple parties filed motions for rehearing and ultimately appealed to the federal court of appeals. On December 21, 2021 and December 30, 2021, respectively, the Third Circuit Court of Appeals and the Seventh Circuit Court of Appeals issued an order holding the appeals in abeyance. The Seventh Court appeal is being held in abeyance while the appeal in the Third Court is moving forward with briefing and oral argument. Any changes to the PJM capacity market construct may impact the outcome of future Base Residual Auctions.  PJM's ORDC Filing and Compliance Directives — On May 21, 2020, PJM proposed energy and reserve market reforms to enhance price formation in reserve markets, which included modifying its ORDC and aligning market-based reserve products in Day-Ahead and Real-Time markets. In addition to approving PJM's proposal, FERC also directed PJM to implement a forward-looking Energy and Ancillary Services Offset to be used in PJM's capacity markets. After multiple compliance filings, parties filed appeals at the Court of Appeals for the D.C. Circuit of FERC’s orders, and on August 13, 2021, FERC filed a motion and was granted a voluntary remand of the case back to the agency. On December 22, 2021, FERC issued its order on voluntary remand affirming in part and reversing in part FERC's determination. Specifically, FERC reversed itself and ordered PJM to: (i) eliminate the more robust ORDC curves and reserve penalty adders and maintain the existing (lower) curves and (lower) penalty adders and (ii) restore its tariff provisions related to its prior backward-looking Energy and Ancillary Services Offset. In response to requests for rehearing of the December 2021 order, FERC issued a notice denying the rehearings by operation of law and providing for further consideration on February 22, 2022. Multiple parties filed appeals in various appellate courts and those appeals are now all before the Sixth Circuit Court of Appeals for consideration. Independent Market Monitor Market Seller Offer Cap Complaint — On March 18, 2021, finding that the calculation of the default Market Seller Offer Cap was unjust and unreasonable, FERC issued an Order, which permitted the current PJM May 2021 capacity auction for the 2022/2023 delivery rule to continue under the existing rules and set a procedural schedule for parties to file briefs with possible solutions. On September 2, 2021, FERC issued an order in response to a complaint filed by the PJM Independent Market Monitor's proposal, which eliminates the Cost of New Entry-based Market Seller Offer Cap and implements a limited default cap for certain asset classes based on going-forward costs and provides for unit specific cost review by the Independent Market Monitor for all other non-zero offers into the auctions. On October 4, 2021, as required by the Order, PJM submitted its compliance tariff and certain parties filed a motion for rehearing, which was denied by operation of law. On February 18, 2022, FERC addressed the arguments raised on rehearing and rejected the rehearing requests. Multiple parties filed appeals at the Court of Appeals for the D.C. Circuit. A decision is pending. 17 17 17   New York NYISO's Revisions to the Buyer Side Mitigation Rules — On January 5, 2022, the NYISO filed its Comprehensive Mitigation Review proposing changes to the buyer-side mitigation rules. The proposal would remove certain facilities to be reviewed under the buyer-side mitigation rules to serve the goals of New York's Climate Leadership and Community Protection Act, adopt a marginal capacity accreditation market design and adjust the rules surrounding installed and unforced capacity. On February 9, 2022 FERC issued a deficiency notice, focusing on capacity accreditation issues, which NYISO responded. On May 10, 2022, FERC issued an order accepting the NYISO's Comprehensive Mitigation Review. Changes to NYISO's Buyer Side Mitigation rules may impact the outcome of future capacity auctions. California California Resource Adequacy Proceedings — As part of the Integrated Resource Procurement docket, the CPUC approved a decision on June 24, 2021 that requires all LSEs to procure a pro rata share of 11.5 GW of new non-fossil resource adequacy from 2023 to 2026. In that same docket, the CPUC ordered the state's major investor-owned utilities to procure additional summer reliability resources through 2023. On June 23, 2022, the CPUC approved a decision that raises the reserve margin from 15 percent to 16 percent in 2023 and at least 17 percent in 2024. SB846 establishes a pathway for PG&E's Diablo Canyon Nuclear power plant, which units are scheduled to close in 2024 and 2025, to remain open for at least five additional years. Finally, the CPUC completed a series of 2022 stakeholder meetings regarding details for implementation of a new Resource Adequacy (\"RA\") program beginning in 2025 which will require procurement to meet needs during every hour of the day. The result of these changes will likely keep RA prices elevated in the near term and if LSEs cannot meet their RA obligations, penalties may be issued. Midway-Sunset Reliability Must Run Proceeding — San Joaquin Energy, LLC, a subsidiary of NRG, owns a 50%, non-controlling interest in the Midway-Sunset Cogeneration Company (\"MSCC\"). MSCC owns a cogeneration facility near Fellows, California and submitted mothball notices for the cogeneration facility to the CAISO in the latter half of 2020. On December 17, 2020, the CAISO Board effectively rejected the mothball notices by authorizing its staff to designate the MSCC facility as a reliability must-run (\"RMR\") resource conditioned on execution of a RMR contract. On January 29, 2021, MSCC made its RMR filing at FERC. Multiple parties filed protests and on March 16, 2021, MSCC filed a response to those protests. On April 2, 2021, FERC accepted the RMR filing, suspended it to become effective February 1, 2021, subject to refund and established hearing and settlement judge proceedings. On September 27, 2021, the CAISO gave notice to MSCC extending the term of the reliability designation through December 31, 2022. On April 29, 2022, the participants in the settlement proceeding filed a Joint Offer of Settlement with the FERC, which was approved by FERC on July 28, 2022. Environmental Regulatory Matters  NRG is subject to numerous environmental laws in the development, construction, ownership and operation of power plants. These laws generally require that governmental permits and approvals be obtained before construction and maintained during operation of power plants. Federal and state environmental laws historically have become more stringent over time. Future laws may require the addition of emissions controls or other environmental controls or impose restrictions on the Company's operations. Complying with environmental laws often involves specialized human resources and significant capital and operating expenses, as well as occasionally curtailing operations. NRG decides to invest capital for environmental controls based on the relative certainty of the requirements, an evaluation of compliance options, and the expected economic returns on capital.  A number of regulations that affect the Company have been revised recently and continue to be revised by the EPA, including ash storage and disposal requirements, NAAQS revisions and implementation and effluent limitation guidelines. NRG will evaluate the impact of these regulations as they are revised but cannot fully predict the impact of each until anticipated revisions and legal challenges are resolved. Air  The CAA and related regulations (as well as similar state and local requirements) have the potential to affect air emissions, operating practices and pollution control equipment required at power plants. Under the CAA, the EPA sets NAAQS for certain pollutants including SO2, ozone, and PM2.5. Many of the Company's facilities are located in or near areas that are classified by the EPA as not achieving certain NAAQS (non-attainment areas). The relevant NAAQS may become more stringent. In January 2023, the EPA proposed increasing the stringency of the PM2.5 NAAQS. The Company maintains a comprehensive compliance strategy to address continuing and new requirements. Complying with increasingly stringent air regulations could require the installation of additional emissions control equipment at some NRG facilities or retiring of units if installing such controls is not economic. Significant changes to air regulatory programs affecting the Company are described below.  CPP/ACE Rules — The attention in recent years on GHG emissions has resulted in federal and state regulations. In October 2015, the EPA promulgated the CPP, addressing GHG emissions from existing EGUs. On February 9, 2016, the U.S.  18 18 18   Supreme Court stayed the CPP. In July 2019, EPA promulgated the ACE rule, which rescinded the CPP, which had sought to broadly regulate CO2 emissions from the power sector. On January 19, 2021, the D.C. Circuit vacated the ACE rule (but on February 22, 2021, at the EPA's request, stayed the issuance of the portion of the mandate that would vacate the repeal of the CPP). On June 30, 2022, the U.S. Supreme Court held that the \"generation shifting\" approach in the CPP exceeded the powers granted to the EPA by Congress. The Court did not address the related issues of whether the EPA may adopt only measures applied at each source. The Company anticipates that there will be additional rulemaking by the EPA over the next several years. Cross-State Air Pollution Rule (\"CSAPR\") — In April 2022, the EPA proposed revising the CSAPR to address the good-neighbor provisions of the 2015 ozone NAAQS. If the rule were finalized as proposed, it would apply to 25 states (including Texas) beginning in 2023. In 2023, the revised Group 3 trading program (previously established in the Revised CSAPR Update Rule) would have emission budgets based on NOx emission rates that the EPA says are achievable by existing controls at power plants. Starting in 2026, the NOx budgets would be reduced significantly based on levels achievable if SCR controls were installed at coal-fueled power plants that do not currently have such controls. Starting in 2025, the budgets would be updated annually to account for retirements, changes to operations, and new units. The proposal also contemplates heightened surrender requirements for units that exceed certain NOx emission rate thresholds. The Company cannot predict the outcome of this proposed revision and anticipates that this rulemaking will be subject to legal challenges after it is finalized. The EPA anticipates finalizing the revised rule in Spring 2023. Greenhouse Gas Emissions — NRG emits CO2 (and small quantities of other GHGs) when generating electricity at a majority of its facilities. Nearly all (>99%) of NRG's domestic GHG emissions are subject to federal (U.S. EPA) GHG reporting requirements.  NRG's climate goals are to reduce greenhouse gas emissions by 50% by 2025, from its current 2014 baseline, and to achieve net-zero emissions by 2050. Greenhouse gas emissions include directly controlled emissions, emissions from NRG's purchased energy, and emissions from employee business travel. In early 2021, NRG's climate goals were certified by the Science Based Targets initiative as aligned with a 1.5 degree Celsius trajectory. From the current 2014 baseline to 2022, the Company's CO2e emissions decreased from 60 million metric tons to 35 million metric tons, representing a cumulative 42% reduction. The decrease is attributed to reductions in fleet-wide annual net generation and a market-driven shift away from coal as a primary fuel to natural gas. The increase in emissions in 2022, as compared to 2021, was primarily due to increased generation driven by power market conditions and weather. The Company is continuing to target a 50% reduction in greenhouse gas emissions by 2025, however, assuming no mitigating events occur, current power market forecasts suggest that the projected reduction in NRG's greenhouse gas emissions at that time will be less than the targeted goal. The Company expects these forecasts to continue to evolve over time given recent and expected future changes in regulatory policies and prices in electricity and natural gas markets. The Company continues to actively monitor and explore various options to meet the goal when both economically and legally feasible. As of December 31, 2022, less than 5% of the Company's consolidated revenues were derived from coal-fired operating assets. 19 19 19   The following charts reflect the Company’s domestic generation portfolio, including leased facilities and those accounted for through equity method investments, but excluding the battery storage and remaining renewables activity. Prior year information on U.S. CO2e emissions and U.S. generation was adjusted to remove divested assets.  Byproducts, Wastes, Hazardous Materials and Contamination In April 2015, the EPA finalized the rule regulating byproducts of coal combustion (e.g., ash and gypsum) as solid wastes under the RCRA. On July 30, 2018, the EPA promulgated a rule that amended the ash rule by extending some of the deadlines and providing more flexibility for compliance. On August 21, 2018, the D.C. Circuit found, among other things, that the EPA had not adequately regulated unlined ponds and legacy surface impoundments. On August 28, 2020, the EPA finalized \"A Holistic Approach to Closure Part A: Deadline to Initiate Closure,\" which amended the April 2015 Rule to address the August 2018 D.C. Circuit decision and extend some of the deadlines. On November 12, 2020, the EPA finalized \"A Holistic Approach to Closure Part B: Alternative Demonstration for Unlined Surface Impoundments,\" which further amended the April 2015 Rule to, among other things, provide procedures for requesting approval to operate existing ash impoundments with an alternate liner. NRG anticipates further rulemaking related to the Federal Permit Program and legacy surface impoundments. Domestic Site Remediation Matters Under certain federal, state and local environmental laws, a current or previous owner or operator of a facility, including an electric generating facility, may be required to investigate and remediate releases or threatened releases of hazardous or toxic substances or petroleum products. NRG may be responsible for property damage, personal injury and investigation and remediation costs incurred by a party in connection with hazardous material releases or threatened releases. These laws impose liability without regard to whether the owner knew of or caused the presence of the hazardous substances, and the courts have interpreted liability under such laws to be strict (without fault) and joint and several. Cleanup obligations can often be triggered during the closure or decommissioning of a facility, in addition to spills during its operations.  Jewett Mine Lignite Contract — The Company's Limestone facility historically burned lignite obtained from the Jewett mine. Active mining ceased as of December 31, 2016; however, the Company remains responsible for reclamation activities and is responsible for all reclamation costs. NRG has recorded an adequate ARO liability. The Railroad Commission of Texas has imposed a bond obligation of approximately $99 million for the reclamation of the Jewett mine, which NRG supports through surety bonds. The cost of the reclamation may exceed the value of the bonds. NRG may provide additional performance assurance if required by the Railroad Commission of Texas. Nuclear Waste — The federal government's program to construct a nuclear waste repository at Yucca Mountain, Nevada was discontinued in 2010. Since 1998, the U.S. DOE has been in default of the federal government's obligations to begin accepting spent nuclear fuel (\"SNF\"), and high-level radioactive waste (\"HLW\"), under the Nuclear Waste Policy Act. Owners of nuclear plants, including the owners of STP, had been required to enter into contracts setting out the obligations of the owners and the U.S. DOE, including the fees to be paid by the owners for the U.S. DOE's services to license a spent fuel repository. Effective May 16, 2014, the U.S. DOE stopped collecting the fees.  On February 5, 2013, STPNOC entered into a settlement agreement with the U.S. DOE for payment of damages relating to the U.S. DOE's failure to accept SNF and HLW under the Nuclear Waste Policy Act through December 31, 2013, which has been extended three times through addendums to cover payments through December 31, 2022. There are no facilities for the  20 20 20   reprocessing or permanent disposal of SNF currently in operation in the U.S., nor has the NRC licensed any such facilities. STPNOC currently stores all SNF generated by its nuclear generating facilities on-site. STPNOC plans to continue to assert claims against the U.S. DOE for damages relating to the U.S. DOE's failure to accept SNF and HLW. Under the federal Low-Level Radioactive Waste Policy Act of 1980, as amended in 1985, the state of Texas is required to provide, either on its own or jointly with other states in a compact, for the disposal of all low-level radioactive waste generated within the state. Texas is currently in a compact with the state of Vermont, and the compact low-level waste facility located in Andrews County in Texas has been operational since 2012.  Water  The Company is required under the CWA to comply with intake and discharge requirements, requirements for technological controls and operating practices. As with air quality regulations, federal and state water regulations have become more stringent and imposed new requirements.  Effluent Limitations Guidelines — In November 2015, the EPA revised the Effluent Limitations Guidelines (\"ELG\") for Steam Electric Generating Facilities, which imposed more stringent requirements (as individual permits were renewed) for wastewater streams from FGD, fly ash, bottom ash and flue gas mercury control. On September 18, 2017, the EPA promulgated a final rule that, among other things, postponed the compliance dates to preserve the status quo for FGD wastewater and bottom ash transport water by two years to November 2020 until the EPA amended the rule. On October 13, 2020, the EPA amended the 2015 ELG rule by: (i) altering the stringency of certain limits for FGD wastewater; (ii) relaxing the zero-discharge requirement for bottom ash transport water; and (iii) changing several deadlines. On July 26, 2021, the EPA announced that it is initiating a new rulemaking to evaluate revising the ELG rule. While the EPA is developing the new rule, the existing rule (as amended in 2020) will stay in place, and the EPA expects permitting authorities to continue to implement the current regulation. The Company anticipates that the EPA will release a proposed rule in the first half of 2023. In October 2021, NRG informed its regulators that the Company intends to comply with the ELG by ceasing combustion of coal by the end of 2028 at its domestic coal units outside of Texas, and installing appropriate controls by the end of 2025 at its two plants that have coal-fired units in Texas. Regional Environmental Developments Ash Regulation in Illinois — On July 30, 2019, Illinois enacted legislation that required the state to promulgate regulations regarding coal ash at surface impoundments. On April 15, 2021, the state promulgated the implementing regulation, which became effective on April 21, 2021. NRG has applied for initial operating permits and has begun to apply for construction permits (for closure) as required by the regulation. Houston Nonattainment for 2008 Ozone Standard — During the fourth quarter of 2022, the EPA changed the Houston area’s classification from Serious to Severe nonattainment for the 2008 Ozone Standard. Accordingly, Texas is required to develop a new control strategy and submit it to the EPA. Customers NRG sells to a wide variety of customers, primarily end-use customers in the residential, commercial and industrial sectors. The Company owns and operates power plants to generate and sell power to wholesale customers, such as utilities and other intermediaries. The Company had no customer that comprised more than 10% of the Company's consolidated revenues for the year ended December 31, 2022. Human Capital As of December 31, 2022, NRG and its consolidated subsidiaries had 6,603 employees, approximately 12% of whom were covered by U.S. collective bargaining agreements. During 2022, the Company did not experience any labor stoppages or labor disputes at any of its facilities.  NRG believes its employees are vital to its success and is committed to offering employees a rewarding career that provides opportunities for growth and the ability to make valuable contributions toward the achievement of the Company’s business objectives. NRG focuses on safety, health and wellness, diversity, equity and inclusion, talent development and total rewards for its employees.  21 21 21   Safety Safety is embedded in the culture at NRG. The Company strives to begin meetings with a safety moment and regularly reminds its employees that safety comes first. NRG has achieved its targeted top decile safety record of Occupational Safety and Health Administration recordable injury rates in each of the 5 previous years.   Health and Wellness For several years, NRG has invested in the health and well-being of its employees and their families. NRG provides programs that holistically support its employees’ physical, emotional and financial wellness, allowing employees the opportunity to take control of their well-being and focus on what matters most to them for a healthy, secure future. For the 2022 plan year, the Company included well-being goals in the Annual Incentive Plan (AIP), ensuring participants are motivated to improve their physical, emotional and financial well-being. Accordingly, certain key employee programs were evaluated and enhanced for 2023: several new programs were added to NRG's voluntary benefits offerings, NRG’s retirement savings plan match was increased by 50% in the U.S. and by 100% in Canada, and paid parental leave was increased to 6 weeks regardless of gender. Diversity, Equity and Inclusion NRG is committed to diversity, equity and inclusion (\"DE&I\") as an integral way the Company operates. In 2020, NRG completed a gender and race pay equity study to ensure that the Company's pay decisions were not influenced by gender, race, or other similar factors. The study demonstrated equitable pay practices after accounting for education, experience, performance and location. The Company committed to conduct this study every three years, including in 2023.  In 2022, the Company used a portion of its cash balances to invest in a money market fund in which a portion of the fund’s fee is donated to Rio Bank, a Texas-based minority-owned financial institution. This commitment demonstrates the Company's support for the communities in which it is located and does business. NRG also held its first company-wide Day of Service in honor of Martin Luther King, Jr. Day in 2022. Employees were encouraged to participate in events held across multiple states to listen, learn and serve their communities. Talent Development NRG deploys various talent development strategies and programs with the goal of ensuring a pipeline of leadership who can execute on the Company’s strategy and drive value for all stakeholders. The Board of Directors regularly engages with management on leadership development and succession planning, including providing feedback on development plans and bench strength for key senior leader positions. The Board of Directors also has a structured program that allows directors to interact directly with individuals deeper within the organization whom management, through a robust talent assessment  22 22 22   program, as well as mentoring relationships, has identified as high potential future leaders. In 2021, the Company launched an annual Executive Leadership Program to strengthen the identified pipeline of future leaders and create a cohort of high potential candidates for the program. The Company has a performance management tool that emphasizes a continuous feedback loop and a robust online training curriculum with topics including leadership, communication and productivity. Total Rewards NRG seeks to provide market competitive compensation and benefits, benchmarked against direct peers, industry, and, where appropriate, general peers. To ensure incentives are properly aligned with business needs and can attract and retain qualified employees, the Compensation Committee of the Board of Directors actively reviews the Company's total rewards programs, including benchmarking programs against peer groups, assessing the risks of programs and evaluating the design of the annual and long-term incentive programs. The Company offers full-time employees incentives designed to motivate and reward success. NRG continues to evaluate its offerings taking into consideration the needs of its employees to ensure they are competitive and best serve its employees. Every two years, the Company engages an independent third-party to benchmark its compensation and benefits programs against its peers and report the results to the Compensation Committee of the Board of Directors. For further discussion and recent available data regarding the Company’s efforts and programs please see the Company’s 2022 Proxy Statement and 2021 Sustainability Report, which are available on the Company’s website at: www.nrg.com. Information included in these documents is not intended to be incorporated into this Form 10-K. Available Information NRG's annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports filed or furnished pursuant to section 13(a) or 15(d) of the Exchange Act are available free of charge through the SEC's website, www.sec.gov, and through the Company's website, www.nrg.com, as soon as reasonably practicable after they are electronically filed with, or furnished to, the SEC. The Company also routinely posts press releases, presentations, webcasts, sustainability reports and other information regarding the Company on the Company's website. The information posted on the Company's website is not a part of this report.  23 23 23   ", "time": "00:00:07"}