{"cik": 101778, "item_1A": "PART I Items 1. and 2. Business and Properties 6 Item 1A. Risk Factors 21 Item 1B. Unresolved Staff Comments 33 Item 3. Legal Proceedings 33 Item 4. Mine Safety Disclosures 34 PART II Item 5. Market for Registrant’s Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities 34 Item 6. [Reserved] 34 Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations 35 Item 7A. Quantitative and Qualitative Disclosures About Market Risk 52 Item 8. Financial Statements and Supplementary Data 53 Item 9. Changes in and Disagreements with Accountants on Accounting and Financial Disclosure 113 Item 9A. Controls and Procedures 113 Item 9B. Other Information 113 Item 9C. Disclosure Regarding Foreign Jurisdictions that Prevent Inspections 113 PART III Item 10. Directors, Executive Officers and Corporate Governance 114 Item 11. Executive Compensation 114 Item 12. Security Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters 114 Item 13. Certain Relationships and Related Transactions, and Director Independence 114 Item 14. Principal Accountant Fees and Services 115 PART IV Item 15. Exhibits, Financial Statement Schedules 115 Item 16. Form 10-K Summary 120 SIGNATURES 121     Table of Contents Table of Contents Definitions Throughout this report, the following company or industry specific terms and abbreviations are used. AMPCO – Atlantic Methanol Production Company LLC, a company located in Equatorial Guinea in which we own a 45% equity interest. AMT – Alternative minimum tax. bbl – One stock tank barrel, which is 42 United States gallons liquid volume. boe – Barrels of oil equivalent. btu – British thermal unit, an energy equivalence measure. BLM – Bureau of Land Management. CWA – Clean Water Act. DD&A – Depreciation, depletion and amortization. Development well – A well drilled within the proved area of an oil or natural gas reservoir to the depth of a stratigraphic horizon known to be productive. Dry well – A well found to be incapable of producing either oil or natural gas in sufficient quantities to justify completion as an oil or gas well. E.G. – Equatorial Guinea. EGHoldings or EG LNG – Equatorial Guinea LNG Holdings Limited and its wholly owned subsidiaries, a liquefied natural gas production company located in E.G. in which we own a 56% equity interest. ESG – Environmental, safety and governance.  EPA – United States Environmental Protection Agency. Exploratory well – A well drilled to find oil or natural gas in an unproved area or find a new reservoir in a field previously found to be productive in another reservoir. FASB – Financial Accounting Standards Board. GHG – Greenhouse gas. Henry Hub – a natural gas benchmark price quoted at settlement date average. IRA – Inflation Reduction Act of 2022.  IRS – United States Internal Revenue Service. LIBOR – London Interbank Offered Rate. LNG – Liquefied natural gas. LPG – Liquefied petroleum gas. Liquid hydrocarbons or liquids – Collectively, crude oil, condensate and natural gas liquids. Marathon Oil, we, our, us – Marathon Oil Corporation, including wholly owned and majority-owned subsidiaries, and ownership interests in equity method investees (corporate entities, partnerships, limited liability companies and other ventures over which Marathon Oil exerts significant influence by virtue of its ownership interest). The company as it exists following the June 30, 2011 spin-off of the refining, marketing and transportation operations. mbbld – Thousand barrels per day. mboed – Thousand barrels of oil equivalent per day. mcf – Thousand cubic feet. MEGPL – Marathon E.G. Production Limited, a consolidated and wholly owned subsidiary.  mmbbl – Million barrels. mmboe – Million barrels of oil equivalent. Natural gas is converted on the basis of six mcf of gas per one barrel of crude oil equivalent. 1 1 1 Table of Contents Table of Contents mmbtu – Million British thermal units. mmcfd – Million stabilized cubic feet per day. mmta – Million metric tonnes per annum. mt – Metric tonnes. mtd – Metric tonnes per day. NAAQS – National Ambient Air Quality Standard.  MEH – Magellan East Houston, an oil index benchmark price of WTI at Magellan East Houston. Net acres or Net wells – The sum of the fractional working interests owned by us in gross acres or gross wells. NGL or NGLs – Natural gas liquid or natural gas liquids, which are naturally occurring substances found in natural gas, including ethane, butane, isobutane, propane and natural gasoline, which can be collectively removed from produced natural gas, separated into these substances and sold.  NYMEX – New York Mercantile Exchange.  OPEC – Organization of Petroleum Exporting Countries. Operational availability – A term used to measure the ability of an asset to produce to its maximum capacity over a specified period of time, after consideration of planned maintenance. Productive well – A well that is not a dry well. Productive wells include producing wells and wells that are mechanically capable of production. Proved developed reserves – Proved reserves that can be expected to be recovered through existing wells with existing equipment and operating methods or for which the cost of the required equipment is relatively minor compared to the cost of a new well. Proved reserves – Proved crude oil and condensate, NGLs and natural gas reserves are those quantities of crude oil and condensate, NGLs and natural gas, which, by analysis of geoscience and engineering data, can be estimated with reasonable certainty to be economically producible from a given date forward, from known reservoirs, and under existing economic conditions, operating methods and government regulations-prior to the time at which contracts providing the right to operate expire, unless evidence indicates that renewal is reasonably certain, regardless of whether deterministic or probabilistic methods are used for the estimation. The project to extract the hydrocarbons must have commenced or the operator must be reasonably certain that it will commence the project within a reasonable time. Proved undeveloped reserves – Proved reserves that are expected to be recovered from new wells on undrilled acreage, or from existing wells where a relatively major expenditure is required for recompletion. Undrilled locations can be classified as having proved undeveloped reserves if a development plan has been adopted indicating that they are scheduled to be drilled within five years, unless the specific circumstances justify a longer time. Reserves on undrilled acreage shall be limited to those directly offsetting development spacing areas that are reasonably certain of production when drilled, unless evidence using reliable technology exists that establishes reasonable certainty of economic viability at greater distances. REx – Resource play exploration. Royalty interest – An interest in an oil or natural gas property entitling the owner to a share of oil or natural gas production free of costs of production. SAR or SARs – Stock appreciation right or stock appreciation rights. SCOOP – South Central Oklahoma Oil Province. SEC – United States Securities and Exchange Commission. Seismic – An exploration method of sending energy waves or sound waves into the earth and recording the wave reflections to indicate the type, size, shape and depth of subsurface rock formation (3-D seismic provides three-dimensional pictures and 4-D factors in changes that occurred over time). SOFR – Secured Overnight Financing Rate. STACK – Sooner Trend oil field, Anadarko basin, Canadian and Kingfisher counties in Oklahoma.  Total proved reserves – The summation of proved developed reserves and proved undeveloped reserves. 2 2 2 Table of Contents Table of Contents Turnaround – A planned major maintenance program the costs for which are expensed in the period incurred and can include the costs of contractor repair services, materials and supplies, equipment rentals and labor costs. U.S. – United States of America. U.S. resource plays – Consists of our unconventional properties in the Eagle Ford in Texas, the Bakken in North Dakota, STACK and SCOOP in Oklahoma and Permian in New Mexico and Texas. U.S. GAAP – U.S. Generally Accepted Accounting Principles. Working interest – The interest in a mineral property, which gives the owner that share of production from the property. A working interest owner bears that share of the costs of exploration, development and production in return for a share of production. Working interests are sometimes burdened by overriding royalty interests or other interests. WOTUS – Waters of the United States. WTI – West Texas Intermediate crude oil, an oil index benchmark price as quoted by NYMEX.  3 3 3 Table of Contents Table of Contents DISCLOSURE REGARDING FORWARD-LOOKING STATEMENTS This Annual Report on Form 10-K contains forward-looking statements within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934. These are statements, other than statements of historical fact, that give current expectations or forecasts of future events, including without limitation: our operational, financial and growth strategies, including drilling plans and projects, planned wells, rig count, inventory, seismic, exploration plans, maintenance activities, drilling and completion improvements, cost reductions, and financial flexibility; our ability to successfully effect those strategies and the expected timing and results thereof; our 2023 capital budget and the planned allocation thereof; planned capital expenditures and the impact thereof; expectations regarding future economic and market conditions and their effects on us; our financial and operational outlook, and ability to fulfill that outlook; our financial position, balance sheet, liquidity and capital resources, and the benefits thereof; resource and asset potential; reserve estimates; expected interest expense; growth expectations; the impact of the Ensign acquisition to our financial metrics; our expectations regarding the entry into new LNG agreements and intentions to secure increased exposure to global LNG market prices; and future production and sales expectations, and the drivers thereof. In addition, many forward-looking statements may be identified by the use of forward-looking terminology such as “anticipates,” “believes,” “continue,” “could,” “estimates,” “expects,” “forecast,” “future,” “guidance,” “intend,” “may,” “outlook,” “plans,” “positioned,” “projects,” “seek,” “should,” “targets,” “will,” “would” or similar words indicating that future outcomes are uncertain. While we believe that our assumptions concerning future events are reasonable, these expectations may not prove to be correct. A number of factors could cause results to differ materially from those indicated by such forward-looking statements including, but not limited to:  •conditions in the oil and gas industry, including supply and demand levels for crude oil and condensate, NGLs and natural gas and the resulting impact on price;  •changes in expected reserve or production levels; •changes in political or economic conditions in the U.S. and E.G., including changes in foreign currency exchange rates, interest rates, inflation rates, and global and domestic market conditions; •actions taken by the members of OPEC and Russia affecting the production and pricing of crude oil and other global and domestic political, economic or diplomatic developments;  •capital available for exploration and development; •risks related to our hedging activities;  •voluntary or involuntary curtailments, delays or cancellations of certain drilling activities;  •well production timing; •liabilities or corrective actions resulting from litigation, other proceedings and investigations or alleged violations of law or permits; •drilling and operating risks; •lack of, or disruption in, access to storage capacity, pipelines or other transportation methods; •availability of drilling rigs, materials and labor, including the costs associated therewith;  •difficulty in obtaining necessary approvals and permits;  •the availability, cost, terms and timing of issuance or execution of, competition for, and challenges to, mineral licenses and leases and governmental and other permits and rights-of-way, and our ability to retain mineral licenses and leases; •non-performance by third parties of their contractual obligations, including due to bankruptcy;  •unexpected events that may impact distributions from our equity method investees; •unforeseen hazards such as weather conditions, a health pandemic (including COVID-19), acts of war or terrorist acts and the governmental or military response thereto; •the impacts of supply chain disruptions that began during the COVID-19 pandemic and the resulting inflationary environment; •security threats, including cybersecurity threats and disruptions to our business and operations from breaches of our information technology systems, or breaches of the information technology systems, facilities and infrastructure of third parties with which we transact business;  •changes in safety, health, environmental, tax, currency and other regulations, or requirements or initiatives including those addressing the impact of global climate change, air emissions or water management;  •our ability to achieve, reach or otherwise meet initiatives, plans or ambitions with respect to ESG matters; •our ability to pay dividends and make share repurchases; •our ability to secure increased exposure to global LNG market prices; 4 4 4 Table of Contents Table of Contents •impacts of the IRA; •the risk that the Ensign assets do not perform consistent with our expectations, including with respect to future production or drilling inventory; •other geological, operating and economic considerations; and •other factors discussed in Item 1. Business, Item 1A. Risk Factors, Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations, Item 7A. Quantitative and Qualitative Disclosures About Market Risk, and elsewhere in this report. All forward-looking statements included in this report are based on information available to us on the date of this report. Except as required by law, we undertake no obligation to revise or update any forward-looking statements as a result of new information, future events or otherwise. All subsequent written and oral forward-looking statements attributable to us or persons acting on our behalf are expressly qualified in their entirety by the cautionary statements contained throughout this report. 5 5 5  Table of Contents Table of Contents PART I  Items 1. and 2. Business and Properties General and Business Strategy  General  Marathon Oil Corporation (NYSE: MRO) is an independent exploration and production company incorporated in 2001, focused on U.S. resource plays: Eagle Ford in Texas, Bakken in North Dakota, STACK and SCOOP in Oklahoma and Permian in New Mexico and Texas. Our U.S. assets are complemented by our international operations in E.G. Our corporate headquarters is located at 990 Town and Country Boulevard, Houston, Texas 77024-2217 and our telephone number is (713) 629-6600. Each of our two reportable operating segments are organized by geographic location and managed according to the nature of the products and services offered. The two segments are: •United States – explores for, produces and markets crude oil and condensate, NGLs and natural gas in the United States; and •International – explores for, produces and markets crude oil and condensate, NGLs and natural gas outside of the United States as well as produces and markets products manufactured from natural gas, such as LNG and methanol, in E.G. Business Strategy  Our overall business strategy is to responsibly deliver competitive corporate level returns, free cash flow and cash returns to shareholders, all of which are sustainable and resilient through long-term commodity price cycles. We expect to achieve our business strategy by adherence to a disciplined reinvestment rate capital allocation framework that limits our capital expenditures relative to our expected cash flow from operations. Keeping our workforce safe, maintaining a strong balance sheet, responsibly meeting global energy demand with a focus on continuously improving environmental performance, serving as a trusted partner to our local communities and maintaining best in-class corporate governance standards are foundational to the execution of our strategy.  In February 2023, we announced a 2023 capital budget of $1.9 billion to $2.0 billion that prioritizes free cash flow generation over production growth, consistent with our disciplined capital allocation framework. We believe our financial strength, quality portfolio, ongoing focus on maintaining a competitive cost structure and disciplined capital allocation framework position us to navigate a variety of commodity price environments. See Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations, for a more detailed discussion of our operating results, cash flows and liquidity.   6 6 6 Table of Contents Table of Contents Our portfolio is concentrated in our core operations in the U.S. resource plays and E.G. The map below shows the locations of our U.S. resource plays:   7 7 7 Table of Contents Table of Contents Segment Information In the following discussion regarding our United States and International segments, references to net wells, acres, sales or investment indicate our ownership interest or share, as the context requires.  United States Segment We are engaged in oil and gas exploration, development and production activities in the U.S. Our primary focus in the United States segment is concentrated within our four high-quality resource plays. See Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations for further detail on current year results. United States – U.S. Resource Plays  Eagle Ford – We have been operating in the South Texas Eagle Ford play since 2011, where our acreage is located in Karnes, Atascosa, Gonzales, Lavaca, DeWitt, Bee and Live Oak Counties. We operate 32 central gathering and treating facilities across the play that support more than 1,600 producing wells. We also own and operate the Sugarloaf gathering system, a 42-mile natural gas pipeline through the heart of our acreage in Karnes and Atascosa Counties. In addition, in the fourth quarter of 2022, we acquired approximately 130,000 net proved and unproved acres, with an average 97% working interest, and approximately 700 existing wells from Ensign Natural Resources. Bakken – We have been operating in the Williston Basin since 2006. The majority of our core acreage is within McKenzie, Mountrail and Dunn Counties in North Dakota targeting the Middle Bakken and Three Forks reservoirs. Oklahoma – With a history in Oklahoma that dates back more than 100 years, our primary focus has been development in the STACK Meramec and SCOOP Woodford, while progressing delineation of other plays across our acreage. We primarily hold net acreage with rights to the Woodford, Springer, Meramec, Osage and other prospect intervals, with a majority of this in the SCOOP and STACK. Permian – We have been operating in the Northern Delaware basin, which is located within the greater Permian area, since closing on two major acquisitions in 2017. Our focus has been to advance our position through execution of strategic acreage trades, progress early delineation and development of our acreage, improve our cost structure and secure midstream solutions. We have the majority of our acreage in Eddy and Lea counties primarily in the Wolfcamp and Bone Spring New Mexico plays.  International Segment  We are engaged in oil and gas exploration, development and production activities in E.G. We include the results of our investments in a LPG processing plant and LNG and methanol production operations in E.G. in our International segment.  International  Equatorial Guinea – We own a 63% and an 80% operated working interest in two separate production sharing contracts (Alba PSC and Block D PSC, respectively), which we produce from the Alba field, located offshore E.G. These production sharing contracts were unitized in 2017 resulting in the Alba Unit in which we own a 64% operated working interest. Equatorial Guinea – Gas Processing – The following facilities located on Bioko Island, all accounted for as equity method investments, allow us to further monetize natural gas production from the Alba field. We own a 52% interest in Alba Plant LLC, which operates an onshore LPG processing plant. Alba field natural gas is processed by the LPG plant under a fixed-price long-term contract. The LPG plant extracts condensate and LPG from the natural gas stream and uses some of the remaining dry natural gas in its operations.  We also own 56% of EGHoldings, which operates a 3.7 mmta LNG production facility. Under EGHoldings’ current sales and purchase agreement, which ends on December 31, 2023, the purchaser takes delivery of the LNG on Bioko Island, with pricing linked principally to the Henry Hub index. We are progressing new LNG agreements expected to begin on January 1, 2024, and our intention is to secure increased exposure to global LNG market prices. EGHoldings’ gross sales of LNG from this production facility totaled approximately 2 mmta in 2022.  Additionally, Alba Plant LLC and EGHoldings process the third-party gas from the Alen field under a combination of a tolling fee and profit-sharing arrangement, the benefits of which are included in our respective share of income from equity method investments. Efforts are underway to secure additional regional third-party gas volumes to be processed by Alba Plant LLC and EGHoldings thereby creating a regional gas hub in E.G. We also own 45% of AMPCO, which operates a methanol plant. AMPCO had gross sales totaling approximately 2,351 mtd in 2022. Methanol production is sold to customers in Europe and the U.S.  8 8 8 Table of Contents Table of Contents Reserves Proved reserves are required to be disclosed by continent and by country if the proved reserves related to any geographic area, on an oil equivalent barrel basis, represent 15% or more of our total proved reserves. A geographic area can be an individual country, group of countries within a continent, or a continent. For additional detail on reserves, see Item 8. Financial Statements and Supplementary Data – Supplementary Information on Oil and Gas Producing Activities.  The following tables set forth estimated quantities of our total proved crude oil and condensate, NGLs and natural gas reserves based upon SEC pricing for the year-ended December 31, 2022. Crude Oil and Condensate(mmbbl)Natural Gas Liquids(mmbbl)Natural Gas(bcf)Total(mmboe)Total (%)Proved Developed ReservesU.S. 354 183 1,223 741 55 %E.G. 30 18 436 121 9 %Total proved developed reserves (mmboe)384 201 1,659 862 64 %Proved Undeveloped ReservesU.S. 261 109 636 476 36 %E.G. — — — — — %Total proved undeveloped reserves (mmboe)261 109 636 476 36 %Total Proved ReservesU.S. 615 292 1,859 1,217 91 %E.G. 30 18 436 121 9 %Total proved reserves (mmboe)645 310 2,295 1,338 100 %Total proved reserves (%)48 %23 %29 %100 % Total proved developed reserves (mmboe) Total proved undeveloped reserves (mmboe) Total proved reserves (mmboe) 9 9 9 Table of Contents Table of Contents Productive and Drilling Wells For our United States and International segments, the following table sets forth gross and net productive wells, service wells and drilling wells as of December 31 for the years presented. Our net natural gas wells increased during 2022 primarily as a result of our acquisition of the Eagle Ford assets of Ensign Natural Resources.  Productive Wells     OilNatural GasService WellsDrilling Wells  GrossNetGrossNetGrossNetGrossNet2022U.S.5,774 2,644 2,179 1,255 150 16 8 7 E.G.— — 17 11 — — — — Total 5,774 2,644 2,196 1,266 150 16 8 7 2021U.S. 5,375 2,452 1,554 633 147 16 E.G.— — 19 12 — — Total5,375 2,452 1,573 645 147 16 2020U.S.5,225 2,302 1,592 648 198 21 E.G.— — 19 12 — — Total5,225 2,302 1,611 660 198 21            Drilling Activity Our drilling activity during the year ended December 31, 2022 was comparable with 2021, reflecting a continuation of production maintenance activity levels. The table below sets forth the number of net productive and dry development and exploratory wells completed as of December 31 for the years represented, all of which reside in our United States segment.December 31,202220212020Development WellsOil 126137103Natural Gas6915Dry ———Total Development Wells132146118Exploratory WellsOil 201930Natural Gas6214Dry—8—Total Exploratory Wells262944Total Development and Exploratory Wells158175162        10 10 10 Table of Contents Table of Contents Acreage We believe we have satisfactory title to our United States and International properties in accordance with standards generally accepted in the industry; nevertheless, we can be involved in title disputes from time to time that may result in litigation. In the case of undeveloped properties, an investigation of record title is made at the time of acquisition. Drilling title opinions are usually prepared before commencement of drilling operations. Our title to properties may be subject to burdens such as royalty, overriding royalty, carried, net profits, working and other similar interests and contractual arrangements customary in the industry. In addition, our interests may be subject to obligations or duties under applicable laws or burdens such as net profits interests, liens related to operating agreements, development obligations or capital commitments under international production sharing contracts or exploration licenses. The following table sets forth, by geographic area, the gross and net developed and undeveloped acreage held as of December 31, 2022.   DevelopedUndevelopedDeveloped andUndeveloped(In thousands)GrossNetGrossNetGrossNetU.S.1,624 1,005 110 104 1,734 1,109 E.G.82 67 — — 82 67 Total1,706 1,072 110 104 1,816 1,176  In the ordinary course of business, based on our evaluations of certain geologic trends and prospective economics, we have allowed certain lease acreage to expire and may allow additional acreage to expire in the future. If production is not established or we take no other action to extend the terms of the leases, undeveloped acreage listed in the table below could expire over the next three years. We plan to continue the terms of certain of these leases through operational or administrative actions. There are no material quantities of net proved undeveloped reserves assigned to expiring undeveloped acreage in the next three years. Net Undeveloped Acres ExpiringYear Ended December 31,(In thousands)202320242025U.S.79 12 4 E.G.— — — Total79 12 4  11 11 11 Table of Contents Table of Contents Net Sales Volumes  At December 31, 2022, 2021 and 2020, Eagle Ford, Bakken and Oklahoma in the United States contained 15% or more of our total proved reserves. Production for these fields along with our production from fields containing less than 15% of our total proved reserves are presented in the table below. December 31,202220212020Net Sales Volumes Crude oil and condensate (mbbld) (a)United StatesEagle Ford57 58 61 Bakken71 74 79 Oklahoma12 12 17 Permian14 13 15  Other U.S. 5 4 5 E.G. 10 11 13 Total169 172 190 Natural gas liquids (mbbld)United StatesEagle Ford15 15 18 Bakken25 23 14 Oklahoma17 17 20 Permian5 5 5  Other U.S. 2 2 2 E.G. 7 7 9 Total71 69 68 Natural gas (mmcfd)United StatesEagle Ford86 97 121 Bakken87 90 70 Oklahoma140 147 177 Permian34 32 41  Other U.S. 16 13 14 E.G. 252 259 330 Total615 638 753 Total sales volumes (mboed)United StatesEagle Ford86 89 99 Bakken111 112 105 Oklahoma52 54 66 Permian25 23 27  Other U.S. 10 8 9 E.G. 59 61 77 Total343 347 383  Crude oil and condensate (mbbld) (a) (a)The amounts correspond with the basis for fiscal settlements with governments, representing equity tanker liftings and direct deliveries of liquid hydrocarbons.  12 12 12 Table of Contents Table of Contents  Average Sales Price and Production Costs per Unit are presented by geographic area.  December 31,(Dollars per unit)202220212020Average Sales Price per Unit (a)Crude oil and condensate (bbl)United States$95.58 $66.88 $35.93 E.G. 68.67 57.46 28.36 Total $94.03 $66.25 $35.39 Natural gas liquids (bbl)United States$34.55 $28.89 $11.28 E.G. (b)1.00 1.00 1.00 Total $31.34 $26.19 $9.97 Natural gas (mcf)United States$6.11 $4.57 $1.77 E.G. (b)0.24 0.24 0.24 Total $3.70 $2.81 $1.10 Average Production Costs per Unit (c)United States$11.94 $9.99 $8.40 E.G. 3.04 2.48 2.16 Total $10.42 $8.66 $7.15  Average Sales Price per Unit (a) E.G. (b) E.G. (b) Average Production Costs per Unit (c) (a)Excludes gains or losses on commodity derivative instruments. (b)Primarily represents fixed prices under long-term contracts with Alba Plant LLC, AMPCO and/or EGHoldings, which are equity method investees. We include our share of income from each of these equity method investees in our International segment. (c)Taxes other than income (such as production, severance and property taxes) are excluded; however, shipping and handling as well as other operating expenses are included in the production costs used in this calculation. See Item 8. Financial Statements and Supplementary Data – Supplementary Information on Oil and Gas Producing Activities – Results of Operations for Oil and Gas Production Activities for more information regarding production costs. Marketing  Our reportable operating segments include activities related to the marketing and transportation of substantially all of our crude oil and condensate, NGLs and natural gas. These activities include the transportation of production to market centers, the sale of commodities to third parties and the storage of production. We balance our various sales, storage and transportation positions in order to aggregate volumes to satisfy transportation commitments and to achieve flexibility within product types and delivery points. Such activities can include the purchase of commodities from third parties for resale. Major Customers We are exposed to credit risk in the event of nonpayment by counterparties, a significant portion of which are concentrated in energy-related industries. The creditworthiness of customers and other counterparties is subject to continuous review, and includes the use of master netting agreements, where appropriate.  Customers and their respective affiliates who accounted for 10% or more of our total commodity sales were as follows:   December 31,202220212020Percentage of Total Commodity SalesMarathon Petroleum Corporation22 %17 %13 %Valero Marketing and Supply12 %10 %N/ATrafigura Groupe Pte. Ltd.10 %N/AN/AKoch Resources LLCN/AN/A12 % 13 13 13 Table of Contents Table of Contents Gross Delivery Commitments We have commitments to customers to deliver gross quantities of crude oil and condensate and NGLs under a variety of contracts. As of December 31, 2022, the contracts for fixed and determinable quantities were at variable, market-based pricing and related primarily to the following commitments: 202320242025ThereafterCommitment Period ThroughEagle FordCrude and condensate (mbbld)27———2023Natural gas liquids (mbbld)4———2023BakkenCrude and condensate (mbbld)1010105 - 10 2027 Crude and condensate (mbbld) Natural gas liquids (mbbld) Crude and condensate (mbbld) All of these contracts provide the option of delivering third-party volumes or paying a monetary shortfall penalty if production is inadequate to satisfy our commitment. In addition to the contracts discussed above, we have entered into numerous agreements for transportation and processing of our equity production. Some of these contracts have volumetric requirements which could require monetary shortfall penalties if our production is inadequate to meet the terms. Competition  Competition exists in all sectors of the oil and gas industry, and we compete with major integrated and independent oil and gas companies, national oil companies, and to a lesser extent, companies that supply alternative sources of energy. We compete, in particular, for the acquisition of oil and natural gas leases and other properties, in the exploration for and development of new reserves, the marketing and delivery of our production into worldwide commodity markets and for the labor and equipment required for exploration and development of those properties. Principal methods of competing include geological, geophysical and engineering research and technology, experience and expertise, economic analysis in connection with portfolio management and safely operating oil and gas producing properties. See Item 1A. Risk Factors for discussion of specific areas in which we compete and related risks. Government Regulations Our businesses are subject to numerous laws and regulations, including those related to oil and gas exploration and production and to the protection of health, environment and safety. New laws have been enacted or are otherwise being considered and regulations are being adopted by various regulatory agencies on a continuing basis. The costs of compliance with these new laws and regulations cannot be broadly appraised until their implementation becomes more defined. However, the current federal administration has begun implementing policies to increase regulation of oil and gas activity with the express purpose of transitioning the economy to lower-carbon sources of energy consistent with the administration’s focus on climate change. This administration’s climate policies have been wide-ranging and have included both legislative and executive branch action to address climate change and provide incentives to accelerate development of renewable resources. The current administration has issued a number of executive and temporary orders and policy changes that address broad ranging issues including climate change, oil and gas activities on federal lands, infrastructure and environmental justice. These actions have been followed by a number of related regulatory proposals that are in various stages of the rulemaking process including: more stringent and potentially overlapping regulations of emissions from oil and gas activities, expected further expansion of the definition of Waters of the U.S., increased barriers to access to federal lands for oil and gas development, increased protection for endangered species, more stringent permitting requirements for oil and gas facilities, additional disclosures for climate change risks and implementing regulations for provisions of the Inflation Reduction Act of 2022.  We expect these regulatory changes, if finalized, may increase our administrative costs and affect the issuance of permits and/or agency approvals. If permits and approvals are not issued, or if unfavorable restrictions or conditions are imposed on our drilling activities due to these orders or policy changes, we may not be able to conduct our operations as planned. At this time, we do not expect that the proposed or anticipated rulemakings will affect our operations materially differently than they would affect other companies with similar operations, size and financial strength. However, the finalized versions of the proposed rules or new rules could have a material adverse impact on our business individually or collectively, depending on the final terms and timing of implementation. States in which we operate are also considering making proposals to address climate change or increase regulation of the oil and gas industry. While there are not currently climate-related regulations proposed or pending at the state level in our operating areas that we believe will result in material capital, operating, tax or other costs to the business at this time, such regulations could be proposed and/or passed into law in 2023 or beyond. Other regulations currently in place could be withdrawn and replaced with more stringent requirements in the future. 14 14 14 Table of Contents Table of Contents The Health, Environmental, Safety and Corporate Responsibility Committee of our Board of Directors is responsible for overseeing our position on public issues, including environmental, health and safety matters. Our Corporate Health, Environment, Safety and Security organization is responsible for ensuring that our operating organizations maintain environmental compliance systems that support and foster our compliance with applicable laws and regulations. Committees comprised of certain of our officers review our overall performance associated with various environmental compliance programs. We also have a Corporate Emergency Response Team that oversees our response to any major environmental or other emergency incident involving us or any of our properties. Environmental Remediation and Waste Management Our business is subject to laws relating to remediation of environmental pollution and the storage, handling and disposal of waste. These laws, and their implementing regulations and other similar state and local laws and rules, can impose certain operational requirements for (i) minimization of pollution, (ii) monitoring, reporting and recordkeeping requirements or (iii) other operational or siting constraints on our business. These controls result in costs to remediate releases of regulated substances, including crude oil and produced water, into the environment, or require costs to remediate third-party sites to which we sent regulated substances for disposal. In some cases, these laws can impose strict liability for the entire cost of clean-up on any responsible party without regard to negligence or fault and impose liability on us for the conduct of others (such as prior owners or operators of our assets) or conditions others have caused, or for our acts that complied with all applicable requirements when we performed them. We have incurred and will continue to incur capital, operating and maintenance and remediation expenditures as a result of environmental laws and regulations.  Waste regulations include those for management, storage, transportation and disposal. Additional or expanded regulations relating to oilfield waste may be adopted in the future that potentially impact the costs of compliance, handling, management and availability of disposal options.  Air and Climate Change Concerns about emissions from oil and gas activities including volatile organic compounds, carbon dioxide, methane and other greenhouse gases may affect us and other similarly situated companies operating in the oil and gas industry. As described in more detail below, several regulatory proposals seek to reduce emissions of greenhouse gases. While we cannot fully evaluate potential impacts of such proposed rules until they are finalized, as part of our commitment to environmental stewardship and as required by law, we estimate and publicly report certain greenhouse gas emissions from our operations. We are also working to continuously improve the accuracy and completeness of these estimates. Finally, we have also undertaken initiatives to highlight our commitment to improving environmental performance, including introducing new quantitative goals for the near, medium and long-term time horizon across three core areas of focus: GHG intensity, methane intensity and gas capture. We have added a GHG emissions intensity target to our short-term incentive annual cash bonus scorecard to better reflect these initiatives. Government entities and other groups have filed lawsuits in several states and other jurisdictions seeking to hold a wide variety of companies that produce fossil fuels liable for the alleged impacts of the greenhouse gas emissions attributable to those fuels. The lawsuits allege damages as a result of climate change and the plaintiffs are seeking unspecified damages and abatement under various tort theories. Marathon Oil has been named as a defendant in several of these lawsuits, along with numerous other companies. Similar lawsuits may be filed in other jurisdictions. While the ultimate outcome and impact to us cannot be predicted with certainty, we believe that the claims made against us are without merit and will not have a material adverse effect on our consolidated financial position, results of operations or cash flow. In June 2016, the EPA finalized amendments to the New Source Performance Standards (NSPS), known as Subpart OOOOa, focused on achieving additional methane and volatile organic compound reductions from new and modified oil and natural gas production and transmission facilities. On November 15, 2021, the EPA issued a proposed rule intended to reduce methane emissions from new and existing oil and gas sources. The proposed rule would make the existing regulations in Subpart OOOOa more stringent and create a Subpart OOOOb to expand reduction requirements for new, modified and reconstructed oil and gas sources, including standards focusing on certain source types that have never been regulated under the Clean Air Act (including intermittent vent pneumatic controllers, associated gas and liquids unloading facilities). In addition, the proposed rule would establish “Emissions Guidelines,” creating a Subpart OOOOc that would require states to develop plans to reduce methane emissions from existing sources that must be at least as effective as presumptive standards set by the EPA. On November 15, 2022, the EPA issued a proposed rule supplementing the November 2021 proposed rule. Among other things, the November 2022 supplemental proposed rule removes an emissions monitoring exemption for small wellhead-only sites and creates a new third-party monitoring program to flag large emissions events, referred to in the proposed rule as “super emitters”. The EPA is expected to issue a final rule by late 2023. In mid-2021, the State of New Mexico implemented regulations that seek to reduce GHG emissions in the state. In November 2022, BLM proposed a rule requiring additional royalties on methane emissions and regulations designed to limit venting and flaring on public and tribal lands, and a final rule is expected by late 2023. 15 15 15 Table of Contents Table of Contents The EPA finalized a more stringent NAAQS for ozone in October 2015. States that contain any areas designated as non-attainment, and any tribes that chose to do so, were required to complete development of implementation plans. The EPA may in the future designate additional areas, including but not limited to portions of the Permian Basin, as non-attainment, impacting areas in which we operate. In January 2023, the EPA proposed a rule that would lower the annual particulate matter of less than 2.5 microns (PM2.5) NAAQS from the current 12 micrograms per meter cubed (µg/m3) to a level between 9 µg/m3 and 10 µg/m3, and comments are due by March 28, 2023. The implementation of this proposed limit, or the promulgation of a more stringent standard in the future, may result in an increase in costs for emission controls and requirements for additional monitoring and testing, as well as a more cumbersome permitting process. Although there may be an adverse financial impact (including compliance costs, potential permitting delays and increased regulatory requirements) associated with this revised regulation (if finalized), the extent and magnitude of that impact cannot be reliably or accurately estimated due to the present uncertainty regarding any additional measures and how they will be implemented.  Hydraulic Fracturing Hydraulic fracturing is a commonly used process that involves injecting water, sand and small volumes of chemicals into the wellbore to fracture the hydrocarbon-bearing rock thousands of feet below the surface to facilitate higher flow of hydrocarbons into the wellbore. Our business uses this technique extensively throughout our operations. Hydraulic fracturing has been regulated at the state and local level through permitting and compliance requirements. The federal administration previously included as part of its platform actions that could amount to a de facto ban on hydraulic fracturing on federal lands and the EPA and other federal agencies, including the BLM, have previously made proposals that, if implemented, could either restrict the practice of hydraulic fracturing or subject the process to further regulation (and there is some question as to whether this could extend to tribal lands). Further, state and local-level initiatives may be proposed in regions with substantial shale resources to further regulate hydraulic fracturing practices, limit water withdrawals and water use, require disclosure of fracturing fluid constituents, restrict which additives may be used or implement temporary or permanent bans on hydraulic fracturing. Although there may be an adverse financial impact (including compliance costs, potential permitting delays and increased regulatory requirements) associated with these initiatives, the extent and magnitude of that impact cannot be reliably or accurately estimated due to the present uncertainty regarding any additional measures and how they will be implemented. Water In 2014, the EPA and the U.S. Army Corps of Engineers (“Corps”) published proposed regulations which expand the scope of surface waters that are regulated under the federal CWA and its various programs known as WOTUS. In 2015, the EPA and the Corps issued a rule defining the scope of the EPA’s and the Corps’ jurisdiction over WOTUS, which never took effect before being replaced by the Navigable Waters Protection Rule (“NWPR”) in 2020. A coalition of states and cities, environmental groups and agricultural groups challenged the NWPR, which was vacated by a federal district court in August 2021. The EPA is undergoing a two-phase rulemaking process to redefine WOTUS, which could be impacted by the U.S. Supreme Court’s upcoming decision in Sackett v. EPA, a case regarding the proper test in determining whether wetlands qualify as WOTUS. A final rule, known as “Rule 1”, was announced by the EPA and the Corps in December 2022. The EPA and the Corps are expected to propose a second rule, known as “Rule 2”, further refining Rule 1, by November 2023 and issue a final rule by July 2024. Any expansion of CWA jurisdiction could result in additional costs of compliance as well as increased monitoring, recordkeeping and recording for some of our facilities. There is also increasing interest in nature-related matters beyond protected species, such as general biodiversity, which may similarly require us or our customers to incur costs or take other measures which may adversely impact our business or operations. Other Oil and Gas Regulations The U.S. Fish & Wildlife Service has undertaken actions to rescind, revise or reinstate a number of wildlife-related regulations that relate to protection of endangered species and their habitats. Additional actions in this area are expected and may result in additional costs of compliance, as well as operational delays or siting challenges. For a discussion of environmental capital expenditures and costs of compliance for air, water, solid waste and remediation matters, see Item 3. Legal Proceedings and Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations – Management’s Discussion and Analysis of Environmental Matters, Litigation and Contingencies. For additional information, see Item 1A. Risk Factors. 16 16 16 Table of Contents Table of Contents Trademarks, Patents and Licenses We currently hold U.S. and foreign patents. Although in the aggregate our trademarks and patents are important to us, we do not regard any single trademark, patent or group of related trademarks or patents as critical or essential to our business as a whole. Human Capital Management  Oversight and Management At Marathon Oil, we believe talent is foundational to delivering on our corporate strategy. We believe it allows us to consistently deliver on our framework for success, aimed at achieving sustainable free cash flow, meaningful return of capital to our shareholders and differentiated execution underpinned by a strong balance sheet, ESG excellence and our multi-basin portfolio. We believe intentional human capital management strategies enable us to attract, develop, retain and reward our dedicated employees. We believe in creating a safe, clean and ethical environment where employees feel empowered to make a difference in support of our business objectives and strategies. Our Vice President of Human Resources has leadership accountability for our workforce management policies and programs and reports directly to our CEO. She reviews quarterly talent data with our Executive Committee to assess the talent landscape and ensure measurement and accountability for human capital outcomes. Our Board provides oversight to our human capital management strategies as an integral part of our overall Enterprise Risk Management process. Due to the importance of our workforce capabilities, the Board receives updates on our human capital management measures as topical matters arise, such as talent as an enterprise risk, employee engagement, diversity and inclusion, succession, Health, Environment and Safety (HES) and corporate social responsibility. Please visit marathonoil.com/sustainability for information on all dimensions of our corporate social responsibility. The information contained on or accessible through our website is not incorporated by reference herein or otherwise made a part of this Annual Report on Form 10-K or any of our other filings with the SEC. Our Culture We believe in fostering an inclusive culture to ensure the strength and resilience of our business. We are committed to creating an environment where everyone can achieve their full potential and respectful relationships are core to our culture. Our Code of Business Conduct, which applies to our directors, officers, employees and other parties when they are acting on behalf of Marathon Oil, reinforces our long-standing commitment to high ethical standards and summarizes the fundamental importance of acting with integrity. It includes specific sections on Diversity, Equity and Inclusion (“DEI”), as well as Mutual Respect. These sections include an emphasis on fostering an inclusive work environment and making hiring, promotion and disciplinary decisions based on relevant qualifications, merit, performance and similar job-related factors. We believe our diversity of people, experiences and ideas provides us with a business advantage. We are committed to fair and nondiscriminatory hiring and to celebrating the diversity of our workforce. Our Talent Landscape As of December 31, 2022, we had 1,570 active, full-time employees worldwide. Approximately 73% of our full-time workforce was based in the United States with 27% in Equatorial Guinea. Through recruiting, training, workforce integration, education and vocational programs, we strive to have a workforce reflective of the areas in which we operate. In 2022 and as a result of intentional nationalization efforts, 93% of our MEGPL workforce was Equatoguinean. For the U.S. workforce, our average tenure for full-time employees as of December 31, 2022 was 8 years, with 31% of our full-time population having 10 or more years of experience. Women and people of color each accounted for 32% of our U.S. full-time workforce. We encourage diversity, equity and inclusion (DEI) and cultivate our collaborative team environment by making training courses on diversity and inclusive leadership available to all employees. We support Employee Resource Groups (“ERGs”) to promote diverse perspectives, encourage networking and allow continuous development activities. We added two new ERGs in 2022 and expanded voluntary enterprise-wide DEI training to continue to foster our One Team culture. We also continued to support the mental well-being of our employees by focusing on educating and empowering our employees to talk about mental wellness and promoting the resources available to them, including new benefit offerings in 2022.  Additionally, we continued to offer our workforce flexibility program that preserves our collaborative One Team culture while also providing options for our employees to better manage their career, work-life balance and overall well-being. Further, we committed time this year to collect feedback from our employees to capture the unique characteristics that attract people to Marathon Oil and keep our employees engaged as part of our One Team culture. 17 17 17 Table of Contents Table of Contents Recognizing the cyclical nature of our business and the dynamic talent demands, we conduct a proactive risk analysis annually as part of our Enterprise Risk Management process, including a multi-year view of any potential talent risks to ensure we are prepared to respond to the macro- environment while setting ourselves up for long-term success. We fully leverage our common asset team organizational structure to drive knowledge sharing, collaboration and talent deployment across these teams which we believe results in efficiency gains and enhanced execution. We utilize a managed service provider to oversee efficient administration, equitable treatment and compliance auditing of our contingent labor workforce. Health, Environment and Safety We believe safety is a core value and engrained in all aspects of our business. We uphold our safety and health culture by attracting, developing and retaining individuals and partners who share our commitment to operational excellence. Marathon Oil’s leadership establishes clear expectations to all personnel to comply with internal and external safety and health requirements. Furthermore, our HES values are embedded within our culture and the support we provide to our employees. We provide and require job specific HES training for our employees and safety-sensitive contractors as part of our Responsible Operations Management Systems (“ROMS”), which is a comprehensive operations integrity management system. This training includes stop the job authority extended to all employees and contractors in the event of a potential safety risk or environmental impact.  We leverage our collective talent and seek diverse employee perspectives to address complex issues and events through the use of multi-functional teams and committees, such as our internal Centralized Emergency Response Team (“CERT”) and Emissions Management Committee (EMC). The EMC prioritizes GHG and methane emissions reduction opportunities across our enterprise and is responsible for ensuring appropriate funding is in place as part of our overall capital allocation process. Our commitment to addressing the dual challenge of meeting the world’s growing energy demands while also taking action on climate change is evidenced by GHG intensity featuring prominently as a metric linked directly to compensation outcomes. Our values to collaborate, take ownership, be bold and deliver results enable us to excel, but that’s only possible if our workforce is safe. We actively look out for each other, maintain a safe work environment, continuously improve our procedures and train our workforce. Marathon Oil utilizes ROMS to manage risk and strives for a safe, healthy and secure workplace where all those involved can work free of injury and illness. Our Total Recordable Injury Rate (“TRIR”) is just one of the metrics we use to measure our success in providing a safe working environment and is linked directly to compensation outcomes. Marathon strives to only partner with contractors who share our same commitment to safety and environmental impact. We carefully evaluate contractors through a rigorous supply chain process to verify they possess all necessary safety and health programs to execute work in a manner that meets our expectations. Benefits  We attract and retain talent by offering benefit programs that are competitive and comprehensive. These programs create flexibility that allows employees to develop a meaningful career and overall well-being for themselves and their families. In August 2022, we made the commitment to fund employee premiums for health plans through 2023 to help support them through ongoing inflationary pressures. Our goal is to support employees with benefit programs that are consistent with our company's vision and strategies. We align the value of the benefit programs to the local markets where we compete for talent, along with the broader oil and gas industry. We believe effective communication around our benefit programs helps ensure we understand employees' perceptions and values around our benefits and that our employees understand the breadth and value of the benefits provided. Compensation Our success is based on financial performance and operational results, and we believe that our compensation program is an important driver of that success. The primary objectives of our programs are to pay for performance, encourage long-term stockholder value and pay competitively. To accomplish this, our compensation program is designed to reward employees for their performance and motivate them to continue to perform at a high level through both absolute feedback and relative performance assessment. The annual cash bonus is our short-term incentive for eligible employees, which reinforces both corporate and individual annual performance and prioritizes both financial and operational metrics. In 2022, in addition to the annual cash bonus, we provided a one-time cash payment to all eligible full-time employees to recognize and reward their invaluable contribution to our operational and financial success, which included significantly exceeding our commitment to return capital to shareholders through share repurchases and dividends paid. Eligible employees may also receive long-term incentives in the form of restricted stock awards that vest over multiple years to support retention and aligns employee interests with those of our stockholders, by driving value at the enterprise level. We provide market-competitive pay levels to attract and retain the best talent. We regularly benchmark each component of our pay program, including our benefit programs against our peers and a broader subset of the oil and gas industry, to ensure we remain competitive. See the “Compensation Discussion and Analysis” section of our Annual Proxy for information on our Executive Officers. 18 18 18 Table of Contents Table of Contents Talent Development We invest in talent processes that drive high performance. We take a multi-pronged approach to organizational learning, which is driven through our centralized on-demand development hub and informed by our enterprise-wide talent assessment process. Our organizational learning approach blends online, on-the-job and classroom training with 360 assessments and leadership coaching to ensure all employees receive the feedback, tools and time they need to reach their fullest potential. Continuous leadership development is offered to all leaders throughout the year and content is intentionally focused on learning objectives. These programs range from new manager trainings to executive-level business simulations. We review talent across the enterprise, measuring both technical and leadership capabilities. We leverage these talent assessments to identify critical skill gaps, guide critical skills training and ensure the effective deployment of talent. Our talent planning processes are aligned and consistent across the organization to ensure top talent occupies our most critical roles. Our succession process is designed to ensure we have identified the experiences and exposures needed to prepare employees for success in future senior leadership roles. We utilize an employee mentoring program, which focuses on increasing communication, connection and trust to advance our company’s culture. We also continued our Board mentoring program, which pairs senior leaders with directors. Information About our Executive Officers  The executive officers of Marathon Oil and their ages as of February 1, 2023, are as follows: Lee M. Tillman61Chairman, President and Chief Executive OfficerDane E. Whitehead61Executive Vice President—Chief Financial OfficerPatrick J. Wagner58Executive Vice President—Corporate Development and Strategy Mike Henderson53Executive Vice President—OperationsKimberly O. Warnica49Executive Vice President—General Counsel and SecretaryRob L. White53Vice President, Controller and Chief Accounting Officer Mr. Tillman was appointed by the Board of Directors as chairman of the board effective February 1, 2019. In August 2013, he was appointed as president and chief executive officer. Prior to this appointment, Mr. Tillman served as vice president of engineering for ExxonMobil Development Company (a project design and execution company), where he was responsible for all global engineering staff engaged in major project concept selection, front-end design and engineering. Between 2007 and 2010, Mr. Tillman served as North Sea production manager and lead country manager for subsidiaries of ExxonMobil in Stavanger, Norway. Mr. Tillman began his career in the oil and gas industry at Exxon Corporation in 1989 as a research engineer and has extensive operations management and leadership experience.  Mr. Whitehead was appointed executive vice president and chief financial officer in March 2017. Prior to this appointment, Mr. Whitehead served as executive vice president and chief financial officer of both EP Energy Corp. and EP Energy LLC (oil and natural gas producer) since May 2012. Between 2009 and 2012, Mr. Whitehead served as senior vice president of strategy and enterprise business development and a member of El Paso Corporation’s executive committee. He joined El Paso Exploration & Production Company as senior vice president and chief financial officer in 2006. Before joining El Paso, Mr. Whitehead was vice president, controller and chief accounting officer of Burlington Resources Inc. (oil and natural gas producer), and formerly senior vice president and CFO of Burlington Resources Canada. Mr. Wagner was appointed executive vice president of corporate development and strategy in November 2017 after having served as senior vice president of corporate development and strategy since March 2017, vice president of corporate development and interim chief financial officer since August 2016 and vice president of corporate development since April 2014. Prior to this appointment, he served as senior vice president, western business unit, for QR Energy LP (an oil and natural gas producer) and the affiliated Quantum Resources Management, which he joined in early 2012 as vice president, exploitation. Prior to that, Mr. Wagner was managing director in Houston for Scotia Waterous, the oil and gas arm of Scotiabank (an international banking services provider), from 2010 to 2012. Before joining Scotia, Mr. Wagner was vice president, Gulf of Mexico, for Devon Energy Corp. (an oil and natural gas producer), having joined Devon in 2003 as manager, international exploitation. Mr. Henderson was appointed executive vice president, operations in March 2021, after having served as senior vice president, operations since May 2020, and as vice president of Regional Plays North since October 2017. Prior to that he held successive regional vice president roles since 2013 and managed operations in Oklahoma, North Dakota and Wyoming. Prior to his work in the resource plays, Mr. Henderson was development manager for international production operations in Equatorial Guinea and has been involved in a number of Marathon Oil’s major projects in Equatorial Guinea, Norway and the Gulf of Mexico over the course of his career. Before joining Marathon Oil in 2004, he was employed by ExxonMobil, where he served in a number of operations and project management roles of increasing responsibility. 19 19 19 Table of Contents Table of Contents Ms. Warnica was appointed executive vice president, general counsel in March 2022 after having served as senior vice president, general counsel since January 2021. Ms. Warnica was appointed secretary in March 2021. Prior to joining Marathon Oil, she was executive vice president, general counsel, chief compliance officer and secretary at Alta Mesa Resources, Inc. (an exploration and production and midstream company), since 2018. Prior to Alta Mesa, Ms. Warnica served in several positions in the Marathon Oil legal department from 2016 to 2018, including assistant general counsel and assistant secretary. Prior to Marathon Oil, Ms. Warnica served as assistant general counsel and assistant secretary at Freeport-McMoRan Oil & Gas (formerly Plains Exploration and Production Company, an oil and gas production company). She started her career at Andrews Kurth LLP.  Mr. White was appointed vice president, controller and chief accounting officer in February 2022 after having served as vice president of internal audit since May 2020. Prior to that, he served as director of operations planning from January 2018 to May 2020 and director of central evaluation and financial planning from January 2014 to December 2017. Since joining Marathon Oil in 1991, Mr. White also served in various other leadership positions of increasing responsibility in corporate planning and domestic and international accounting, including manager of financial planning, manager of domestic accounting and accounting manager in Equatorial Guinea. Available Information Our website is www.marathonoil.com. Our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and other reports and filings with the SEC are available free of charge on our website as soon as reasonably practicable after the reports are filed or furnished with the SEC. Information contained on our website is not incorporated into this Annual Report on Form 10-K or our other securities filings. Our filings are also available in hard copy, free of charge, by contacting us at 990 Town and Country Boulevard, Houston, Texas 77024-2217, Attention: Investor Relations Office, telephone: (713) 629-6600. The SEC also maintains a website (www.sec.gov) that contains reports, proxy and information statements and other information regarding issuers that file electronically with the SEC.  Additionally, we make available free of charge on our website: •our Code of Business Conduct (including our code of ethics for Senior Financial Officers);  •our Corporate Governance Principles; and  •the charters of our Audit and Finance Committee, Compensation Committee, Corporate Governance and Nominating Committee and Health, Environmental, Safety and Corporate Responsibility Committee. 20 20 20  Table of Contents Table of Contents", "time": "00:00:32"}