{"cik": 1035443, "item_1A": "ITEM 1. BUSINESS  Overview  We are a Maryland corporation formed in October 1994 that has elected to be taxed as a REIT for federal income tax purposes. Alexandria Real Estate Equities, Inc. (NYSE: ARE), an S&P 500® company, is a best-in-class, mission-driven life science REIT making a positive and lasting impact on the world. As the pioneer of the life science real estate niche since its founding in 1994, Alexandria is the preeminent and longest-tenured owner, operator, and developer of collaborative life science, agtech, and technology campuses in AAA innovation cluster locations, including Greater Boston, the San Francisco Bay Area, New York City, San Diego, Seattle, Maryland, and Research Triangle. The trusted partner to approximately 1,000 tenants, Alexandria has a total market capitalization of $35.0 billion and an asset base in North America of 74.6 million SF as of December 31, 2022, which includes 41.8 million RSF of operating properties and 5.6 million RSF of Class A properties undergoing construction, 9.9 million RSF of near-term and intermediate-term development and redevelopment projects, and 17.3 million SF of future development projects.  We develop dynamic urban cluster campuses and vibrant ecosystems that enable and inspire the world’s most brilliant minds and innovative companies to create life-changing scientific and technological breakthroughs. We believe in the utmost professionalism, humility, and teamwork. Our tenants include multinational pharmaceutical companies; public and private biotechnology companies; life science product, service, and medical device companies; digital health, technology, and agtech companies; academic and medical research institutions; U.S. government research agencies; non-profit organizations; and venture capital firms. Alexandria has a longstanding and proven track record of developing Class A properties clustered in life science, agtech, and technology campuses that provide our innovative tenants with highly dynamic and collaborative environments that enhance their ability to successfully recruit and retain world-class talent and inspire productivity, efficiency, creativity, and success. Alexandria also provides strategic capital to transformative life science, agrifoodtech, climate innovation, and technology companies through our venture capital platform. We believe our unique business model and diligent underwriting ensure a high-quality and diverse tenant base that results in higher occupancy levels, longer lease terms, higher rental income, higher returns, and greater long-term asset value. Our portfolio includes 64 operating properties and development projects that are held by consolidated real estate joint ventures and four properties that are held by unconsolidated real estate joint ventures. The occupancy percentage of our operating properties in North America was 94.8% as of December 31, 2022. Our 10-year average occupancy percentage of our operating properties as of December 31, 2022 was 96%. Investment-grade or publicly traded large cap tenants represented 48% of our total annual rental revenue in effect as of December 31, 2022. Additional information regarding our consolidated and unconsolidated real estate joint ventures is included in “Item 7. Management’s discussion and analysis of financial condition and results of operations” in this annual report on Form 10-K. Additional information regarding risk factors that may affect us is included in “Item 1A. Risk factors” and “Item 7. Management’s discussion and analysis of financial condition and results of operations” in this annual report on Form 10-K.  1 1 1    Business objective and strategies  Our primary business objective is to maximize long-term asset value and shareholder returns based on a multifaceted platform of internal and external growth. A key element of our strategy is our unique focus on Class A properties located in collaborative life science, agtech, and technology campuses in AAA innovation clusters. These key campus locations are generally characterized by high barriers to entry for new landlords, high barriers to exit for tenants, and a limited supply of available space. They generally represent highly desirable locations for tenancy by life science, agtech, and technology entities because of their close proximity to concentrations of specialized skills, knowledge, institutions, and related businesses. Our strategy also includes drawing upon our deep and broad real estate, life science, agtech, and technology relationships in order to identify and attract new and leading tenants and to source additional value-creation real estate.  Our tenant base is broad and diverse within the life science, agtech, and technology industries and reflects our focus on regional, national, and international tenants with substantial financial and operational resources. For a more detailed description of our properties and tenants, refer to “Item 2. Properties” in this annual report on Form 10-K. We have an experienced Board of Directors and are led by an executive and senior management team with extensive experience in the real estate, life science, agtech, and technology industries.  Acquisitions  We seek to identify and acquire high-quality properties in our target cluster markets. Critical evaluation of prospective property acquisitions is an essential component of our acquisition strategy. When evaluating acquisition opportunities, we assess a full range of matters relating to the prospective property or properties, including:  •Proximity to centers of innovation and technological advances; •Location of the property and our strategy in the relevant market, including our mega campus strategy; •Quality of existing and prospective tenants; •Condition and capacity of the building infrastructure; •Physical condition of the structure and common area improvements; •Quality and generic characteristics of the improvements; •Opportunities available for leasing vacant space and for re-tenanting or renewing occupied space; •Availability of and/or ability to add appropriate tenant amenities; •Availability of land for future ground-up development of new space; •Opportunities to generate higher rent through redevelopment of existing space; •The property’s unlevered yields;  •Potential impacts of climate change and extreme weather conditions; and •Our ability to increase the property’s long-term financial returns.  Development, redevelopment, and pre-construction  A key component of our business model is our disciplined allocation of capital toward the development and redevelopment of new Class A properties, as well as property enhancements of certain acquired properties. These projects are generally located in collaborative life science, agtech, and technology campuses in AAA innovation clusters and are focused on providing high-quality, generic, and reusable spaces that meet the real estate requirements of our diverse group of tenants.  Development projects generally consist of the ground-up development of generic and reusable facilities. Redevelopment projects consist of the permanent change in use of office, warehouse, and shell space into office/laboratory, agtech, or tech office space. We generally will not commence new development projects for aboveground construction of new Class A office/laboratory, agtech, and tech office space without first securing significant pre-leasing for such space, except when there is solid market demand for high-quality Class A properties.   We seek to meet growing demand from our stakeholders and continuously improve the efficiency of our buildings. Additionally, we have committed to significant building goals to promote wellness and productivity for our buildings’ occupants, including targeting a LEED® Gold or Platinum certification on all new ground-up construction projects.   Pre-construction activities include entitlements, permitting, design, site work, and other activities preceding commencement of construction of aboveground building improvements, which are focused on reducing the time required to deliver projects to prospective tenants. These critical activities add significant value to our future ground-up developments and are required for the vertical construction of buildings.  Another key component of our business model is our value-creation redevelopment of existing office, warehouse, or shell space, or newly acquired properties, into high-quality, generic, and reusable office/laboratory space that can be leased at higher rental rates. Our redevelopment strategy generally includes significant pre-leasing of projects prior to the commencement of redevelopment. We generally do not commence vertical construction of new projects prior to achieving significant pre-leasing. 2 2 2    Non-real estate investments  We also hold strategic investments in publicly traded companies and privately held entities primarily involved in the life science, agtech, and technology industries. We invest primarily in highly innovative entities whose focus on the development of therapies and products that advance human health and transform patients’ lives is aligned with Alexandria’s purpose of making a positive and meaningful impact on the health, safety, and well-being of the global community. Our status as a REIT limits our ability to make such non-real estate investments. Therefore, we conduct, and will continue to conduct, our non-real estate investment activities in a manner that complies with REIT requirements.   Balance sheet and financial strategy  We seek to maximize balance sheet liquidity and flexibility, cash flows, and cash available for distribution to our stockholders through the ownership, operation, management, and selective acquisition, development, and redevelopment of new Class A properties located in collaborative life science, agtech, and technology campuses in AAA innovation clusters, as well as the prudent management of our balance sheet. In particular, we seek to maximize balance sheet liquidity and flexibility, cash flows, and cash available for distribution to our stockholders by:  •Maintaining access to diverse sources of capital, which include net cash flows from operating activities after dividends, incremental leverage-neutral debt supported by growth in EBITDA, strategic value harvesting and asset recycling through real estate dispositions and sales of partial interests, non-real estate investment sales, sales of equity, and other capital; •Maintaining significant liquidity through borrowing capacity under our unsecured senior line of credit and commercial paper program, secured construction loans, marketable securities, issuances of forward equity contracts from time to time, and cash, cash equivalents, and restricted cash; •Continuing to improve our credit profile; •Minimizing the amount of debt maturing in a single year; •Maintaining commitment to long-term capital to fund growth; •Maintaining low to modest leverage; •Minimizing variable interest rate risk; •Generating high-quality, strong, and increasing operating cash flows; •Selectively selling real estate assets, including land parcels, non-core and “core-like” operating assets, and sales of partial interests, and reinvesting the proceeds into our highly leased value-creation development and redevelopment projects; •Allocating capital to Class A properties located in collaborative life science, agtech, and technology campuses in AAA innovation clusters; •Maintaining geographic diversity in urban intellectual centers of innovation; •Selectively acquiring high-quality office/laboratory, agtech, and technology space in our target urban innovation cluster submarkets at prices that enable us to realize attractive returns; •Selectively developing properties in our target urban innovation cluster submarkets; •Selectively redeveloping existing office, warehouse, or shell space, or newly acquired properties, into high-quality, generic, and reusable office/laboratory space that can be leased at higher rental rates in our target urban innovation cluster submarkets; •Renewing existing tenant space at higher rental rates to the extent possible; •Minimizing tenant improvement costs; •Improving investment returns through the leasing of vacant space and the replacing of existing tenants with new tenants at higher rental rates; •Executing leases with high-quality tenants and proactively monitoring tenant health; •Maintaining solid occupancy while attaining high rental rates; •Realizing contractual rental rate escalations; and •Implementing effective cost control measures, including negotiating pass-through provisions in tenant leases for operating expenses and certain capital expenditures.   3 3 3   Competition  In general, other office/laboratory and technology properties are located in close proximity to our properties. The amount of rentable space available in any market could have a material effect on our ability to rent space and on the rental rates we can attain for our properties. In addition, we compete for investment opportunities with other REITs, insurance companies, pension and investment funds, private equity entities, partnerships, developers, investment companies, owners/occupants, and foreign investors. Many of these entities have substantially greater financial resources than we do and may be able to invest more than we can or accept more risk than we are willing to accept. These entities may be less sensitive to risks with respect to the creditworthiness of a tenant or the overall expected returns from real estate investments. In addition, as a result of their financial resources, our competitors may offer more free rent concessions, lower rental rates, or higher tenant improvement allowances in order to attract tenants. These leasing incentives could hinder our ability to maintain or raise rents and attract or retain tenants. Competition may also reduce the number of suitable investment opportunities available to us or may increase the bargaining power of property owners seeking to sell. Competition in acquiring existing properties and land, both from institutional capital sources and from other REITs, has been very strong over the past several years; however, we believe we have differentiated ourselves from our competitors. As the first, longest-tenured, and pioneering publicly traded life science REIT to focus primarily on the office/laboratory real estate niche, we provide world-class collaborative life science, agtech, and technology campuses in AAA innovation cluster locations and maintain and cultivate many of the most important and strategic relationships in the life science, agtech, and technology industries.  Financial information about our reportable segment  Refer to Note 2 – “Summary of significant accounting policies” to our consolidated financial statements under Item 15 in this annual report on Form 10-K for information about our one reportable segment.  Regulation  General  Properties in our markets are subject to various laws, ordinances, and regulations, including regulations relating to common areas. We believe we have the necessary permits and approvals to operate each of our properties.  Americans with Disabilities Act  Our properties must comply with Title III of the Americans with Disabilities Act of 1990 (“ADA”) to the extent that such properties are “public accommodations” as defined by the ADA. The ADA may require removal of structural barriers to permit access by persons with disabilities in certain public areas of our properties where such removal is readily achievable. We believe that our properties are in substantial compliance with the ADA and that we will not be required to incur substantial capital expenditures to address the requirements of the ADA. However, noncompliance with the ADA could result in the imposition of fines or an award of damages to private litigants. The obligation to make readily achievable accommodations is an ongoing one, and we will continue to assess our properties and make alterations as appropriate in this respect.  Environmental matters  Under various environmental protection laws, a current or previous owner or operator of real estate may be liable for contamination resulting from the presence or discharge of hazardous or toxic substances at that property and may be required to investigate and remediate contamination located on or emanating from that property. Such laws often impose liability without regard to whether the owner or operator knew of, or was responsible for, the presence of the contaminants, and the liability may be joint and several. Previous owners may have used some of our properties for industrial and other purposes, so those properties may contain some level of environmental contamination. The presence of contamination or the failure to remediate contamination at our properties may expose us to third-party liability or may materially adversely affect our ability to sell, lease, or develop the real estate or to borrow capital using the real estate as collateral.  State regulations, such as California’s Connelly Act and Proposition 65, among others, require certain building owners and operators to disclose information on the presence of asbestos or other harmful substances. Some of our properties may have asbestos-containing building materials. Environmental laws require that asbestos-containing building materials be properly managed and maintained and may impose fines and penalties on building owners or operators for failure to comply with these requirements. These laws may also allow third parties to seek recovery from owners or operators for personal injury associated with exposure to asbestos-containing building materials.  In addition, some of our tenants handle hazardous substances and wastes as part of their routine operations at our properties. Environmental laws and regulations subject our tenants, and potentially us, to liability resulting from such activities. Environmental liabilities could also affect a tenant’s ability to make rental payments to us. We require our tenants to comply with these environmental laws and regulations and to indemnify us against any related liabilities.   4 4 4   Independent environmental consultants have conducted Phase I or similar environmental site assessments on the properties in our portfolio. Site assessments are intended to discover and evaluate information regarding the environmental condition of the surveyed property and surrounding properties and do not generally include soil samplings, subsurface investigations, or an asbestos survey. To date, these assessments have not revealed any material environmental liability that we believe would have a material adverse effect on our business, assets, or results of operations, and ongoing expenditures to comply with existing environmental regulations are not expected to be material. Nevertheless, it is possible that the assessments on our properties have not revealed all environmental conditions, liabilities, or compliance concerns that may have arisen after the review was completed or may arise in the future; and future laws, ordinances, or regulations may also impose additional material environmental liabilities.  Insurance  With respect to our properties, we carry commercial general liability insurance, and all-risk property insurance, including business interruption and loss of rental income coverage. We select policy specifications and insured limits that we believe to be appropriate given the relative risk of loss and the cost of the coverage. In addition, we have obtained earthquake insurance for certain properties located in the vicinity of known active earthquake zones in an amount and with deductibles we believe are commercially reasonable. We also carry environmental insurance and title insurance policies on our properties. We generally obtain title insurance policies when we acquire a property, with each policy covering an amount equal to the initial purchase price of each property. Accordingly, any of our title insurance policies may be in an amount less than the current value of the related property. Additional information about risk factors that may affect us is included in “Item 1A. Risk factors” in this annual report on Form 10-K.  Available information  Copies of our annual reports on Form 10-K, quarterly reports on Form 10-Q, and current reports on Form 8-K, including any amendments to the foregoing reports, are available, free of charge, through our corporate website at www.are.com as soon as is reasonably practicable after such material is electronically filed with, or furnished to, the SEC. The current charters of our Board of Directors’ Audit, Compensation, and Nominating & Governance Committees, along with our Corporate Governance Guidelines and Business Integrity Policy and Procedures for Reporting Non-Compliance (the “Business Integrity Policy”), are also available on our corporate website. Additionally, any amendments to, and waivers of, our Business Integrity Policy that apply to our Chief Executive Officer or our Chief Financial Officer will be available free of charge on our corporate website in accordance with applicable SEC and NYSE requirements. Written requests should be sent to Alexandria Real Estate Equities, Inc., 26 North Euclid Avenue, Pasadena, California 91101, Attention: Investor Relations. The public may also download these materials from the SEC’s website at www.sec.gov.  5 5 5   Human capital  As of December 31, 2022, we had 593 employees. We place a significant focus on building loyalty and trusted relationships with our employees. We have adopted a Business Integrity Policy that applies to all of our employees, and its receipt and review by each employee is documented and verified annually. To promote an exceptional corporate culture, Alexandria continuously monitors employee satisfaction, seeks employee feedback, and proactively enhances our employee offerings. We participate in annual performance reviews with our employees and conduct formal employee surveys, and our talent management team holds regular meetings with employees to continuously gather feedback and improve the employee experience. The positive employee experience is evidenced by our low voluntary and total turnover rates averaging 3.6% and 7.7%, respectively, over the last five years, from 2018 to 2022, which are substantially lower than the reported average voluntary and total turnover rates of 16.0% and 19.0%, respectively, in the 2022 Nareit Compensation & Benefits Survey (data for 2021).   We recognize that the fundamental strength of Alexandria results from the contributions of each and every team member within the organization and that our future growth is dependent upon the same. Alexandria devotes extraordinary efforts to hiring, developing, and retaining our talented employees, and we understand firsthand the health, happiness, and well-being of our best-in-class team are key factors to the success of our employees and of the Company.  We have an exceptional track record of identifying highly qualified candidates for promotion from within the Company. Alexandria’s executive and senior management teams, represented by our senior vice presidents and above, consist of 60 individuals, averaging 24 years of real estate experience, including 12 years with Alexandria. Moreover, our executive management team alone averages 18 years of experience with the Company. Alexandria’s executive and senior management teams have unique experience and expertise in creating, owning, and operating highly dynamic and collaborative campuses in key urban life science, agtech, and technology cluster locations. These teams also include regional market directors with leading reputations and longstanding relationships within the life science, agtech, and technology communities in their respective urban innovation clusters. We believe that our expertise, experience, reputation, and key relationships in the real estate, life science, agtech, and technology industries provide Alexandria with significant competitive advantages in attracting new business opportunities.  Building a diverse board of directors and inclusive workforce  Our Corporate Governance Guidelines highlight our Board of Directors’ focus on diversity at the board level, which explicitly states the Board’s commitment to considering qualified women and minority director candidates, as well its policy of requesting an initial list of diverse candidates of any search firm it retains.   We strive to create an open and respectful environment in which our employees can actively contribute, have access to opportunities and resources, and realize their full potential. As an equal opportunity employer, we have an Equal Employment Opportunity Policy and a Diversity, Equal Employment Opportunity, and Fair Labor Policy that emphasizes inclusion through hiring and compensation practices and considers a pool of diverse candidates for open positions and internal advancement opportunities.   Furthermore, as a federal government contractor, Alexandria maintains affirmative action plans, which sets forth the policies, practices, and procedures to which the Company is committed in order to ensure that its policies of nondiscrimination and affirmative action are followed for qualified females, minorities, individuals with disabilities, and protected veterans. To address issues related to pay discrimination, the Company has implemented a ban on any and all inquiries into an applicant’s salary history and we incorporate fair pay reviews into every employment compensation decision. To reinforce our corporate culture of respect, diversity, and inclusion, we provide anti-harassment training annually for all employees.  Providing exceptional benefits to support our employees’ medical and financial health and well-being  We provide a comprehensive benefits package intended to meet and/or exceed the needs of our employees and their families. Our company-sponsored suite of benefits covers 100% of the premiums for our employees and their dependents and includes, but is not limited to, a high-coverage, low-deductible PPO (preferred provider organization) medical plan, a 24/7 telehealth and concierge medical care services program, PPO dental and orthodontia coverage, a generous vision plan, comprehensive prescription drug plan, infertility and family planning benefits, short- and long-term disability benefits, and life and accidental death and dismemberment coverage. These benefits support the health of our employees and their families, their overall well-being, and their future plans and also reward and recognize their operational excellence.  In addition, we have prioritized our employees’ total well-being with additional benefits that focus on their emotional, mental, physical, financial, and social health:  •100% company-paid therapy and life coaching for our employees and their eligible dependents to help them prioritize their mental health and make these resources accessible and available •Additional company-paid holidays and paid time off to encourage employees to rest and recharge  •24/7 telehealth and medical care, including COVID-19 testing 6 6 6   •Expert-led internal webinar series addressing relevant and engaging subjects to educate and inform our employees, including with the most up-to-date and reliable information on COVID-19 by leveraging our world-class life sciences network •Wellness reimbursement benefit for fitness and mindfulness applications, online classes, and home exercise equipment that encourages our employees to stay mentally and physically fit •Enhanced employee social connectedness through Alexandria’s Operation CARE program for corporate giving, fundraising, and volunteerism opportunities, which consists of several programs, including the following: •Paid volunteer time off up to 16 hours per calendar year to use at eligible non-profit organizations of their choice •Matching gifts up to $5,000 per person each calendar year to double the impact of their charitable giving •Volunteer rewards initiated when an employee volunteers more than 25 hours in any quarter at eligible non-profit organizations, for which Alexandria donates a total of $2,500 to the eligible non-profit organizations of their choice, up to $10,000 annually •Alexandria Lifeline™ – Alexandria’s unparalleled network in the life science community affords us access to deep medical expertise. Alexandria Lifeline makes this expertise available to our employees and their immediate family members who are suffering from a serious illness or injury and would benefit from specialized medical care.  Investing in professional development and training  We understand that to attract and retain the best talent, we must provide opportunities for our people to grow and develop. Therefore, we invest in training and development programs to enhance our employees’ engagement, effectiveness, and well-being.  Training topics include project management, business writing, change management, interviewing, presentations, productivity, effective one-on-ones, goal setting, delegation, communication, and feedback. Our mentoring program enables employees to partner with senior leaders throughout the organization for support and career guidance. To further customize development, we partner with key functional leaders to identify opportunities and design and deploy training programs for specific functional teams. Through a bespoke coaching program, we support new and high-potential leaders in their career progression. We also provide on-demand learning resources, such as LinkedIn Learning, as well as internally developed, ARE-specific on-demand content.  To continuously monitor and improve employee performance and engagement, we use employee engagement surveys, the most recent of which was conducted in 2022 and had an employee response rate of 91.4%. 7 7 7    (1)As of December 31, 2022, unless stated otherwise. (2)Minorities are defined to include individuals of Asian, Black/African American, Hispanic/Latino, Native American, Pacific Islander, or multiracial background. We determine race and gender based on our employees' self-identification or other information compiled to meet requirements of the U.S. government.  (3)Managers and above include individuals who lead others and/or oversee projects. (4)Represents a five-year average from 2018 to 2022. 8 8 8  ITEM 1A. RISK FACTORS   ", "time": "00:02:08"}