{"cik": 1035002, "item_1A": "PART I 1 Items 1. and 2. Business and Properties 1 Our Business 1 Our Comprehensive Liquid Fuels Strategy 1 Environmental Management Systems 5 Our Operations 6 Government Regulations 13 Human Capital 14 Properties 17 Available Information 17 Item 1A. Risk Factors 18 Item 1B. Unresolved Staff Comments 32 Item 3. Legal Proceedings 33 Item 4. Mine Safety Disclosures 33 PART II 34 Item 5. Market for Registrant’s Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities 34 Item 6. [Reserved] 36 Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations 36 Item 7A. Quantitative and Qualitative Disclosures About Market Risk 64 Item 8. Financial Statements and Supplementary Data 66 Item 9. Changes in and Disagreements with Accountants on Accounting and  Financial Disclosure 140 Item 9A. Controls and Procedures 140 Item 9B. Other Information 140 Item 9C. Disclosure Regarding Foreign Jurisdictions that Prevent Inspections 140 PART III 141 Item 10. Directors, Executive Officers and Corporate Governance 141 Item 11. Executive Compensation 141 Item 12. Security Ownership of Certain Beneficial Owners and Management and  Related Stockholder Matters 141 Item 13. Certain Relationships and Related Transactions, and Director Independence 141 Item 14. Principal Accountant Fees and Services 141 PART IV 141 Item 15. Exhibits and Financial Statement Schedules 141 Item 16. Form 10-K Summary 145 Signature 146 ii ii  ii   Table of Contents Table of Contents The terms “Valero,” “we,” “our,” and “us,” as used in this report, may refer to Valero Energy Corporation, one or more of its consolidated subsidiaries, or all of them taken as a whole. The term “DGD,” as used in this report, may refer to Diamond Green Diesel Holdings LLC, its wholly owned consolidated subsidiary, or both of them taken as a whole. In this Form 10-K, we make certain forward-looking statements, including statements regarding our plans, strategies, objectives, expectations, intentions, and resources under the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. You should read our forward-looking statements together with our disclosures beginning on page 36 of this report under the heading “CAUTIONARY STATEMENT FOR THE PURPOSE OF SAFE HARBOR PROVISIONS OF THE PRIVATE SECURITIES LITIGATION REFORM ACT OF 1995.” Note references in this report to Notes to Consolidated Financial Statements can be found beginning on page 76, under “PART II, ITEM 8. FINANCIAL STATEMENTS AND SUPPLEMENTARY DATA.”   PART I   ITEMS 1. and 2. BUSINESS AND PROPERTIES   OUR BUSINESS  We are a Fortune 500 company based in San Antonio, Texas. Our corporate offices are at One Valero Way, San Antonio, Texas, 78249, and our telephone number is (210) 345-2000. We were incorporated in Delaware in 1981 under the name Valero Refining and Marketing Company. We changed our name to Valero Energy Corporation in 1997. Our common stock trades on the New York Stock Exchange (NYSE) under the trading symbol “VLO.”  We are a multinational manufacturer and marketer of petroleum-based and low-carbon liquid transportation fuels and petrochemical products, and we sell our products primarily in the United States (U.S.), Canada, the United Kingdom (U.K.), Ireland, and Latin America. We own 15 petroleum refineries located in the U.S., Canada, and the U.K. with a combined throughput capacity of approximately 3.2 million barrels per day (BPD). We are a joint venture member in Diamond Green Diesel Holdings LLC (DGD)1, which owns two renewable diesel plants located in the Gulf Coast region of the U.S. with a combined production capacity of approximately 1.2 billion gallons per year, and we own 12 ethanol plants located in the Mid-Continent region of the U.S. with a combined production capacity of approximately 1.6 billion gallons per year. We manage our operations through our Refining, Renewable Diesel, and Ethanol segments. See “OUR OPERATIONS” below for additional information about the operations, products, and properties of each of our reportable segments.   OUR COMPREHENSIVE LIQUID FUELS STRATEGY  Overview We strive to manage our business to responsibly meet the world’s growing demand for reliable and affordable energy. We believe that liquid transportation fuels—both petroleum-based and low-carbon— help meet that demand, and we expect that they will continue to be an essential source of transportation fuels well into the future. Our strategic actions have enabled us to be a low-cost, efficient, and reliable supplier of these liquid transportation fuels to much of the world.  1 DGD is a joint venture with Darling Ingredients Inc. (Darling) and we consolidate DGD’s financial statements. See Note 11 of Notes to Consolidated Financial Statements regarding our accounting for DGD. 1 1  1  Table of Contents Table of Contents Most of our petroleum refineries operate in locations with current operating cost and/or other advantages, as described below under “OUR OPERATIONS—Refining,” and we believe our refineries are positioned to meet the strong worldwide demand for our petroleum-based products. Through our refining business, we believe that we have developed expertise in liquid fuels manufacturing and a platform for the marketing and distribution of liquid fuels, and we seek to leverage this expertise and platform to expand and optimize our low-carbon fuels businesses. We expect that low-carbon liquid fuels will continue to be a growing part of the energy mix, and we have made multibillion-dollar investments to develop and grow our low-carbon renewable diesel and ethanol businesses, as described below under “OUR OPERATIONS—Renewable Diesel,” and “—Ethanol.” These businesses have made us one of the world’s largest low-carbon fuels producers and have helped governments across the world achieve their greenhouse gas (GHG) emissions reduction targets, and we continue to seek low-carbon fuel opportunities and to improve our environmental, social, and governance (ESG) practices.  Regulations, Policies, and Standards Driving Low-Carbon Fuel Demand Governments across the world have issued, or are considering issuing, low-carbon fuel regulations, policies, and standards to help reduce GHG emissions and increase the percentage of low-carbon fuels in the transportation fuel mix. These regulations, policies, and standards include, but are not limited to, the RFS, LCFS, CFR, and similar programs (collectively, the Renewable and Low-Carbon Fuel Programs). These programs are defined and discussed below under “U.S. Environmental Protection Agency (EPA) Renewable Fuel Standard (RFS) Program,” “California Low Carbon Fuel Standard (LCFS),” and “Canada Clean Fuel Regulations (CFR).” While many of these regulations, policies, and standards result in additional costs to our refining business, they have created opportunities for us to develop our renewable diesel and ethanol businesses, and they should continue to help drive the demand for our renewable diesel and ethanol products. We believe that our ability to supply these low-carbon fuels can play an important role in helping achieve GHG emissions reduction targets in a reliable manner.   The U.S., California, and recently finalized Canada low-carbon fuel regulations, policies, and standards discussed below currently have the most significant impact on our business. However, other municipal, state, and national governments across the world, including in many of the jurisdictions in which we operate, have issued, or are considering issuing, similar low-carbon fuel regulations, policies, and standards. See “ITEM 1A. RISK FACTORS—Legal, Government, and Regulatory Risks—The Renewable and Low-Carbon Fuel Programs, and other regulations, policies, and standards impacting the demand for low-carbon fuels could adversely affect our performance.” In addition, see Note 1 of Notes to Consolidated Financial Statements regarding our accounting for the costs of the blending programs under “Costs of Renewable and Low-Carbon Fuel Programs,” Note 19 for disclosure of the costs of the blending programs under “Renewable and Low-Carbon Fuel Programs Price Risk,” and Note 16 for disclosure of our blender’s tax credits under “Segment Information.”  U.S. Environmental Protection Agency (EPA) Renewable Fuel Standard (RFS) Program The EPA created the RFS program pursuant to the Energy Policy Act of 2005 and the Energy Independence and Security Act of 2007. Under the RFS program, by November 30 of each year, the EPA is required to set annual quotas for the volume of renewable fuels that must be blended into petroleum-based transportation fuels consumed in the U.S. in the following compliance year. The quotas are set by class of renewable fuel (i.e., biomass-based diesel, cellulosic biofuel, advanced biofuel, and total renewable fuel) and are collectively referred to as the renewable volume obligation (RVO). The RVO must be met by obligated parties, who are the producers and importers of the petroleum-based transportation fuels consumed in the U.S. Obligated parties demonstrate compliance annually by retiring the appropriate number of renewable identification numbers (RINs) associated with each class of renewable fuel to satisfy their RVO. A RIN is effectively a compliance credit that is assigned to each  2 2  2  Table of Contents Table of Contents gallon of qualifying renewable fuel produced in, or imported into, the U.S. RINs are obtained by blending those renewable fuels into petroleum-based transportation fuels, and obligated parties can also achieve compliance by purchasing RINs in the open market.  We are an obligated party under this program and our Refining segment incurs obligations as a result of being a producer and importer of petroleum-based transportation fuels consumed in the U.S., but we also generate RINs under this program as a result of being a producer of qualifying renewable fuels through our Renewable Diesel and Ethanol segments. Therefore, there is a cost to our refining business from this program because in order to comply with our RVO we must either purchase qualifying renewable fuels for blending or purchase RINs in the open market, but we also generate revenue through our Renewable Diesel and Ethanol segments from this program because we produce and sell qualifying renewable fuels.  California Low Carbon Fuel Standard (LCFS) Under California’s Global Warming Solutions Act of 2006, the California Air Resources Board (CARB) was required to undertake a statewide effort to reduce GHG emissions. One of the programs designed to help achieve those reductions is the LCFS program. The LCFS program is designed to reduce GHG emissions by decreasing the carbon intensity (CI) of transportation fuels consumed in the state. Under this program, each fuel is assigned a CI value, which is intended to represent the GHG emissions associated with the feedstocks from which the fuel was produced, the fuel production and distribution activities, and the use of the finished fuel. CIs are determined using a CARB-developed life cycle GHG emissions analysis model, and CI pathways are certified by the CARB after low-carbon fuel producers submit operational data to demonstrate the life cycle GHG emissions. The certified CIs for both low-carbon and petroleum-based fuels are compared to a declining annual benchmark. Fuels below the benchmark generate credits, while fuels above the benchmark generate deficits. The lower the fuel’s CI score compared to the benchmark, the greater number of credits generated. Each producer or importer of fuel must demonstrate that the overall mix of fuels it supplies for use in California meets the CI benchmarks for each compliance period. A producer or importer with a fuel mix that is above the CI benchmark must purchase LCFS credits sufficient to meet the CI benchmark.  Our Refining segment produces and imports petroleum-based transportation fuels in California and thus must blend low-CI fuels or purchase credits to meet the CI benchmark. However, fuels produced by our Renewable Diesel and Ethanol segments have CI scores that are lower than traditional petroleum-based transportation fuels, and we benefit from the demand from other regulated entities for these low-carbon products. In addition, the demand for some of these low-carbon transportation fuels tends to drive higher values for those fuels compared to petroleum-based transportation fuels due to their lower CI scores. We seek to pursue opportunities to further lower the CI of many of our products, including our low-carbon fuels. See “Our Low-Carbon Projects” below.   Canada Clean Fuel Regulations (CFR) In July 2022, Canada’s federal environmental agency issued the CFR program to require primary suppliers of gasoline or diesel that is produced in or imported into Canada to reduce the CI of those products. Annual CI reduction requirements prescribed by the CFR program can be satisfied by using compliance credits that a primary supplier creates (through blending low CI fuels) or that are purchased by them. The obligation to achieve prescribed CI reduction requirements begins on July 1, 2023. The CFR program is in addition to Canada’s existing provincial programs (such as in Quebec, Ontario, and British Columbia), which require the utilization of low-carbon fuels, and is similar to the LCFS program.  As a primary supplier of gasoline and diesel in Canada, our Refining segment will be subject to the CFR program requirements effective July 1, 2023 and thus must blend low-CI fuels or purchase credits to meet  3 3  3  Table of Contents Table of Contents the annual CI reduction requirements. As noted above under “California Low Carbon Fuel Standard (LCFS),” fuels produced by our Renewable Diesel and Ethanol segments have lower CI scores than traditional petroleum-based transportation fuels, and we expect to benefit from the increased demand for these low-carbon products as a result of the CFR program.  U.S. Federal Tax Incentives The U.S. federal government has enacted tax incentives to encourage the production of low-carbon fuels and/or reduce GHG emissions. Section 6426 of the Internal Revenue Code of 1986, as amended, provides a tax credit (generally referred to as the blender’s tax credit) to blenders of certain renewable fuels to encourage the production and blending of those fuels with traditional petroleum-based transportation fuels. Only blenders that have produced a mixture and either sold or used the fuel mixture as fuel are eligible for the blender’s tax credit. The renewable diesel produced by our Renewable Diesel segment is a liquid fuel derived from biomass that meets the EPA’s fuel registration requirements; therefore, renewable diesel that we produce and blend qualifies for this refundable tax credit of one dollar per gallon. The Inflation Reduction Act of 2022 (the IRA) extends Section 6426 through December 31, 2024 (originally set to expire on December 31, 2022) and then replaces it with Section 45Z, which provides a clean fuel production credit for years 2025 through 2027. Tax credits can be claimed under Section 45Z for the production and sale of clean fuels (such as biodiesel, renewable diesel, and alternative fuels, including sustainable aviation fuel (SAF)). In addition, Section 45Q provides federal income tax credits to certain taxpayers who capture and sequester, store, or use qualified carbon oxides (e.g., carbon dioxide).  We continually evaluate such federal income tax incentives, and may strategically pursue certain opportunities to optimize the potential benefits therefrom. For example, as discussed below under “Our Low-Carbon Projects,” the carbon capture and sequestration projects at our ethanol plants should increase the value of the ethanol product produced at those plants by helping decrease its CI score and through the expected generation of Section 45Q tax credits, and our recently announced SAF project is expected to produce low-carbon aviation fuel and generate Section 45Z tax credits, which should increase the value of that product.   Our Low-Carbon Projects We have invested $5.1 billion2 to date in our low-carbon fuels businesses, and we expect additional growth opportunities in this area. We completed the expansion of DGD’s first renewable diesel plant in 2021 and, in the fourth quarter of 2022, we completed construction of DGD’s second renewable diesel plant. These expansions increased DGD’s combined production capacity of renewable diesel to approximately 1.2 billion gallons per year and renewable naphtha to approximately 50 million gallons per year. See “OUR OPERATIONS—Renewable Diesel” below for additional information about the expansion of our renewable diesel business.  We continue to evaluate and advance investments in economic, low-carbon projects, including projects that are intended to lower the CI of our products. For example, in March 2021, we announced our participation in a large-scale carbon capture and sequestration pipeline system in the Mid-Continent region of the U.S. that is expected to capture, transport, and store carbon dioxide that results from the ethanol manufacturing process at our eight ethanol plants located in Iowa, Minnesota, Nebraska, and   2 Our investment to date in our low-carbon fuels businesses consists of $3.4 billion in capital investments to build our renewable diesel business and $1.7 billion to build our ethanol business. Capital investments in renewable diesel represent 100 percent of the capital investments made by DGD. See also “ITEM 7. MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS—LIQUIDITY AND CAPITAL RESOURCES—Our Capital Resources—Capital Investments,” which is incorporated by reference into this item for our definition of capital investments. 4 4  4  Table of Contents Table of Contents South Dakota. We expect to be the anchor shipper with those eight ethanol plants connected to the system. The capture and sequestration of this carbon dioxide should result in the generation of Section 45Q tax credits and the production of a lower CI ethanol product that we expect to market in low-carbon fuel markets, which is expected to result in a higher value for this product. A third party is expected to construct, own, and operate the system, and our capital investment will be to purchase, install, and connect the applicable carbon capture equipment to the system. Initial service is anticipated to begin in late 2024. In addition, certain of our other ethanol plants are located near geology believed to be suitable for sequestering carbon dioxide, and we are evaluating stand-alone projects to sequester carbon dioxide that results from the ethanol manufacturing process at those plants.  In January 2023, we announced that DGD approved a $315 million project to produce SAF. The project is expected to be completed in 2025 and is also expected to make DGD one of the largest SAF manufacturers in the world. The production of a lower CI jet fuel should result in the generation of Section 45Z tax credits and a higher value for this product.  See “ITEM 7. MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS—LIQUIDITY AND CAPITAL RESOURCES—Our Capital Resources—Capital Investments” for further discussion of our capital investments associated with low-carbon projects.  ENVIRONMENTAL MANAGEMENT SYSTEMS  We have well-developed management structures that are central to our decision making and risk management, including three programs that support our environmental management as follows:  •Our Commitment to Excellence Management System (CTEMS) is a proprietary systematic approach to planning, executing, checking, and acting to improve everyday work activities at many of our refineries and plants. CTEMS has nine major elements: leadership accountability, protecting people and the environment, people and skills development, operations reliability and mechanical integrity, technical excellence and knowledge management, change management, business competitiveness, external stakeholder relationships, and assurance and review. Risks related to regulatory issues and physical threats to our refineries and plants are among those assessed as we implement CTEMS.  •Environmental Excellence and Risk Assessment (EERA) elevates the environmental audit and compliance functions to an environmental excellence vision. Its main goal is to assess the design and effectiveness of environmental performance regarding specific excellence objectives, and to facilitate continuous improvement across the company. EERA defines more than 100 expectations and involves a proprietary five-step process using due diligence on data and field assessments reviewed by a combination of external and internal subject matter experts.   •Our Fuels Regulatory Assurance Program provides operational safeguards, software, training, and protocols for uniformity across our refineries and plants to reinforce our compliance with applicable fuels regulations. Building on the success of this system, we are developing a proprietary Low-Carbon Assurance Program designed to provide tools and oversight to assure compliance with the increasingly complex array of low-carbon fuels programs, including compliance with the mandatory independent verifications by the jurisdictions in which we sell our products. 5 5  5   Table of Contents Table of Contents OUR OPERATIONS  Our operations are managed through the following reportable segments:  •our Refining segment, which includes the operations of our petroleum refineries, the associated activities to market our refined petroleum products, and the logistics assets that support those operations;  •our Renewable Diesel segment, which includes the operations of DGD and the associated activities to market renewable diesel and renewable naphtha; and  •our Ethanol segment, which includes the operations of our ethanol plants and the associated activities to market our ethanol and co-products.  Financial information about these segments is presented in Note 16 of Notes to Consolidated Financial Statements, which is incorporated by reference into this item.  See “ITEM 1A. RISK FACTORS—Risks Related to Our Business, Industry, and Operations—Our financial results are affected by volatile margins, which are dependent upon factors beyond our control, including the price of feedstocks and the market price at which we can sell our products,”—“Industry and other developments, and evolving sentiment, regarding fossil fuels and GHG emissions, may decrease the demand for our products and could adversely affect our performance,”—“Disruption of our ability to obtain crude oil, waste and renewable feedstocks, corn, and other feedstocks could adversely affect our operations,”—“Our investments in joint ventures and other entities decrease our ability to manage risk,” and —“Legal, Government, and Regulatory Risks—The Renewable and Low-Carbon Fuel Programs, and other regulations, policies, and standards impacting the demand for low-carbon fuels could adversely affect our performance,” which are incorporated by reference into this item.  6 6  6  Table of Contents Table of Contents Refining Refineries Overview Our 15 petroleum refineries are located in the U.S., Canada, and the U.K., and they have a combined feedstock throughput capacity of approximately 3.2 million BPD. The following table presents the locations of these refineries and their feedstock throughput capacities as of December 31, 2022. RefineryLocationThroughput Capacity (a)(BPD)U.S.:BeniciaCalifornia170,000 WilmingtonCalifornia135,000 MerauxLouisiana135,000 St. CharlesLouisiana340,000 ArdmoreOklahoma90,000 MemphisTennessee195,000 Corpus Christi (b)Texas370,000 HoustonTexas255,000 McKeeTexas200,000 Port ArthurTexas395,000 Texas CityTexas260,000 Three RiversTexas100,000 Canada:Quebec CityQuebec235,000 U.K.:PembrokeWales270,000 Total3,150,000  ________________________ (a)Throughput capacity represents estimated capacity for processing crude oil, intermediates, and other feedstocks. Total estimated crude oil capacity is approximately 2.6 million BPD. (b)Represents the combined capacities of two refineries – the Corpus Christi East and Corpus Christi West Refineries.  •California ◦Benicia Refinery. Our Benicia Refinery is located northeast of San Francisco on the Carquinez Straits of San Francisco Bay. It processes sour crude oils into California Reformulated Gasoline Blendstock for Oxygenate Blending (CARBOB) and Conventional Blendstock for Oxygenate Blending (CBOB) gasolines, CARB diesel, diesel, jet fuel, and asphalt. Gasoline production is primarily CARBOB, which meets CARB specifications when blended with ethanol. The refinery receives feedstocks via a marine dock and pipelines and distributes most of its products via pipeline and truck.  ◦Wilmington Refinery. Our Wilmington Refinery is located near Los Angeles. It processes a blend of heavy and high-sulfur crude oils and produces CARBOB and CBOB gasolines, CARB diesel, diesel, jet fuel, and asphalt. The refinery receives feedstocks via pipelines connected to marine terminals and docks and distributes its products via pipeline to various terminals. 7 7  7  Table of Contents Table of Contents •Louisiana ◦Meraux Refinery. Our Meraux Refinery is located approximately 15 miles southeast of New Orleans on the Mississippi River. It processes sour and sweet crude oils and produces gasoline, diesel, jet fuel, and high-sulfur fuel oil. The refinery receives feedstocks at its dock and has access to the Louisiana Offshore Oil Port and distributes its products via its dock and the Colonial Pipeline. The refinery is located about 40 miles from our St. Charles Refinery, allowing for integration of feedstocks and refined petroleum product blending.  ◦St. Charles Refinery. Our St. Charles Refinery is located approximately 25 miles west of New Orleans on the Mississippi River. It processes sour crude oils and other feedstocks and produces gasoline and diesel. The refinery receives feedstocks via its docks and has access to the Louisiana Offshore Oil Port and distributes its products via its docks and our Parkway Pipeline and the Bengal Pipeline, both of which access the Plantation Pipeline and Colonial Pipeline.  •Oklahoma ◦Ardmore Refinery. Our Ardmore Refinery is located approximately 100 miles south of Oklahoma City. It processes primarily sweet crude oils and produces gasoline and diesel. The refinery receives feedstocks via pipelines and distributes its products via rail, truck, and the Magellan Pipeline system.  •Tennessee ◦Memphis Refinery. Our Memphis Refinery is located on the Mississippi River. It processes primarily sweet crude oils and produces gasoline, diesel, and jet fuel. The refinery receives feedstocks via the Diamond Pipeline, the Dakota Access Pipeline, and barge and distributes its products via truck, barge, and the Shorthorn Pipeline.  •Texas ◦Corpus Christi East and West Refineries. Our Corpus Christi East and West Refineries are located on the Corpus Christi Ship Channel. The East Refinery processes sour crude oil and the West Refinery processes sweet crude oil, sour crude oil, and residual fuel oil, and both refineries produce gasoline, aromatics, jet fuel, diesel, and asphalt. The refineries receive feedstocks via docks on the Corpus Christi Ship Channel and pipelines. The refineries’ physical locations allow for the transfer of various feedstocks and blending components between them. The refineries distribute their products via truck, ship, barge, and pipeline. ◦Houston Refinery. Our Houston Refinery is located on the Houston Ship Channel. It processes sweet crude and intermediate oils and produces gasoline, jet fuel, and diesel. The refinery receives feedstocks via pipeline, ship, and barge and distributes its products via pipeline, including the Colonial Pipeline and Explorer Pipeline. ◦McKee Refinery. Our McKee Refinery is located in the Texas Panhandle. It processes primarily sweet crude oils and produces gasoline, diesel, jet fuel, and asphalt. The refinery receives feedstocks via pipeline and distributes its products primarily via pipeline and rail. ◦Port Arthur Refinery. Our Port Arthur Refinery is located on the Texas Gulf Coast approximately 90 miles east of Houston. It processes heavy sour crude oils and other feedstocks and produces gasoline, diesel, jet fuel, and residual fuel oil. The refinery receives feedstocks via rail, ship, barge, and pipeline and distributes its products via pipeline, including the Colonial Pipeline and  8 8  8  Table of Contents Table of Contents Explorer Pipeline, and via ship and barge. The refinery’s new coker is expected to be completed in the second quarter of 2023.  ◦Texas City Refinery. Our Texas City Refinery is located southeast of Houston on the Texas City Ship Channel. It processes crude oils and produces gasoline, diesel, and jet fuel. The refinery receives feedstocks via pipeline and by ship and barge using docks on the Texas City Ship Channel and distributes its products via ship and barge, as well as via pipeline, including the Colonial Pipeline and Explorer Pipeline.  ◦Three Rivers Refinery. Our Three Rivers Refinery is located in South Texas between Corpus Christi and San Antonio. It primarily processes sweet crude oils and produces gasoline, diesel, jet fuel, and aromatics. The refinery receives feedstocks via pipeline and truck and distributes its products via pipeline.  •Canada ◦Quebec Refinery. Our Quebec Refinery is located in Lévis (near Quebec City). It processes sweet crude oils and produces gasoline, diesel, jet fuel, heating oil, and low-sulfur fuel oil. The refinery receives feedstocks via ship at its marine dock on the St. Lawrence River (some of which is sourced from our crude oil terminal in Montreal that receives crude oil from western Canada) and distributes its products via our pipeline to our Montreal East terminal and other terminals and via rail, ship, truck, and pipeline.  •U.K. ◦Pembroke Refinery. Our Pembroke Refinery is located in the County of Pembrokeshire in South West Wales. It processes primarily sweet crude oils and produces gasoline, diesel, jet fuel, heating oil, and low-sulfur fuel oil. The refinery receives its feedstocks via ship and barge through docks on the Milford Haven Waterway and distributes its products via ship, barge, and truck, and through our Mainline Pipeline.  Feedstock Supply Our crude oil and other feedstocks are purchased through a combination of term and spot contracts. Our term supply contracts are at market-related prices and feedstocks are purchased directly or indirectly from various national oil companies as well as international and U.S. oil companies. The contracts generally permit the parties to amend the contracts (or terminate them), effective as of the next scheduled renewal date, by giving the other party proper notice within a prescribed period of time (e.g., 60 days, 6 months) before expiration of the current term. The majority of the crude oil purchased under our term contracts is purchased at the producer’s official stated price (i.e., the “market” price established by the seller for all purchasers) and not at a negotiated price specific to us.  Marketing Overview We sell refined petroleum products in both the wholesale rack and bulk markets. These sales include products that are manufactured in our refining operations, as well as products purchased or received on exchange from third parties. Most of our refineries have access to marine facilities, and they interconnect with common-carrier pipeline systems, allowing us to sell products in the U.S., Canada, the U.K., Ireland, Latin America, and other parts of the world.  9 9  9  Table of Contents Table of Contents Wholesale Rack Sales We sell our products on a wholesale basis through an extensive rack marketing network. The principal purchasers of our products from terminal truck racks are wholesalers, distributors, retailers, and truck-delivered end users throughout the U.S., Canada, the U.K., Ireland, and Latin America.  The majority of our rack volume is sold through unbranded channels. The remainder is sold to distributors and dealers that are members of the Valero-brand family that operate branded sites in the U.S., Canada, the U.K., Ireland, and Mexico. These sites are independently owned and are supplied by us under multi-year contracts. Approximately 7,000 outlets carry our brand names. For branded sites, products are sold under the Valero®, Beacon®, Diamond Shamrock®, and Shamrock® brands in the U.S., the Ultramar® brand in Canada, the Texaco® brand in the U.K. and Ireland, and the Valero® brand in Mexico.  Bulk Sales We also sell our products through bulk sales channels in the U.S. and international markets. Our bulk sales are made to various petroleum companies, traders, and bulk end users, such as railroads, airlines, and utilities. Our bulk sales are distributed primarily via pipeline, ship, and barge to major tank farms and trading hubs.  Logistics We own logistics assets (crude oil pipelines, product pipelines, terminals, tanks, marine docks, truck rack bays, and other assets) that support our refining operations. Demand for transportation fuels in Latin America is expected to continue to grow. To support our wholesale rack operations in Latin America, we have invested in or grown our access to terminals and transloading facilities in Mexico and Peru. Our U.S. Gulf Coast refineries are well positioned to support export growth to Latin America and other countries around the world.  Renewable Diesel  Our Relationship with DGD DGD is a joint venture that we consolidate. We entered into the DGD joint venture in 2011 and it began operations in 2013. See Note 11 of Notes to Consolidated Financial Statements regarding our accounting for DGD. We operate DGD’s renewable diesel plants and perform certain management functions for DGD as an independent contractor under an agreement with DGD.  Renewable Diesel Plants DGD owns two renewable diesel plants. The first DGD plant began operations in 2013 and is located next to our St. Charles Refinery (the DGD St. Charles Plant). The second DGD plant commenced operations in the fourth quarter of 2022 and is located next to our Port Arthur Refinery (the DGD Port Arthur Plant, and together with the DGD St. Charles Plant, the DGD Plants). The DGD Plants produce renewable diesel and renewable naphtha. Renewable diesel is a low-carbon liquid transportation fuel that is interchangeable with petroleum-based diesel. Renewable naphtha is used to produce renewable gasoline and renewable plastics. These products are produced from waste and renewable feedstocks using a pre-treatment process and an advanced hydroprocessing-isomerization process. The market value of the renewable diesel can vary based on regional policies, feedstock preferences, and CI scores. Waste feedstocks (predominantly animal fats, used cooking oils, and inedible distillers corn oil) are the preferred feedstocks due to their lower CI scores. While several other companies have made, or have announced interest in making, investments in renewable diesel projects, the DGD Plants are currently two of only a small number of operational facilities that have the capacity to process 100 percent waste and renewable feedstocks, and this feedstock flexibility currently provides a margin advantage.   10 10  10  Table of Contents Table of Contents The DGD Plants receive waste and renewable feedstocks primarily by rail, trucks, ships, and barges owned by third parties. DGD is party to a raw material supply agreement with Darling under which Darling is obligated to offer to DGD a portion of its feedstock requirements at market pricing, but DGD is not obligated to purchase all or any part of its feedstock from Darling. Therefore, DGD pursues the most optimal feedstock supply available.  DGD began an expansion of the DGD St. Charles Plant in 2019 and operations commenced in the fourth quarter of 2021. This expansion increased the DGD St. Charles Plant’s renewable diesel production capacity by approximately 410 million gallons per year, which, at that time, brought DGD’s renewable diesel production capacity to approximately 700 million gallons per year, and provided DGD with the ability to produce approximately 30 million gallons per year of renewable naphtha.   The DGD Port Arthur Plant, which has a production capacity of approximately 470 million gallons of renewable diesel and approximately 20 million gallons of renewable naphtha per year was commissioned and commenced operations in the fourth quarter of 2022. DGD’s combined renewable diesel and renewable naphtha production capacities increased to approximately 1.2 billion gallons and 50 million gallons, respectively, per year.  Marketing DGD sells renewable diesel and renewable naphtha under the Diamond Green Diesel® brand primarily to be blended with petroleum-based diesel and gasoline, respectively, and to end users for use in their operations. DGD distributes its renewable diesel and renewable naphtha via ship and rail domestically and to international markets.  Ethanol Ethanol Plants Our ethanol business began in 2009 with the purchase of our first ethanol plants. We have since grown the business by purchasing additional ethanol plants. Our 12 ethanol plants are located in the Mid-Continent region of the U.S., and they have a combined ethanol production capacity of approximately 1.6 billion gallons per year. Our ethanol plants are dry mill facilities that process corn to produce ethanol and various co-products, including livestock feed (dry distillers grains, or DDGs, and syrup) and inedible corn oil. 11 11  11  Table of Contents Table of Contents The following table presents the locations of our ethanol plants, their annual production capacities for ethanol (in millions of gallons) and DDGs (in tons), and their annual corn processing capacities (in millions of bushels). StateCityEthanolProductionCapacityDDGProductionCapacityCornProcessingCapacityIndianaBluffton135355,00047Linden 135355,00047Mount Vernon100263,00035IowaAlbert City (a)135355,00047Charles City (a)140368,00049Fort Dodge (a)140368,00049Hartley (a)140368,00049Lakota (a) (b)110289,00038MinnesotaWelcome (a)140368,00049NebraskaAlbion (a)135355,00047OhioBloomingburg135355,00047South DakotaAurora (a)140368,00049Total1,5854,167,000553 ________________________ (a)These plants are expected to participate in the carbon capture and sequestration pipeline system discussed in “Our Low-Carbon Projects” above. (b)This plant is currently configured to produce a higher-grade ethanol product, as opposed to fuel-grade ethanol. As such, its current production capacity is approximately 55 million gallons per year of ethanol.  We source our corn supply from local farmers and commercial elevators. Our plants receive corn primarily via rail and truck.  Marketing We sell our ethanol under term and spot contracts in bulk markets in the U.S. We also export our ethanol into the global markets. We distribute our ethanol primarily by rail (using some railcars owned by us), truck, ship, and barge. We sell DDGs primarily to animal feed customers in the U.S., Mexico, and Asia, which are distributed primarily via rail, truck, ship, and barge.  Seasonality Demand for gasoline, diesel, and asphalt is higher during the spring and summer months than during the winter months in most of our markets, primarily due to seasonal increases in highway traffic and construction. The demand for renewable diesel has not significantly fluctuated by season. Ethanol is primarily blended into gasoline, and as a result, ethanol demand typically moves in line with the demand for gasoline.  12 12  12   Table of Contents Table of Contents GOVERNMENT REGULATIONS  We incorporate by reference into this Item the disclosures on government regulations, including environmental regulations, contained in the following sections of this report:  •—OUR COMPREHENSIVE LIQUID FUELS STRATEGY—Regulations, Policies, and Standards Driving Low-Carbon Fuel Demand”;  •“ITEM 1A. RISK FACTORS—Legal, Government, and Regulatory Risks”; and  •“ITEM 3. LEGAL PROCEEDINGS—ENVIRONMENTAL ENFORCEMENT MATTERS.”  Capital Expenditures Attributable to Compliance with Government Regulations Compliance with government regulations, including environmental regulations, did not have a material effect on our capital expenditures in 2022, and we currently do not expect that compliance with these regulations will have material effects on our capital expenditures in 2023.  Other Because our business is heavily regulated, our costs for compliance with government regulations are significant and can be material, especially costs associated with the Renewable and Low-Carbon Fuel Programs disclosed in Notes 18 and 19 of Notes to Consolidated Financial Statements, which are incorporated by reference into this item.  13 13  13   Table of Contents Table of Contents HUMAN CAPITAL  We believe that our employees provide a competitive advantage for our success. We seek to foster a culture that supports diversity and inclusion, and we strive to provide a safe, healthy, and rewarding work environment for our employees with opportunities for professional growth and long-term financial stability.  Headcount On December 31, 2022, we had 9,743 employees. These employees were located in the following countries: CountryNumber ofEmployeesU.S.8,079 Canada655 U.K. and Ireland851 Mexico and Peru158 Total9,743   Of our total employees as of December 31, 2022, 1,728 were covered by collective bargaining or similar agreements, and 9,716 were in permanent full-time positions. See also “ITEM 1A. RISK FACTORS—General Risk Factors—Our business may be negatively affected by work stoppages, slowdowns, or strikes, as well as by new legislation or an inability to attract and retain sufficient labor, and increased costs related thereto.”  Company Culture and Human Capital (People) Strategy Our company culture and our well-defined expectations of ethics and behavior guide the daily work of our employees and support our efforts to produce exceptional company results. The six values that define our culture are Safety, Accountability, Teamwork, Do the Right Thing, Caring, and Excellence.  Our people strategy and programs are designed and implemented in support of our business and strategic objectives. In building and fostering great teams, we are guided by the following:  •We strive to hire and promote top-talent employees with team-oriented work ethics and values;  •Our pay, benefits, and support programs are designed to attract and retain excellent employees and to reward innovation, ingenuity, and excellence;  •We seek to provide a best-in-class, diverse, and inclusive work environment built on a foundation of respect, accountability, and trust;  •We promote a culture of learning intended to drive excellence at all levels of the organization and to foster career-long growth and development opportunities for employees; and  •We continually assess employee performance, organizational structures, and succession plans to support operational excellence, efficiency, and effectiveness.  14 14  14  Table of Contents Table of Contents Diversity and Inclusion We believe that having diverse employees and inclusive teams provides strengths and advantages for our success, and our board of directors (Board) and management team strive to promote and improve diversity and inclusion. Of our total employees as of December 31, 2022, approximately 30 percent of our global professional employees were female, 11 percent of our hourly employees were female, and 19 percent of total employees were female. Approximately 37 percent of our U.S. employees are Hispanic or Latino, Black or African American, Asian, American Indian or Alaskan Native, Native Hawaiian or Other Pacific Islander, or two or more races. We strive to recruit and retain diverse employees and foster a culture of inclusion through various efforts, including targeted recruiting strategies aimed at improving our outreach to underrepresented groups and educational and training programs on diversity-related topics, such as objective hiring and the advantages of diverse employees. We are also committed to hiring and retaining veterans and reservists of the U.S. armed forces, who represent 12 percent of our U.S. employees as of December 31, 2022.  From our intern program to our Board, and at all levels between, we strive to build diverse and inclusive teams. Our intern program class of 2022 was the most diverse in the history of our program, with 43 percent being female and 43 percent representing a racial or ethnic minority. Additionally, seven of our 12 current Board members represent diversity of gender or race/ethnicity. In furtherance of our diversity goals, in 2022 the Board approved a policy, included in our Corporate Governance Guidelines, which provides that when our executive officers (as defined in Rule 3b-7 under the Securities Exchange Act of 1934) are recruited from outside the company, the initial list of candidates will include qualified gender and racially diverse candidates among the candidates presented.  Safety We believe that safety and reliability are extremely important, not only for the protection of our employees, communities, and to the cultural values we aspire to as a company, but also for operational success, as a decrease in the number of employee and process safety events should generally reduce unplanned shutdowns and increase the operational reliability of our refineries and plants. This, in turn, should also translate into a safer workplace with fewer environmental incidents and stronger community relations. We strive to improve safety and reliability performance by offering year-round safety training programs for our employees and contractors and by seeking to promote the same expectations and culture of safety. We also seek to enhance our safety performance by conducting safety audits, quality assurance visits, and comprehensive safety and risk assessments at our refineries and plants.  To assess safety performance, we measure our annual total recordable incident rate (TRIR), which includes data with respect to our employees and contractors and is defined as the number of recordable injuries per 200,000 working hours. We also annually measure our Tier 1 Process Safety Event Rate, which is a metric defined by the American Petroleum Institute that identifies process safety events per 200,000 total employee and contractor working hours. We use these measures and believe they are helpful in assessing our safety performance because they evaluate performance relative to the numbers of hours being worked. These metrics are also used by others in our industry, which allows for a more objective comparison of our performance. Our refinery employee and contractor TRIR for 2022 was 0.32 and 0.15, respectively, and our refinery Tier 1 Process Safety Event Rate for 2022 was 0.08.   Compensation and Benefits We believe that it is important to provide our employees with competitive compensation and benefits. The benefits we offer to employees, depending on work location and eligibility status, include, among others, healthcare plans that are generally available to all employees, extended sick leave, new-parent leave, access to financial planning, programs to support dual-working parents at different stages of their careers,  15 15  15  Table of Contents Table of Contents caregiver support networks (including an on-site child care center at our headquarters) and support for children and parents with disabilities, a company 401(k) matching program, various company-sponsored pension plans, on-site employee wellness centers (also available to eligible dependents at our headquarters), tuition reimbursement programs, fitness center access or a stipend, and employee recognition programs.  We believe that it is important to reward employee performance and have an annual bonus program that rewards achievements of various operational, financial, and strategic objectives. While such objectives include typical financial performance metrics, we believe ESG performance is also important and our annual bonus program rewards achievements in areas such as sustainability, diversity and inclusion, environmental stewardship, compliance, corporate citizenship, and community.  Our compensation programs are designed with consideration of fair treatment and equal pay concepts, and are built upon a foundational philosophy of market-competitive and performance-based pay. Pay equity of our U.S. professional employees is analyzed biennially by an independent consultant retained by us.  Training and Development We offer a comprehensive training and development program for our employees in subjects such as engineering and technical excellence, safety, environmental, maintenance and machinery/equipment repair, ethics, leadership, and employee performance. We also require all employees to complete training on technical matters, such as cybersecurity and information technology security, and various compliance and corporate conduct matters, including business ethics, conflicts of interest, and anti-bribery and anti-corruption, among others. Our employee development initiatives include customized professional and technical curriculums, efforts to engage our leadership in the employee’s development process, and providing employee performance discussions. We offer a robust virtual training curriculum, which allows for greater availability and access for employees located across our many facilities and enables just-in-time training.  Wellness We strive to promote the health and well-being of our employees and their families. Our Total Wellness Program serves as the umbrella program for all aspects of employee wellness and is the program through which many of the benefits referenced above are provided. The heart of our Total Wellness Program is the annual wellness assessment, which is intended to provide a detailed picture of an employee’s current health that may educate and inform health decisions by highlighting risk factors and providing information that can help save lives. Under our Total Wellness Program, educational sessions are also scheduled throughout the year on a variety of topics on health and finances. Our Total Wellness Program also supports the financial wellness of our employees through our financial benefit programs, depending on eligibility status and work location.   We also offer a wide range of support to our employees through our confidential employee assistance program, helping employees and their families manage relationship challenges, counseling needs, and substance abuse and recovery, as well as self-care programs for various behavioral health challenges. 16 16  16   Table of Contents Table of Contents PROPERTIES  Our principal properties are described in “OUR OPERATIONS” above and that information is incorporated by reference into this item. We believe that our properties are generally adequate for our operations and that our refineries and plants are maintained in a good state of repair. As of December 31, 2022, we were the lessee under a number of cancelable and noncancelable leases for certain properties. Our leases are discussed in Note 4 of Notes to Consolidated Financial Statements, which is incorporated by reference into this item. Financial information about our properties is presented in Note 5 of Notes to Consolidated Financial Statements, which is incorporated by reference into this item.   AVAILABLE INFORMATION  Our website address is www.valero.com. Information (including any presentation or report) on our website is not part of, and is not incorporated into, this report or any other report or document we may file with or furnish to the U.S. Securities and Exchange Commission (SEC), whether made before or after the date of this annual report on Form 10-K and irrespective of any general incorporation language therein, unless specifically identified in such filing as being incorporated by reference in such filing. Furthermore, references to our website URLs are intended to be inactive textual references only. Our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, proxy statement, and other filings and reports, as well as any amendments to those filings and reports, filed with or furnished to the SEC are available on our website (under Investors > Financials > SEC Filings) free of charge, soon after we file or furnish such material.   Additionally, on our website (under Investors > ESG), we post our Corporate Governance Guidelines and other governance policies, codes of ethics, and the charters of the committees of our Board. In this same location, we also publish our 2022 ESG Report (previously titled our Stewardship and Responsibility Report), which includes our 2022 SASB Report, our report disclosing certain U.S. employment data that corresponds to our 2021 U.S. Equal Employment Opportunity Information (EEO-1) Report (filed in 2022), our 2025 and 2035 GHG emissions reductions and displacement targets and other disclosures, and our 2022 TCFD Report. These documents are available in print to any stockholder that makes a written request to Valero Energy Corporation, Attn: Secretary, P.O. Box 696000, San Antonio, Texas 78269-6000. Our ESG Overview is also available on our website (under Responsibility > ESG: Environmental, Social and Governance) and disclosures concerning our political engagement, climate lobbying, and trade associations are available on our website (under Investors > ESG). These reports and disclosures are not a part of this annual report on Form 10-K, are not deemed filed with the SEC, and are not to be incorporated by reference into any of our filings with the SEC, whether made before or after the date of this annual report on Form 10-K and irrespective of any general incorporation language therein, unless specifically identified in such filing as being incorporated by reference in such filing.  17 17  17   Table of Contents Table of Contents", "time": "00:00:07"}