{"cik": 1038357, "item_1A": "ITEM 1.    BUSINESS  General Pioneer is a Delaware corporation whose common stock is listed and traded on the NYSE. The Company is a large independent oil and gas exploration and production company that explores for, develops and produces oil, NGLs and gas in the Midland Basin in West Texas. The Company's principal executive office is located at 777 Hidden Ridge, Irving, Texas, 75038. The Company also maintains an office in Midland, Texas and field offices in the Midland Basin.   Available Information Pioneer files or furnishes annual, quarterly and current reports, proxy statements and other documents with the SEC under the Securities Exchange Act of 1934 (the \"Exchange Act\"). The SEC maintains a website (www.sec.gov) that contains reports, proxy and information statements, and other information regarding issuers, including Pioneer, that file electronically with the SEC. The Company makes available, free of charge, through its website (www.pxd.com) its Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and, if applicable, amendments to those reports filed or furnished pursuant to Section 13(a) of the Exchange Act as soon as reasonably practicable after it electronically files such material with, or furnishes it to, the SEC. In addition to the reports filed or furnished with the SEC, Pioneer publicly discloses information from time to time in its press releases and investor presentations that are posted on its website or during publicly accessible investor conferences. Such information, including information posted on or connected to the Company's website, is not a part of, or incorporated by reference in, this Report or any other document the Company files with or furnishes to the SEC.  Mission and Strategies The Company's mission is to be America's leading independent energy company, focused on value, safety, the environment, technology and its people. The Company's long-term strategy is centered around the following strategic objectives: •maintaining a strong balance sheet and financial flexibility; •returning free cash flow to shareholders via a stable and growing base dividend, a variable dividend and share repurchases; •utilizing the Company's scale and technological advancements to reduce costs and improve efficiency; •delivering economic production and reserve growth through drilling, completion and production improvement activities; •setting high expectations for employees and contractors to perform their jobs in a safe manner; and •maintaining industry-leading sustainable development and environmental stewardship efforts. The Company's long-term strategy is anchored by the Company's interests in the long-lived Spraberry/Wolfcamp oil field located in the Midland Basin in West Texas, which has an estimated remaining productive life in excess of 55 years.  Competition The oil and gas industry is highly competitive in the exploration for and acquisition of reserves, the acquisition of oil and gas leases, marketing of oil, NGL and gas production, the obtaining of equipment and services and the hiring and retention of staff necessary for the identification, evaluation, operation and acquisition and development of oil and gas properties. The Company's competitors include major integrated oil and gas companies, other independent oil and gas companies and individuals engaged in the exploration for and development of oil and gas properties. The Company also faces competition from companies that supply alternative sources of energy, such as wind, solar and other renewables. Competition will increase as alternative energy technology becomes more reliable and governments throughout the world support or mandate the use of such alternative energy.  Competitive advantage is gained in the oil and gas exploration and development industry by employing well-trained and experienced personnel who make prudent capital investment decisions based on management direction, embrace technological innovation and are focused on price and cost management. The Company has a team of dedicated employees who represent the  6 6  6 Table of ContentsPIONEER NATURAL RESOURCES COMPANY Table of Contents PIONEER NATURAL RESOURCES COMPANY professional disciplines and sciences that the Company believes are necessary to allow Pioneer to maximize the long-term profitability inherent in its physical assets.  See \"Item 1A. Risk Factors - The Company faces significant competition and some of its competitors have resources in excess of the Company's available resources.\" for additional information.  Oil and Gas Industry Considerations The COVID-19 pandemic resulted in a severe worldwide economic downturn, significantly disrupting the demand for oil throughout the world, and created significant volatility, uncertainty and turmoil in the oil and gas industry. The decrease in demand for oil, combined with excess supply of oil and related products, resulted in oil prices declining significantly beginning in late February 2020. Since mid-2020, oil prices have improved, with demand steadily increasing despite the uncertainties surrounding the COVID-19 variants, and related responses by governments worldwide with regards to travel restrictions, business closures and other restrictions, which have continued to inhibit a full global demand recovery. In addition, worldwide oil inventories, from a historical perspective, remain low and concerns exist with the ability of OPEC and other oil producing nations to meet forecasted future oil demand growth, with many OPEC countries not able to produce at their OPEC agreed upon quota levels due to their limited capital investments directed towards developing incremental oil supplies over the past few years. Furthermore, sanctions, import bans and price caps on Russia have been implemented by various countries in response to the war in Ukraine, further impacting global oil supply. As a result of these and other oil and gas supply constraints, the world has experienced significant increases in energy costs. During December 2022, OPEC announced a continuation of its 2 MMBOPD production cut that started in November 2022 related to the uncertainty surrounding the global economy and future oil demand. As a result of the current global supply and demand imbalances, oil and gas prices have remained strong with average NYMEX oil and NYMEX gas prices for the three months ended December 31, 2022 being $82.64 per Bbl and $6.26 per Mcf, respectively, as compared to $77.19 per Bbl and $5.84 per Mcf, respectively, for the same period in 2021. In addition, the ongoing pandemic, combined with the Russia/Ukraine conflict, has resulted in global supply chain disruptions, which has led to significant cost inflation and the potential for a global recession. Specifically, the Company's 2022 capital program was impacted by higher than expected inflation in steel, diesel and chemical prices, among other items.  Global oil price levels and inflationary pressures will ultimately depend on various factors that are beyond the Company's control, such as (i) the ability of OPEC and other oil producing nations to manage the global oil supply, (ii) the impact of sanctions and import bans on production from Russia, (iii) the timing and supply impact of any Iranian sanction relief on their ability to export oil, (iv) the effectiveness of responses by businesses and governments to combat any additional outbreaks of the COVID-19 virus and their impact on domestic and worldwide demand, (v) the global supply chain constraints associated with manufacturing and distribution delays, (vi) oilfield service demand and cost inflation, (vii) political stability of oil consuming countries and (viii) increasing expectations that the world may be heading into a global recession. The Company continues to assess and monitor the impact of these factors and consequences on the Company and its operations. See \"Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations\" for additional information.  Divestiture Activities The Company regularly reviews its asset base to identify nonstrategic assets, the disposition of which would increase capital resources available for other activities, create organizational and operational efficiencies and further the Company's objective of maintaining a strong balance sheet to ensure financial flexibility. In February 2022, the Company completed the sale of its equity interest in certain gas gathering and processing systems in northern Martin County for cash proceeds of $125 million (the \"Martin County Gas Processing Divestiture\"). The sale was treated as a recovery of investment from a partial sale of proved property resulting in no gain or loss being recognized. See Note 3 and Note 4 of Notes to Consolidated Financial Statements included in \"Item 8. Financial Statements and Supplementary Data\" for additional information.  Marketing of Production General. Production from the Company's properties is marketed using methods that are consistent with industry practices. Sales prices for oil, NGL and gas production are negotiated based on factors normally considered in the industry, such as an index or spot price, distance from the well to a major pipeline, commodity quality and prevailing supply and demand conditions. See \"Item 7A. Quantitative and Qualitative Disclosures About Market Risk\" for additional information. 7 7  7 Table of ContentsPIONEER NATURAL RESOURCES COMPANY Table of Contents PIONEER NATURAL RESOURCES COMPANY Seasonal nature of business. Generally, but not always, the demand for gas decreases during the summer months and increases during the winter months. Seasonal anomalies such as mild winters or hot summers may impact general seasonal changes in gas demand. Delivery commitments. The Company has committed certain volumes of oil, NGLs and gas to customers under a variety of contracts, some of which have volumetric firm transportation or fractionation requirements that could require monetary shortfall penalties if the Company's transported or fractionation volumes are insufficient to satisfy associated commitments. See Note 11 of Notes to Consolidated Financial Statements included in \"Item 8. Financial Statements and Supplementary Data\" for additional information. Significant purchasers. During 2022, the Company's oil, NGL and gas sales to Energy Transfer Crude Marketing LLC, Shell Trading US Company, Occidental Energy Marketing Inc. and Plains Marketing Inc. accounted for 23 percent, 14 percent, 12 percent and 10 percent of the Company's oil, NGL and gas revenues, respectively. The loss of one of these significant purchasers or an inability to secure adequate pipeline, gas plant and NGL fractionation infrastructure for production could have a material adverse effect on the Company's ability to produce and sell its oil, NGL and gas production. Revenues from sales of purchased oil to Occidental Energy Marketing Inc. accounted for 14 percent of the Company's sales of purchased commodities. No other sales customer exceeded 10 percent of the Company's sales of purchased commodities during 2022. The loss of the Company's significant purchaser of purchased commodities would not be expected to have a material adverse effect on the Company's ability to sell commodities it purchases from third parties.  See Note 13 of Notes to Consolidated Financial Statements included in \"Item 8. Financial Statements and Supplementary Data\" for additional information.  Sustainability and Environmental Compliance Costs Since 2019, the Company has annually published a Sustainability Report that follows the guidance provided by the Global Reporting Initiative framework and the Sustainability Accounting Standards Board to address its ESG performance. Since 2021, the Company has annually published a Climate Risk Report that is structured in accordance with the Task Force on Climate-related Financial Disclosures framework. The Climate Risk Report is used to increase the transparency of Pioneer's progress toward integrating climate-related risks and opportunities into the Company's governance structure, business strategy and planning processes, and its risk management practice. For more information on the Company's approach to sustainability management, refer to its Sustainability Report and Climate Risk Report, which are available on Pioneer's website (www.pxd.com). Information contained in the Company's Sustainability Reports and Climate Risk Reports is not incorporated by reference into, and does not constitute a part of, this Report. While the Company believes that the disclosures contained in the Company's Sustainability Reports, Climate Risk Reports, and other voluntary disclosures regarding ESG matters are responsive to various areas of investor interest, the Company believes that certain of these disclosures do not currently address matters that are material to the Company's operations, strategy, financial condition, or financial results, although this view may change in the future based on new information that could materially alter the estimates, assumptions, or timelines used to create these disclosures. Given the estimates, assumptions and timelines used to create the Company's Sustainability Reports, Climate Risk Reports, and other voluntary disclosures, the materiality of these disclosures is inherently difficult to assess in advance. The trend in environmental regulation has been to place more restrictions and limitations on activities that may affect the environment and thus, there can be no assurance as to the amount or timing of future expenditures for environmental compliance or remediation and actual future expenditures may be different from the amounts the Company currently anticipates. As with the upstream industry in general, complying with current and anticipated environmental laws and regulations can increase the Company's capital costs to drill, complete and construct and operate facilities. While these laws and regulations may affect the Company's capital expenditures and net income, the Company does not believe they will have a material adverse effect on its business, financial position, results of operations or cash flows, nor does the Company believe that they will affect its competitive position since the operations of its competitors are generally similarly affected. Future events, such as changes in existing laws or enforcement policies, the promulgation of new laws or regulations or the development or discovery of new facts or conditions may cause the Company to incur significant costs. See \"Health, Safety and Environmental Risks\" in \"Item 1A. Risk Factors\" for additional information. Environmental, social, and governance leadership. The Company's ESG Task Force comprises a subset of the Company's executive committee (which is comprised of its Chief Executive Officer, Chief Operating Officer, Chief Financial Officer and other executive officers (\"Executive Committee\") and other key officers, leaders and subject matter experts from various disciplines across the Company. The ESG Task Force shapes the Company's long-term ESG strategy and oversees the implementation of corporate ESG goals and related reporting. The ESG Task Force works to provide strategic direction and expert advice to the broader organization and through its leadership, the Company has improved its ESG governance processes, including: (i) aiding the Company's Board of Directors (the \"Board\") in formalizing its oversight of ESG goals and the  8 8  8 Table of ContentsPIONEER NATURAL RESOURCES COMPANY Table of Contents PIONEER NATURAL RESOURCES COMPANY formation of the Sustainability and Climate Oversight Committee; (ii) establishing and progressing the Company's long-term net zero (Scope 1 and Scope 2) emissions ambition; (iii) aligning risk management and decision-making processes with voluntary frameworks, including the Task Force on Climate-related Financial Disclosure and the Sustainability Accounting Standards Board; (iv) driving strategic and operational activities to implement ESG goals; (v) sanctioning a third-party audit to provide limited data assurance; and (vi) progressing the Company's supply chain performance. The priority of the ESG Task Force is to continue to assess, develop and progress ESG activities at the Company.  Human Capital As of December 31, 2022, the Company had 2,076 employees, 900 of whom were employed in field operations. Values and governance. Pioneer's approach to human capital management is guided by its core RESPECT values. These values - Respect and inclusion, Ethics and honesty, Safety and stewardship, Personal accountability, Entrepreneurship and innovation, Communication and transparency and Teamwork - apply to all employees, suppliers and contractors and guide how Pioneer interacts with partner companies, communities, the environment and all other stakeholders. Pioneer aims to conduct all aspects of its business in accordance with these core values, which serve as the cultural foundation of the Company.  The Company's Executive Committee and its Board set the Company's human capital management philosophies and goals. They routinely engage on workforce-related topics with the support of the human resources function, which oversees and administers the Company's human capital management programs.  The Company understands that employee recruiting, retention and development play a critical role in the Company's ability to conduct its business activities and achieve its long-term strategy. As a result, the Company's Executive Committee and Board take a holistic view of human capital management and have established policies and development programs with the goal of creating an equitable and inclusive environment to allow all employees to feel respected, valued and connected to the business. The key aspects of the Company's human capital management include the Company's compensation and benefits program, diversity and inclusion initiatives, recruitment, talent management and development, community involvement and Health, Safety and Environment (\"HSE\") programs. Compensation and benefits program. The Company annually reviews its compensation levels for all employees in an effort to adjust compensation levels for changing market conditions, allowing the Company to attract and retain a highly skilled workforce. The Company considers its employees to be its greatest asset and encourages them to take full advantage of the benefits and programs the Company offers. To ensure Pioneer attracts and retains top talent, the Company maintains an above-average benefits package. Pioneer's employees participate in incentive plans that take into consideration individual and Company performance through a traditional cash bonus plan and a variable compensation plan denominated in Company stock. These plans align employee compensation with the Company's success on critical performance metrics and goals, while also recognizing individual performance. The variable compensation plan denominated in Company stock is designed to attract and retain employees, reward performance and align the interest of employees with stockholders through the encouragement of stock ownership. In addition to cash and equity compensation, the Company also offers other employee benefits such as Company paid premiums for life and health (medical, dental and vision) insurance, paid time off, paid parental leave, flexible work schedules and a 401(k) plan that includes employer matching contributions. The Company routinely benchmarks its compensation and benefits program to ensure that the programs remain competitive, continue to align with the Company's RESPECT values and meet the needs of employees and their families. As part of the Company's benefits program, it offers flexible work schedules, including a hybrid remote work program, compressed workweeks and allowances for time off, including a parental leave policy that includes up to twelve weeks of paid leave for the primary caregiver and two weeks of paid leave for the secondary caregiver. The Company's wellness programs include on-site health centers, daycare centers, fitness centers, a range of healthy eating options at employee cafeterias and an employee assistance program to support the mental well-being of employees. Diversity, equity and inclusion. The Company is committed to creating an inclusive environment where all employees feel respected, valued and connected to the business — a workplace to which individuals bring their authentic selves and can be successful in achieving their goals. The Company's dedicated Diversity, Equity and Inclusion (\"DEI\") program is focused on every aspect of the Company's business. The Company's Executive Committee is accountable for having long-term DEI goals for their respective departments as the Company believes that senior leadership involvement is crucial for progress on these goals. In addition, DEI plans and progress are reviewed regularly with the Board. The Company has established a variety of DEI initiatives, such as OnePioneer, an employee-led Company organization whose goal is to advance DEI across the entire Company.  The Company actively monitors diversity metrics across its entire workforce. Currently, 31 percent of the Board and 33 percent of the Executive Committee are women and 23 percent of the Board and 11 percent of the Executive Committee  9 9  9 Table of ContentsPIONEER NATURAL RESOURCES COMPANY Table of Contents PIONEER NATURAL RESOURCES COMPANY identify as ethnic minorities. The Company intends to disclose its 2022 Consolidated EEO-1 Report on its website (www.pxd.com) after submission of the report to the U.S. Equal Employment Opportunity Commission in an effort to provide additional transparency into the Company's efforts to increase under-represented populations in its workforce. Talent management and development. The Company's talent planning involves a comprehensive approach to adequately prepare employees for their responsibilities and for future advancement. The Company's performance management process occurs annually and, in accordance with the Company's RESPECT values, encourages and reinforces ongoing feedback and coaching between employees and managers, employee growth and development for their current role and future success and alignment of individual goals with company-wide goals and team objectives. Pioneer strives to build a more skilled and engaged workforce with skill-building and competency-based training and development opportunities. The Company's competency model comprises professional, leadership and technical competencies and complements each employee's individual development planning process. In furtherance of each employee's individual development plan, the Company's workforce is trained in accordance with Pioneer's 70/20/10 learning model (70 percent on-the-job and experience-based, 20 percent collaboration and coaching, 10 percent formal training). Employees are offered a variety of development options including in-person professional trainings, technical trainings, consultation services, vendor partnerships and more. The Company's talent planning approach also identifies and targets development of critical talent. The Company identifies critical roles based on several factors, including strategic importance, scope and impact, and unique skills. Successor candidates for those critical roles are then identified as those who have the interest, ability and experience to succeed in the critical role within five years. Talent planning enables Pioneer to proactively advance succession planning and offer targeted development for high potential employees and successors, while enabling a cross-functional view of talent to increase visibility and mobility. Community involvement. Pioneer's dedication to community well-being and success shows in the many ways the Company seeks to be a good neighbor in its operating areas. The Company's employees continually seek out events, organizations, initiatives and partnerships to support the communities where they work and live, and the Company is honored to support their ongoing efforts to enrich the communities where they live and work, including through a charitable matching program. Health, safety and environment. The Company's HSE organization, with oversight from the Health, Safety and Environment Committee (the \"HSE Committee\") of the Board, supports the Company's business teams to provide an organized approach for HSE activities and maintain a culture of improvement in HSE practices. The Company's HSE policy identifies and manages health, safety and environmental risks and impacts through business decisions, plans and operations by fostering a culture of safety and environmental stewardship, as well as a proactive network of systems to monitor compliance with regulatory requirements. This policy applies to all employees. The Company expects contractors, vendors and suppliers on Pioneer property for business-related purposes to identify and manage their own HSE risks and impacts in collaboration with the Company, and to maintain an HSE policy that meets or exceeds the Company's HSE policy. This expectation was further strengthened in 2022 with the Company's implementation of a new Supplier Code of Conduct that aligns with and compliments the Company's Code of Conduct and provides additional clarity to suppliers regarding the Company's expectations in connection with HSE risks and other areas including values, human rights, sustainability, compliance and anti-bribery, among others.  The Company's HSE policy covers all Pioneer operations and aligns with the Company's HSE Management System (\"HSEMS\"). As outlined in the HSE policy, the Company is dedicated to protecting the health and safety of everyone who works at Pioneer facilities by encouraging high standards. All HSE incidents are required to be reported, no matter how small, and are investigated to develop corrective actions to reduce the likelihood of recurrence. The HSEMS consists of 13 elements that set HSE expectations, provide an avenue for employee engagement and drive HSE performance improvement. Pioneer has an HSE risk management program to identify and manage risk across business teams. In support of driving continuous improvement, HSE strategic objectives, focus areas and tactical deliverables are established annually to drive HSE performance. Throughout the year, progress toward these objectives are measured and reported to the Executive Committee and the HSE Committee. Feedback and engagement. The Company's human capital management approach is augmented by a robust employee feedback program. The Company believes that giving employees a voice is paramount to creating a thriving and resilient culture and undertakes an annual engagement survey to provide a view into overall organizational health. The results are used to identify issues that are important to employees and to implement improvement opportunities. In 2022, the Company received a 76 percent participation rate in the survey and its engagement score ranked in the top 10 percent of companies who used the same platform. Most importantly, the quantitative and qualitative survey data was utilized by leaders across the organization to identify strengths and opportunities for improvement and to inform action plans to address issues. 10 10  10  Table of ContentsPIONEER NATURAL RESOURCES COMPANY Table of Contents PIONEER NATURAL RESOURCES COMPANY Regulation The oil and gas industry is extensively regulated at the federal, state and local levels. Regulations affecting elements of the energy sector are under constant review for amendment or expansion and frequently more stringent requirements are imposed. Various federal and state agencies, including the Texas Railroad Commission, the Bureau of Land Management (the \"BLM\"), an agency of the U.S Department of the Interior (\"DOI\"), the U.S. Environmental Protection Agency (the \"EPA\") and the U.S. Occupational Safety and Health Administration (\"OSHA\"), have legal and regulatory authority and oversight over the Company's exploration and development activities and operations. Other agencies with certain authority over the Company's business include the Internal Revenue Service, the SEC and NYSE. Ensuring compliance with the rules, regulations and orders promulgated by such entities requires extensive effort and incremental costs to comply, which affects the Company's profitability. Because public policy changes are commonplace, and existing laws and regulations are frequently amended, the Company is unable to predict the future cost or impact of compliance. However, the Company does not expect that any of these laws and regulations will affect its operations materially differently than they would affect other companies with similar operations, size and financial strength. The following are significant areas of government control and regulation affecting the Company: Securities regulations. Enterprises that sell securities in public markets are subject to regulatory oversight by agencies such as the SEC and the NYSE. This regulatory oversight imposes many requirements on the Company, including the responsibility for establishing and maintaining disclosure controls and procedures alongside internal controls over financial reporting, and ensuring that the financial statements and other information included in submissions to the SEC do not contain any untrue statement of a material fact or omit to state a material fact necessary to make the statements made in such submissions not misleading. Failure to comply with the rules and regulations of the SEC could subject the Company to litigation from public or private plaintiffs. Failure to comply with the rules of the NYSE could result in the delisting of the Company's common stock, which would have an adverse effect on the market price and liquidity of the Company's common stock. Compliance with some of these rules and regulations is costly, and regulations are subject to change or reinterpretation. Environmental and occupational health and safety matters. The Company strives to conduct its operations in a socially and environmentally responsible manner and is required to comply with many federal, state and local laws, regulations and executive orders concerning occupational safety and health, the discharge or other release of materials and protection of the environment and natural resources. These environmental legal requirements primarily relate to:  •the discharge or other release of pollutants into federal and state waters and the ambient air; •assessing the environmental impact of seismic acquisition, drilling and construction activities; •the generation, storage, transportation and disposal of waste materials, including hazardous substances and wastes; •the emission of certain gases, including GHGs, into the atmosphere; •the monitoring, abandonment, reclamation and remediation of wells and other sites, including sites of former operations; •the development of emergency response and spill contingency plans; •the protection of threatened and endangered species; and •worker protection. The more significant of these existing environmental and occupational health and safety laws and regulations include the following U.S. legal standards, as amended from time to time: •the Clean Air Act (\"CAA\"), which restricts the emission of air pollutants from many sources and imposes various preconstruction, operational, monitoring and reporting requirements, and has also been relied upon by the EPA as authority for adopting climate change regulatory initiatives relating to GHG emissions; •the Federal Water Pollution Control Act, also known as the Clean Water Act (\"CWA\"), which regulates discharges of pollutants from facilities to state and federal waters, and establishes the extent to which waterways are subject to federal jurisdiction and rulemaking as protected waters of the United States; •the Comprehensive Environmental Response, Compensation and Liability Act of 1980 (\"CERCLA\"), which imposes liability on generators, transporters, disposers and arrangers of hazardous substances at sites where hazardous substance releases have occurred or are threatening to occur; •the Resource Conservation and Recovery Act (\"RCRA\"), which governs the generation, treatment, storage, transport and disposal of solid wastes, including oil and gas exploration and production wastes and hazardous wastes; •the Safe Drinking Water Act (\"SDWA\"), which ensures the quality of the nation's public drinking water through adoption of drinking water standards and controlling the injection of waste fluids into below-ground formations that may adversely affect drinking water sources; 11 11  11 Table of ContentsPIONEER NATURAL RESOURCES COMPANY Table of Contents PIONEER NATURAL RESOURCES COMPANY •OSHA, which establishes workplace standards for the protection of the health and safety of employees, including the implementation of hazard communications programs designed to inform employees about hazardous substances in the workplace, potential harmful effects of these substances and appropriate control measures; and •the Endangered Species Act (\"ESA\"), which restricts activities that may affect federally identified endangered and threatened species or their habitats through the implementation of operating restrictions or a temporary, seasonal or permanent ban in affected areas. Additionally, there are existing tribal, state and local jurisdictions where the Company operates that also have, or are developing or considering developing, similar environmental and occupational health and safety laws and regulations governing many of these same types of activities. Failure by the Company to comply with these laws, regulations and regulatory initiatives or controls may result in the assessment of sanctions, including administrative, civil and criminal penalties; the imposition of investigatory, remedial and corrective action obligations or the obligation to incur capital or operating expenditures; the occurrence of restrictions, delays or cancellations in the permitting, development or expansion of projects; and issuance of injunctions restricting or prohibiting some or all of the Company's activities in a particular area. Historically, the Company's environmental and worker safety compliance costs have not had a material adverse effect on its results of operations. However, there can be no assurance that such costs will not be material in the future or that such future compliance will not have a material adverse effect on the Company's business and operational results. The Company owns, leases or operates numerous properties that have been used for oil and gas exploration and production activities for many years. The Company also has acquired certain properties from third parties whose actions with respect to the management and disposal or release of hydrocarbons, hazardous substances or wastes at or from such properties were not under the Company's control prior to acquiring them. Under certain environmental laws and regulations, such as CERCLA and RCRA, the Company could incur strict joint and several liability due to damages to natural resources or for remediating hydrocarbons, hazardous substances or wastes disposed of or released by prior owners or operators. Moreover, an accidental release of materials into the environment during the Company's operations may cause it to incur significant costs and liabilities. The Company also could incur costs related to the clean-up of third-party sites to which it sent regulated substances for disposal or to which it sent equipment for cleaning and for damages to natural resources or other claims related to releases of regulated substances at or from such third-party sites. Over time, the trend in environmental and occupational health and safety laws and regulations is to typically place more restrictions and limitations on activities that may adversely affect the environment or expose workers to injury. If existing legal requirements change or new legislative, regulatory or executive initiatives are developed and implemented in the future, the Company may be required to make significant, unanticipated capital and operating expenditures. The Company may not have insurance or be fully covered by insurance against all environmental and occupational health and safety risks. For more information on environmental and occupational health and safety matters, see the risk factors identified as Health, Safety and Environmental Risks in \"Item 1A. Risk Factors.\" Other regulation of the oil and gas industry. The Company's oil and gas operations are subject to laws and regulations that relate to matters including: •the acquisition of seismic data;  •location, drilling and casing of wells; •hydraulic fracturing; •well production operations; •disposal of produced water; •regulation of transportation and sale of oil, NGLs and gas; •surface usage; •calculation and disbursement of royalty payments and production taxes; and •restoration of properties used for oil and gas operations. Development and production operations are subject to various regulations, including regulations requiring permits for the drilling of wells, the posting of bonds in connection with development and production activities and the filing of reports related to production operations. Texas, and some municipalities in which the Company operates, also regulate one or more of the following: •the location of wells; •the method of drilling and casing wells; •the method and ability to fracture stimulate wells; •the surface use and restoration of properties upon which wells are drilled; •the disposal of produced water; 12 12  12 Table of ContentsPIONEER NATURAL RESOURCES COMPANY Table of Contents PIONEER NATURAL RESOURCES COMPANY •the plugging and abandoning of wells; and •notices to surface owners and other third parties. State laws regulate the size of drilling and spacing units or proration units governing the drilling and production of oil and gas properties. The Company relies on voluntary pooling, production sharing agreements and the drilling of allocation wells to develop its leases. In some instances, forced pooling or unitization may be implemented by third parties and may reduce the Company's interest in the unitized properties. In addition, state conservation laws establish maximum rates of production from oil and gas wells and generally prohibit the venting or flaring of gas without a permit. These laws and regulations may limit the amount of oil and gas the Company can produce from the Company's wells, negatively affect the economic decision to continue to produce these wells or limit the number of wells or locations that the Company can economically drill.  Approximately one percent of the Company's U.S. oil and gas leases are granted or approved by the federal government and administered by the BLM. All of the Company's federal leases are outside of Texas and the Company has no current operations or plans to further develop the leases at this time. Such leases require compliance with detailed federal regulations and orders that regulate, among other matters, drilling and operations on lands covered by these leases and the calculation and disbursement of royalty payments to the federal government. See \"Regulatory Risks\" and \"Health, Safety and Environmental Risks\" included in \"Item 1A. Risk Factors\" for additional information. 13 13  13  Table of ContentsPIONEER NATURAL RESOURCES COMPANY Table of Contents PIONEER NATURAL RESOURCES COMPANY", "time": "00:00:05"}