{"cik": 10456, "item_1A": "Item 1.    Business. Company Overview Baxter International Inc., through its subsidiaries, provides a broad portfolio of essential healthcare products, including acute and chronic dialysis therapies; sterile intravenous (IV) solutions; infusion systems and devices; parenteral nutrition therapies; inhaled anesthetics; generic injectable pharmaceuticals; surgical hemostat and sealant products, advanced surgical equipment; smart bed systems; patient monitoring and diagnostic technologies; and respiratory health devices. These products are used by hospitals, kidney dialysis centers, nursing homes, rehabilitation centers, doctors’ offices and by patients at home under physician supervision. Our global footprint and the critical nature of our products and services play a key role in expanding access to healthcare in emerging and developed countries. As of December 31, 2022, we manufactured products in over 20 countries and sold them in over 100 countries. Baxter International Inc. was incorporated under Delaware law in 1931. As used in this report, “Baxter International” means Baxter International Inc. and “we\", \"our” or \"us\" means Baxter International and its consolidated subsidiaries, unless the context otherwise requires. Recently Announced Strategic Actions In January 2023, we announced the following planned strategic actions that are intended to enhance our operational effectiveness, accelerate innovation and drive additional stockholder value: (a) a proposed spinoff of our Renal Care and Acute Therapies product categories into an independent publicly traded company, (b) our development of a new operating model to simplify our operations and (c) our pursuit of strategic alternatives (including a potential sale) for our BioPharma Solutions (BPS) product category. This proposed spinoff of our Renal Care and Acute Therapies product categories (the proposed spinoff) is currently expected to be completed during the first half of 2024, approximately 12 to 18 months from the date of the related announcement. In 2022 we generated $4.4 billion of combined net sales from our Renal Care and Acute Therapies product categories, representing approximately 29% of our consolidated net sales. We intend for the proposed spinoff to qualify as tax-free to Baxter and our shareholders for U.S. federal income tax purposes. The proposed spinoff is subject to the satisfaction of customary conditions, including final approval from our Board of Directors, the filing and effectiveness of a registration statement on Form 10, receipt of an Internal Revenue Service (IRS) ruling or related tax opinions from counsel, satisfactory completion of financing arrangements, consultations with works councils and other employee representative bodies and any necessary regulatory approvals.  To strengthen our ability to deliver on our vision to transform healthcare, we are designing a new operating model intended to simplify and streamline our operations. Once the simplified model is implemented, we expect to be a more integrated and nimble organization that can respond more effectively to changes in the macroeconomic environment, while enhancing our ability to drive innovation in our product portfolio. As part of these actions, we are working to create a more resilient supply chain and better align our manufacturing footprint and supply chain to our commercial activities. Under the new model, our business will be managed across four global business units consisting of: (1) Medical Products and Therapies, which will include our Medication Delivery, Advanced Surgery and Clinical Nutrition product categories, (2) Healthcare Systems and Technologies, which will include the Patient Support Systems, Front Line Care and Global Surgical Solutions product categories obtained in the Hillrom acquisition, (3) Pharmaceuticals, which will include our BPS product category, for which we are exploring strategic alternatives, and our Pharmaceuticals product category and (4) Kidney Care, which will include our Renal Care and Acute Therapies product categories that we are proposing to spinoff into an independent publicly traded company. We expect to have our new organizational designs substantially finalized in the second quarter of 2023. The new operating model will have significant impacts on our systems and processes across our entire company and we expect to have those broader operational changes, including our updated management reporting framework for the new operating model, fully implemented during the second half of 2023. At that time, we expect that our reportable segments will be changed to align with the new operating model. 1 1 1   We are pursuing strategic alternatives (including a potential sale) for our BPS product category, which includes contract manufacturing services provided to pharmaceutical and biopharmaceutical companies. In 2022 we generated $644 million of net sales from that product category, representing approximately 4% of our consolidated net sales. A potential sale of, or other strategic transaction involving, BPS would help us further narrow our strategic focus as a company while providing an opportunity for capital deployment, including debt repayment.  Following these planned strategic actions (including completion of the proposed spinoff), we intend to emerge as a stronger hospital solutions and connected care company. As a more focused business, we expect to be better positioned to make strategic investments to accelerate our vision and to deliver differentiated value to our stakeholders with our unique combination of products, therapies and connected care platforms. There can be no guarantees that the proposed spinoff, the simplified operating model or the sale of, or other strategic transaction involving, our BPS product category will be completed in the manner or over the timeframes described above, or at all. Acquisition of Hillrom On December 13, 2021, we completed our acquisition of all outstanding equity interests of Hill-Rom Holdings, Inc. (Hillrom) for a purchase price of $10.5 billion. Including the assumption of Hillrom's outstanding debt obligations, the enterprise value of the transaction was approximately $12.8 billion. Hillrom was a global medical technology leader and its products and services help enable earlier diagnosis and treatment, optimize surgical efficiency, and accelerate patient recovery while simplifying clinical communication and shifting care closer to home. Hillrom made those outcomes possible through digital and connected care solutions and collaboration tools, including smart bed systems, patient monitoring and diagnostic technologies, respiratory health devices, advanced equipment for the surgical space and more, delivering actionable, real-time insights at the point of care. In 2022 the Patient Support Systems, Front Line Care and Global Surgical Solutions product categories of our Hillrom segment collectively generated net sales of $2.9 billion. During 2022, we also recognized $2.8 billion of goodwill impairments and $332 million of indefinite-lived intangible asset impairments related to goodwill and trade name intangible assets that arose from the Hillrom acquisition. See Notes 2, 4, 5 and 17 in Item 8 of this Annual Report on Form 10-K for additional information about the Hillrom acquisition, goodwill and intangible asset impairments, Hillrom acquisition financing arrangements and Hillrom segment results, respectively. Business Segments and Products We currently manage our global operations based on four segments, consisting of the following geographic segments related to our legacy Baxter business: Americas (North and South America), EMEA (Europe, Middle East and Africa) and APAC (Asia-Pacific), and a global segment for our recently acquired Hillrom business. As discussed above under “Recently Announced Strategic Actions,” we are designing a new operating model intended to simplify and streamline our operations and we expect that our reportable segments will be changed to align with that new operating model when it is fully implemented.  The Americas, EMEA and APAC segments provide a broad portfolio of essential healthcare products, including acute and chronic dialysis therapies; sterile IV solutions; infusion systems and devices; parenteral nutrition therapies; inhaled anesthetics; generic injectable pharmaceuticals; and surgical hemostat and sealant products. As discussed above under \"Recently Announced Strategic Actions,\" we are pursuing the proposed spinoff of our Renal Care and Acute Therapies product categories and strategic alternatives for our BPS product category. The Hillrom segment provides digital and connected care solutions and collaboration tools, including smart bed systems, patient monitoring and diagnostic technologies, respiratory health devices and advanced equipment for the surgical space. For financial information about our segments, see Note 17 in Item 8 of this Annual Report on Form 10-K. Business Strategy Our business strategy is focused on driving sustainable growth and innovation aligned with our mission to save and sustain lives and our vision to transform healthcare with a customer focus to improve patient outcomes, enhance workflow efficiency, and enable cost-effective care. Our diversified and broad portfolio of medical products that treat life-threatening acute or chronic conditions and our global presence are core components of our strategy as we  2 2 2   work to achieve these objectives. We are focused on four strategic pillars as part of our pursuit of industry leading performance: innovation; market expansion; operational efficiency; and capital allocation. Innovation Our innovation strategy is focused on connected care and core therapies offerings. Connected care offerings include devices or software that can connect, communicate and/or analyze data to help transform healthcare and improve patient outcomes. Our acquisition of Hillrom has been a key driver in developing our connected care offerings, as its product portfolio includes digital and connected care solutions and collaboration tools such as smart bed systems, patient monitoring and diagnostic technologies, respiratory health devices, advanced equipment for the surgical space and more, delivering actionable, real-time insights at the point of care. Our core therapies product offerings include medical devices and consumable medical products designed to address essential patient and provider needs across the continuum of care.  As part of this strategy and consistent with our recently announced strategic initiatives, we are shifting our investments to drive innovation in product areas where we have compelling opportunities to serve patients and healthcare professionals while advancing our business. We are accelerating the pace in which we bring these advances to market to support our future growth. We are in the midst of launching several new products, geographic expansions and line extensions including in such areas as chronic and acute renal care, smart pump technology, hospital pharmaceuticals and nutritionals, surgical sealants, smart beds, respiratory vests and more. These comprise a mix of entirely new offerings, improvements on existing technologies and the expansion of current products into new geographies.  Market Expansion The market expansion component of our strategy includes capturing revenue synergies through the integration of Hillrom, expanding our portfolio geographically, broadening our portfolio through channel expansion and increasing utilization of our products and therapies through market development activities. These initiatives include using Baxter’s geographic footprint to introduce the Hillrom product portfolio into new markets, as well as expanding value-added services, increasing adoption of underpenetrated therapies and providing education and advocacy to improve access to our products.  Operational Excellence As discussed above under “Recently Announced Strategic Actions,” we are designing a new operating model intended to simplify and streamline our operations. Once the simplified model is implemented, we expect to be a more integrated and nimble organization that can respond more effectively to changes in the macroeconomic environment, while enhancing our ability to drive innovation in our product portfolio. As part of these actions, we are working to create a more resilient supply chain and better align our manufacturing footprint and supply chain to our commercial activities. We also continue to focus on increasing efficiencies through automation and digitization and we remain committed to deliver on the targeted cost synergies expected to be achieved from our acquisition of Hillrom. We intend to continue to actively manage our cost structure to help ensure that we are committing resources to the highest value uses. Such high value activities include supporting innovation, building out the portfolio, expanding patient access and accelerating growth for our stockholders. Maintaining Disciplined and Balanced Capital Allocation Subject to market conditions and our investment grade targets, our capital allocation strategies include the following: •debt repayments to support our deleveraging commitments;  •active portfolio management through the identification of attractive acquisition and divestiture transactions, including our recent acquisition of Hillrom, the proposed spinoff and our pursuit of strategic alternatives (including a potential sale) for our BPS product category; and  •return capital to stockholders through dividends. We also intend to reinstate share repurchases over the longer term. 3 3 3   We paid down approximately $900 million of debt during 2022 and we continue to be committed to an investment grade rating, including taking actions toward achieving our 2.75x net leverage commitment. We currently expect to apply proceeds from the proposed spinoff and potential BPS divestiture toward reducing indebtedness and addressing near-term debt maturities. During this deleveraging period, we currently intend to maintain our dividend, not make any share repurchases and be highly selective with respect to any potential acquisitions.  Sales and Distribution We have our own direct sales force and also make sales to and through independent distributors, drug wholesalers acting as sales agents and specialty pharmacy or other alternate site providers. In the United States, third parties, such as Cardinal Health, Inc., warehouse and ship a significant portion of our products through their distribution centers. These centers are generally stocked with adequate inventories to facilitate prompt customer service. Sales and distribution methods include frequent contact by sales and customer service representatives, automated communications via various electronic purchasing systems, circulation of catalogs and merchandising bulletins, direct-mail campaigns, trade publication presence and advertising. Sales are made and products are distributed on a direct basis or through independent distributors or sales agents in more than 100 countries as of December 31, 2022. International Operations The majority of our revenues are generated outside of the United States and geographic expansion remains a component of our strategy (including with respect to the Hillrom business). Our international presence includes operations in Europe, the Middle East, Africa, Asia-Pacific, Latin America and Canada. We are subject to certain risks inherent in conducting business outside the United States. For more information on these risks, see the information under the captions “Risks Related to Baxter’s Business —We are subject to risks associated with doing business globally” and “—Changes in foreign currency exchange rates and interest rates could have a material adverse effect on our operating results and liquidity” in Item 1A of this Annual Report on Form 10-K. For financial information about our foreign and domestic revenues and segment information, see Notes 10 and 17, respectively, in Item 8 of this Annual Report on Form 10-K. For more information regarding foreign currency exchange risk, refer to the discussion under the caption entitled “Financial Instrument Market Risk” in Item 7 of this Annual Report on Form 10-K. Contractual Arrangements Our products are sold through contracts with customers, both within and outside the United States. Some of these contracts have terms of more than one year and place limits on our ability to increase prices. In the case of hospitals, governments and other facilities, these contracts may specify minimum quantities of a particular product or categories of products to be purchased by the customer. In keeping with the increased emphasis on cost-effectiveness in healthcare delivery, many hospitals and other customers of medical products in the United States have joined group purchasing organizations (GPOs), or formed integrated delivery networks (IDNs), to enhance purchasing power. GPOs and IDNs negotiate pricing arrangements with manufacturers and distributors and the negotiated prices are made available to members. We have purchasing agreements with several of the major GPOs in the United States. GPOs may have agreements with more than one supplier for certain products. Accordingly, in these cases, we face competition from other suppliers even where a customer is a member of a GPO under contract with us. Purchasing power is similarly consolidated in many other countries. For example, public contracting authorities often act as the purchasing entities for the hospitals and other customers of medical products in their region and many hospitals and other customers have joined joint procurement entities and buying consortia. The result is that demand for healthcare products is increasingly concentrated across our markets globally.  Additionally, our contractual pricing arrangements with GPOs, IDNs and public contracting authorities limit our ability to increase prices in order to offset raw materials or component price increases or otherwise.  Raw Materials and Component Parts Raw materials and component parts essential to our business are purchased from numerous suppliers worldwide in the ordinary course of business. While many of these materials are generally available, we have experienced and may in the future experience shortages of supply. Additionally, certain of these materials are secured from single  4 4 4   source suppliers or on a spot basis and not pursuant to a contractual arrangement. In recent periods, we have experienced increased costs and shortages of raw materials and component parts (including resins and electromechanical devices), which has had a negative impact on our profit margins, due to the increased costs, and on our sales for certain product categories, due to our inability to fully satisfy demand.  In an effort to manage risk associated with raw materials and component supply, we work closely with our suppliers to help ensure availability and continuity of supply while maintaining high quality and reliability. We also seek to develop new and alternative sources of supply where beneficial to our overall raw materials procurement strategy. Refer to Item 1A. Risk Factors of this Annual Report on Form 10-K for further information regarding risks related to the supply chain, raw materials and component parts. We are not always able to recover cost increases for raw materials and component parts through customer pricing due to contractual limits, where applicable, and market forces. This circumstance occurred during 2022 and our profit margins were adversely impacted because we were unable to fully offset all such cost increases through customer pricing adjustments or other pricing actions. We seek to utilize long-term supply contracts with some suppliers to help maintain continuity of supply and manage the risk of price increases. Our ability to do so in the face of limited supply of certain raw materials and component parts and inflationary environment may be limited. Competition and Healthcare Cost Containment Our businesses benefit from a number of competitive advantages, including the breadth and depth of our product offerings and our strong relationships with customers, including hospitals and clinics, GPOs, IDNs, physicians and patients, many of whom self-administer home-based therapies that we supply. We also benefit from efficiencies and cost advantages resulting from shared manufacturing facilities and the technological advantages of our products. Although no single company competes with us in all of our businesses, we face substantial competition in each of our segments from international and domestic healthcare, medical products and pharmaceutical companies and providers of all sizes, and these competitors often differ across our businesses. In addition, global and regional competitors continue to expand their manufacturing capacity and sales and marketing channels. We believe customer purchasing decisions are primarily focused on cost-effectiveness, price, service, product performance and technological innovation. There has been increasing consolidation in our customer base and by our competitors, which continues to result in pricing and market pressures. Global efforts toward healthcare cost containment continue to exert pressure on product pricing. Governments around the world use various mechanisms to control healthcare expenditures, such as price controls, the formation of public contracting authorities, product formularies (lists of recommended or approved products), and competitive tenders which require the submission of a bid to sell products. Sales of our products are dependent, in part, on the availability of reimbursement by government agencies and healthcare programs, as well as insurance companies and other private payers. In the United States, the federal and many state governments have adopted or proposed initiatives relating to Medicaid and other health programs that may limit reimbursement or increase rebates that we and other providers are required to pay to the state. In addition to government regulation, managed care organizations in the United States, which include medical insurance companies, medical plan administrators, health-maintenance organizations, hospital and physician alliances and pharmacy benefit managers, continue to put pressure on the price and usage of healthcare products. Managed care organizations seek to contain healthcare expenditures, and their purchasing strength has been increasing due to their consolidation into fewer, larger organizations and a growing number of enrolled patients. We face similar issues outside of the United States. In Europe and Latin America, for example, the government provides healthcare at low cost to patients, and controls its expenditures by purchasing products through public tenders, collective purchasing, regulating prices, setting reference prices in public tenders or limiting reimbursement or patient access to certain products. For further discussion, refer to Item 1A of this Annual Report on Form 10-K. Intellectual Property Patents and other proprietary rights are essential to our business. We rely on patents, trademarks, copyrights, trade secrets, know-how and confidentiality agreements to develop, maintain and strengthen our competitive position. We own a number of patents and trademarks throughout the world and have entered into license arrangements relating to various third-party patents and technologies. Products manufactured by us are sold primarily under our own trademarks and trade names. Some products distributed by us are sold under our trade names, while others are sold under trade names owned by our suppliers or partners. Trade secret protection of unpatented confidential and proprietary information is also important to us. We maintain certain details about our processes, products and  5 5 5   technology as trade secrets and generally require employees, consultants, and business partners to enter into confidentiality agreements. These agreements may be breached and we may not have adequate remedies for any breach. In addition, our trade secrets may otherwise become known or be independently discovered by competitors. To the extent that our employees, consultants, and business partners use intellectual property owned by others in their work for us, disputes may arise as to the rights in related or resulting know-how and inventions. Our policy is to protect our products and technology through patents and trademarks on a worldwide basis. This protection is sought in a manner that balances the cost of such protection against obtaining the greatest value for us. We also recognize the need to promote the enforcement of our patents and trademarks and take commercially reasonable steps to enforce our patents and trademarks around the world against potential infringers, including judicial or administrative action where appropriate. We operate in an industry susceptible to significant patent litigation. At any given time, we are involved as either a plaintiff or defendant in a number of patent infringement and other intellectual property-related actions. Such litigation can result in significant royalty or other payments or result in injunctions that can prevent the sale of products. For more information on patent and other litigation, see Note 7 in Item 8 of this Annual Report on Form 10-K. Research and Development Our investment in research and development (R&D), consistent with our portfolio optimization and capital allocation strategies, helps fuel our future growth and our ability to remain competitive in each of our product categories. Accordingly, we continue to focus our investment on select R&D programs to enhance future growth through clinical differentiation. Expenditures for our R&D activities were $605 million in 2022, $534 million in 2021, and $521 million in 2020. These expenditures include costs associated with R&D activities performed at our R&D centers located around the world, which include facilities in Belgium, Sweden, India, Italy, Germany, China, Japan and the United States, as well as in-licensing, milestone and reimbursement payments made to partners for R&D work performed at non-Baxter locations. As discussed above in under \"Recently Announced Strategic Actions,\" we are designing a new operating model intended to simplify and streamline our operations. We are also working to create a more resilient supply chain and better align our manufacturing footprint and supply chain to our commercial activities. These activities may result in the consolidation of one or more R&D facilities. For more information on our R&D activities, refer to the discussion under the caption entitled “Strategic Objectives” in Item 7 of this Annual Report on Form 10-K. Quality Management Our continued success depends upon the quality of our products. Quality management plays an essential role in determining and meeting customer requirements, helping to prevent defects, facilitating continuing improvement of our processes, products and services, and helping to assure the safety and efficacy of our products. Our quality system enables the design, development, manufacturing, packaging, sterilization, handling, distribution and labeling of our products to ensure that they conform to customer requirements. In order to consistently improve the effectiveness and efficiency of our quality system, various measurement, monitoring and analysis methods, such as management reviews and internal, external and vendor audits, are employed at local and central levels. Each product that we market is required to meet specific quality standards, both in packaging and in product integrity and quality. If any of those is determined to be compromised at any time, we endeavor to take corrective and preventive actions designed to ensure compliance with regulatory requirements and to meet customer expectations. For more information on corrective actions taken by us, refer to the discussion under the caption entitled “Certain Regulatory Matters” in Item 7 of this Annual Report on Form 10-K. Corporate Responsibility  Driven by our mission to save and sustain lives, Baxter's corporate responsibility strategy focuses on addressing the environmental, social and governance (ESG) issues that affect our patients, customers, employees, communities and other stakeholders worldwide. Our corporate responsibility approach supports our business priorities to achieve top quartile results relative to industry peers and other comparators across four dimensions: patient safety and quality, growth through innovation, best place to work and industry-leading performance. Advancing our corporate responsibility goals contributes to business, social and economic value, including attraction and retention, enhanced operational efficiency and implementation of enterprise risk management strategies, among others.   6 6 6   In 2021, we launched our 2030 Corporate Responsibility Commitment featuring ten strategic goals for focused action. Our Commitment is anchored by three pillars - Empower Our Patients, Protect Our Planet and Champion Our People and Communities - and bolstered by our approach to the foundational principles of Ethics and Compliance, Human Rights, Diversity, Equity and Inclusion and Privacy and Data Protection. The 2030 Corporate Responsibility Commitment and Goals highlight Baxter's corporate responsibility focus and help to further advance our ESG performance. Our progress against these goals is published annually in our Corporate Responsibility Report which is available on our website under \"Our Story-Corporate Responsibility.\" The Corporate Responsibility Report is not incorporated by reference into this Annual Report on Form 10-K or any other document filed with the SEC.  Government Regulation Our operations and many of the products manufactured or sold by us are subject to extensive regulation by numerous government agencies, both within and outside the United States. The Food and Drug Administration (FDA) in the United States, the European Medicines Agency (EMA) in Europe, the China Food and Drug Administration (CFDA) in China and other government agencies, inside and outside of the United States, administer requirements covering the testing, safety, effectiveness, manufacturing, labeling, promotion and advertising, distribution and post-market surveillance of our products. We must obtain specific approval from FDA and non-U.S. regulatory authorities before we can market and sell most of our products in a particular country. Even after we obtain regulatory approval to market a product, the product and our manufacturing processes and quality systems are subject to continued review by FDA and other regulatory authorities globally, including additional 510(k) and other regulatory submissions, and approvals or the time needed to secure approvals are not certain. State agencies in the United States also regulate our facilities, operations, employees, products and services within their respective states. We, along with our facilities, are subject to periodic inspections and possible administrative and legal actions by FDA and other regulatory agencies inside and outside the United States. Such actions may include warning letters, product recalls or seizures, monetary sanctions, injunctions to halt the manufacture and distribution of products, civil or criminal sanctions, refusal of a government to grant approvals or licenses, restrictions on operations or withdrawal of existing approvals and licenses. As situations require, we take steps to ensure safety and efficacy of our products, such as removing products found not to meet applicable requirements from the market and improving the effectiveness of quality systems. For more information on compliance actions taken by us, refer to the discussion under the caption entitled “Certain Regulatory Matters” in Item 7 of this Annual Report on Form 10-K. We are also subject to various laws inside and outside the United States concerning our relationships with healthcare professionals and government officials, price reporting and regulation, the promotion, sales and marketing of our products and services, the importation and exportation of products, the operation of our facilities and distribution of products. In the United States, we are subject to the oversight of FDA, Office of the Inspector General within the Department of Health and Human Services (OIG), the Center for Medicare/Medicaid Services (CMS), the Department of Justice (DOJ), Environmental Protection Agency, Department of Defense and Customs and Border Protection in addition to others. We supply products and services to healthcare providers that are reimbursed by federally funded programs such as Medicare. As a result, our activities are subject to regulation by CMS and enforcement by OIG and DOJ. In each jurisdiction outside the United States, our activities are subject to regulation by government agencies including the EMA in Europe, CFDA in China and other agencies in other jurisdictions. Many of the agencies enforcing these laws have increased their enforcement activities with respect to healthcare companies in recent years. These actions appear to be part of a general trend toward increased enforcement activity globally. Our operations involve the use of substances regulated under environmental laws, primarily in manufacturing and sterilization processes.  Our environmental policies require compliance with all applicable environmental regulations and contemplate, among other things, appropriate capital expenditures for environmental protection. For example, we made $6 million, $33 million and $10 million of capital expenditures in 2022, 2021 and 2020, respectively, related to a new ethylene oxide emissions control system at our Mountain Home, Arkansas facility that was substantially completed in 2022.  Human Capital Management As of December 31, 2022, we employed approximately 60,000 people globally, with approximately 19,000 employees in the United States and approximately 41,000 employees outside of the United States. Our employees are our most important assets and set the foundation for our ability to achieve our strategic objectives. They contribute to our success and are instrumental in driving operational execution and our ability to deliver strong  7 7 7   financial performance, advancing innovation and maintaining a strong quality and compliance program across our organization.  The success and growth of our business depends in large part on our ability to attract, retain and develop a diverse population of talented and high-performing employees at all levels of our organization, including the individuals who comprise our global workforce as well as executive officers and other key personnel. To succeed in a competitive labor market, we have developed recruitment and retention strategies, objectives and measures that we focus on as part of the overall management of our business. These strategies, objectives and measures form our human capital management framework and are advanced through the following programs, policies and initiatives:  •Competitive Pay and Benefits. Our compensation programs are designed to align the compensation of our employees with our performance and to provide the proper incentives to attract, retain and motivate employees to achieve superior results. The structure of our compensation programs balances incentive earnings for both short-term and long-term performance. •Activating Change Today. Building on the success of our nine business resource groups (BRGs), one such BRG, Baxter’s Black Alliance, joined forces with colleagues across the company to introduce Activating Change Today (ACT), a multidimensional program to advance inclusion and racial justice. ACT began as an initiative in 2020 that was initially U.S. focused following the events surrounding the death of George Floyd, but has since garnered relevance internationally as well. ACT is focused on driving results across four key areas – Workforce, Workplace, Community and Marketplace – encompassing employees, external stakeholders and the markets and communities we serve. •Health and Safety. Health and safety are firmly rooted across our global footprint. Most of our employees outside of our manufacturing facilities worked remotely during the initial stages of the COVID-19 pandemic (beginning in March 2020). We subsequently implemented our flexible work policy, which we refer to as BaxFlex, which establishes the expectation that employees are in the office two to three days a week. Our production and field service employees have been working at our facilities throughout the pandemic in the interest of providing vital services to our customers. •Recruitment, Training and Development. We use recruitment vehicles to attract diverse talent to our organization and we prioritize learning opportunities that foster a growth mindset. Our formal offerings include a tuition reimbursement program, an e-learning platform known as BaxU and virtual workshops that support our culture, strategy and the development of crucial skills. To assess the impact of the investments we make in our people, and to help us consistently improve our human resources programs, we regularly conduct anonymous surveys of our global workforce to seek feedback on a variety of topics including confidence in our leadership, competitiveness of our compensation and benefits packages, career growth opportunities and improvements on how we can make our company an employer of choice. Administered and analyzed by an independent third-party, the survey results are reviewed by our senior leaders, which include our executive officers. The results of this engagement survey are also shared with individual managers, who are then tasked with taking action based on their employees’ anonymous feedback. By paying close attention to the results both at an aggregate enterprise level as well as at a department/business/work group level, we have been able to enhance our culture of speed, simplicity, courage and collaboration, help educate employees more effectively about our benefits offerings as well as our learning and development opportunities and further improve our communications content, mechanisms and frequency. Available Information We make available free of charge on our website at www.baxter.com our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended (Exchange Act), as soon as reasonably practicable after electronically filing or furnishing such material with the Securities and Exchange Commission. These reports are also available free of charge via EDGAR through the Securities and Exchange Commission website (www.sec.gov).  In addition, our Corporate Governance Guidelines, Code of Conduct, and the charters for the committees of our Board of Directors are available on our website at www.baxter.com under “Our Story — Our Governance.” All the foregoing materials will be made available to stockholders in print upon request by writing to: Corporate Secretary, Baxter International Inc., One Baxter Parkway, Deerfield, Illinois 60015. Information contained on our website shall not be deemed incorporated into, or to be a part of, this Annual Report on Form 10-K. 8 8 8   ", "time": "00:00:05"}