{"cik": 1047862, "item_1A": "Item 1:    Business   Overview Consolidated Edison, Inc. (Con Edison), incorporated in New York State in 1997, is a holding company that owns all of the outstanding common stock of Consolidated Edison Company of New York, Inc. (CECONY), Orange and Rockland Utilities, Inc. (O&R), Con Edison Clean Energy Businesses, Inc. and Con Edison Transmission, Inc. As used in this report, the term the “Companies” refers to Con Edison and CECONY.  Con EdisonCECONYO&RClean Energy BusinessesCon Edison Transmission•RECO(Classified as held for sale as of December 31, 2022) •RECO   Con Edison’s principal business operations are those of CECONY, O&R, the Clean Energy Businesses and Con Edison Transmission. CECONY’s principal business operations are its regulated electric, gas and steam delivery businesses. O&R’s principal business operations are its regulated electric and gas delivery businesses. The Clean Energy Businesses develop, own and operate renewable energy infrastructure projects and provide energy-related products and services to wholesale and retail customers. In October 2022, Con Edison entered into a purchase and sale agreement pursuant to which Con Edison agreed to sell the Clean Energy Businesses to RWE Renewables America, LLC, a subsidiary of RWE Aktiengesellschaft. The transaction is expected to close on or about the end of the first quarter of 2023, subject to satisfaction of certain conditions. The Clean Energy Businesses were classified as held for sale as of December 31, 2022. See “Assets and Liabilities Held for Sale” in Note A and Note X to the financial statements in Item 8. Con Edison Transmission invests in electric transmission projects and manages both electric and gas assets while seeking to develop electric transmission projects.   Con Edison seeks to provide shareholder value through continued dividend growth, supported by earnings growth in regulated utilities and contracted electric transmission assets. The company invests to provide reliable, resilient, safe and clean energy critical for its NY customers. Con Edison is a responsible neighbor, helping the communities it serves become more sustainable.   CECONY  Electric CECONY provides electric service to approximately 3.6 million customers in all of New York City (except a part of Queens) and most of Westchester County, an approximately 660 square mile service area with a population of more than nine million.   Gas CECONY delivers gas to approximately 1.1 million customers in Manhattan, the Bronx, parts of Queens and most of Westchester County.   Steam CECONY operates the largest steam distribution system in the United States by producing and delivering approximately 17,427 MMlb of steam annually to approximately 1,530 customers in parts of Manhattan.  14CON EDISON ANNUAL REPORT 2022 14CON EDISON ANNUAL REPORT 2022 14CON EDISON ANNUAL REPORT 2022  14     O&R  Electric O&R and its utility subsidiary, Rockland Electric Company (RECO) (together referred to herein as O&R) provide electric service to approximately 0.3 million customers in southeastern NY and northern NJ, an approximately 1,300 square mile service area.   Gas O&R delivers gas to over 0.1 million customers in southeastern NY.   Clean Energy Businesses Con Edison Clean Energy Businesses, Inc., together with its subsidiaries, are referred to in this report as the Clean Energy Businesses. The Clean Energy Businesses develop, own and operate renewable energy infrastructure projects and provide energy-related products and services to wholesale and retail customers. The Clean Energy Businesses have approximately 3,300 megawatts (AC) of renewable energy projects in the U.S.  During the first nine months of 2022, Con Edison considered strategic alternatives with respect to the Clean Energy Businesses. In October 2022, following the conclusion of such review and to allow for continued focus on the Utilities and their clean energy transition, Con Edison entered into a purchase and sale agreement pursuant to which Con Edison agreed to sell the Clean Energy Businesses to RWE Renewables America, LLC, a subsidiary of RWE Aktiengesellschaft. The transaction is expected to close on or about the end of the first quarter of 2023, subject to satisfaction of certain conditions. The Clean Energy Businesses were classified as held for sale as of December 31, 2022. See “Assets and Liabilities Held for Sale” in Note A and Note X to the financial statements in Item 8.       Con Edison Transmission  Con Edison Transmission, Inc. invests in electric transmission projects and manages both electric and gas assets.  CET owns a 45.7 percent interest in New York Transco LLC, which owns and has been selected to build additional electric transmission assets in NY. CET and CECONY own 71.2 percent and 28.8 percent interests, respectively, in Honeoye Storage Corporation (Honeoye), which operates a gas storage facility in upstate NY. In addition, CET  owns a 9.6 percent interest (that is expected to be reduced to 8.0 percent based on the current project cost estimate and CET's’ previous capping of its cash contributions to the joint venture) in Mountain Valley Pipeline LLC (MVP), a joint venture developing a proposed 300-mile gas transmission project in WV and VA.     Utility Regulation  State Utility Regulation   Regulators The Utilities are subject to regulation by the NYSPSC, that under the New York Public Service Law, is authorized to set the terms of service and the rates the Utilities charge for providing service in NY. See “Rate Plans,” below and in Note B to the financial statements in Item 8. The NYSPSC also approves the issuance of the Utilities’ securities and transactions between the Utilities and Con Edison and its other subsidiaries. See “Capital Resources,” below and Note U to the financial statements in Item 8. The NYSPSC exercises jurisdiction over the siting of electric transmission lines in NY State (see “Con Edison Transmission,” below) and approves mergers or other business combinations involving NY utilities.  In addition, under the New York Public Service Law, the NYSPSC has the authority to (i) impose penalties on NY utilities, which could be material, for violating state utility laws and regulations and its orders; (ii) review, at least every five years, an electric and gas utility’s capability to provide safe, adequate and reliable service, order the utility to comply with additional and more stringent terms of service than existed prior to the review, assess the continued operation of the utility as the provider of electric service in its service territory and propose, and act upon, such measures as are necessary to ensure safe and adequate service; and (iii) based on findings of repeated violations of the New York Public Service Law or rules or regulations adopted thereto that demonstrate a failure of a combination gas and electric utility to continue to provide safe and adequate service, revoke or modify an operating certificate issued to the utility by the NYSPSC (following consideration of certain factors, including public interest and standards deemed necessary by the NYSPSC to ensure continuity of service, and due process). See \"Risk Factors\" in Item 1A and “Other Regulatory Matters” and \"COVID-19 Regulatory Matters\" in Note B to the financial statements in Item 8. O&R’s NJ subsidiary, RECO, is subject to regulation by the New Jersey Board of Public Utilities (NJBPU). The NYSPSC, together with the NJBPU, are referred to herein as state utility regulators.  CON EDISON ANNUAL REPORT 202215                       CON EDISON ANNUAL REPORT 202215                       CON EDISON ANNUAL REPORT 202215                       15    New York Utility Industry  Restructuring in the 1990s In the 1990s, the NYSPSC restructured the electric utility industry in the state. In accordance with NYSPSC orders, the Utilities sold all of their electric generating facilities other than those that also produce steam for CECONY’s steam business (see \"Electric Operations – Electric Facilities,\" below) and provided all of their customers the choice to buy electricity or gas from the Utilities or other suppliers (see \"Electric Operations – Electric Sales and Deliveries\" and \"Gas Operations – Gas Sales and Deliveries,\" below). In 2022, 57 percent of the electricity and 33 percent of the gas CECONY delivered to its customers, and 49 percent of the electricity and 24 percent of the gas O&R delivered to its customers, was purchased by the customers from other suppliers. In addition, the Utilities no longer control and operate their bulk power electric transmission facilities. See “New York Independent System Operator (NYISO),” below. Following industry restructuring, there were several utility mergers as a result of which substantially all of the electric and gas delivery service in NY State is now provided by one of five investor-owned utility companies – Con Edison, National Grid plc, Avangrid, Inc. (an affiliate of Iberdrola, S.A.), National Fuel Gas Company or CH Energy Group, Inc. (a subsidiary of Fortis Inc.) – or one of two state authorities – New York Power Authority (NYPA) or Long Island Power Authority.   Rate Plans Investor-owned utilities in the United States provide delivery service to customers according to the terms of tariffs approved by the appropriate state utility regulator. The tariffs include schedules of rates for service that limit the rates charged by the utilities to amounts that the utilities recover from their customers for costs approved by the regulator, including capital costs, of providing service to customers as defined by the tariff. The tariffs implement rate plans adopted by state utility regulators in rate orders issued at the conclusion of rate proceedings. The utilities’ earnings depend on the limits on rates authorized in, and the other provisions of, their rate plans and their ability to operate their businesses in a manner consistent with such rate plans. The utilities’ rate plans cover specified periods, but rates determined pursuant to a plan generally continue in effect until a new rate plan is approved by the state utility regulator. In NY, either the utility or the NYSPSC can commence a proceeding for a new rate plan, and a new rate plan filed by the utility will generally take effect automatically in approximately 11 months unless prior to such time the NYSPSC approves a rate plan. The NYSPSC may request that the utility agree to suspend its request for new rates beyond the 11 month period, but if the utility agrees then the NYSPSC typically allows the utility to recover its new rates as if they went into effect at the 11-month date. In each rate proceeding, rates are determined by the state utility regulator following the submission by the utility of testimony and supporting information, which are subject to review by the staff of the regulator. Other parties with an interest in the proceeding can also review the utility’s proposal and become involved in the rate proceeding. In NY State, the review process is overseen by an administrative law judge who is employed by the NYSPSC. After an administrative law judge issues a recommended decision that generally considers the interests of the utility, the regulatory staff, other parties and legal requisites, the regulator will issue a rate order. The utility and the regulator’s staff and interested parties may enter jointly into a proposed settlement agreement prior to the completion of this administrative process, in which case the agreement could be approved by the regulator with or without modification. For each rate plan, the revenues needed to provide the utility a return on invested capital is determined by multiplying the utilities’ rate base by the pre-tax weighted average cost of capital determined in the rate plan. In general, rate base, as reflected in a utility's rate plans, is the sum of the utility’s net plant, working capital and certain regulatory assets less deferred taxes and certain regulatory liabilities. The NYSPSC uses a forecast of the average rate base for the year that new rates would be in effect (rate year). The NJBPU uses the rate base balances that exist at the end of the historical 12-month period on which base rates are set. The capital structure used in the weighted average cost of capital is determined using actual and forecast data for the same time periods as rate base. The costs of long-term debt, customer deposits and the allowed return on common equity represent a combination of actual and forecast financing information. The allowed return on common equity is determined by each state’s respective utility regulator. The NYSPSC’s current methodology for determining the allowed return on common equity assigns a one-third weight to an estimate determined from a capital asset pricing model applied to a peer group of utility companies and a two-thirds weight to an estimate determined from a dividend discount model using stock prices and dividend forecasts for a peer group of utility companies. Both methodologies employ market measurements of equity capital to estimate returns rather than the accounting measurements to which such estimates are applied in setting rates. 16CON EDISON ANNUAL REPORT 2022 16CON EDISON ANNUAL REPORT 2022 16CON EDISON ANNUAL REPORT 2022  16   Pursuant to the Utilities’ rate plans, there generally can be no change to the rates charged to customers during the respective terms of the rate plans other than specified adjustments provided for in the rate plans. For information about the Utilities’ rate plans, see Note B to the financial statements in Item 8.   Liability for Service Interruptions The tariff provisions under which CECONY provides electric, gas and steam service, and O&R provides electric and gas service, limit each company’s liability to pay for damages resulting from service interruptions to circumstances resulting from its gross negligence or willful misconduct. Under RECO's tariff provisions for electric service, the company is not liable for interruptions that are due to causes beyond its control. CECONY’s and O&R’s tariffs for electric and gas service also provide for compensation to residential and small business customers that experience widespread prolonged outages lasting more than seventy-two consecutive hours, subject to certain exceptions, including: for residential customers, a bill credit of $25 for each twenty-four hour period of service outage beyond the first seventy-two consecutive hour outage; for residential and small business customers, reimbursement for food spoilage of up to $540; and reimbursement of affected residential customers for prescription medicine spoilage losses without limitation.  Any such costs incurred by utilities are not recoverable from customers. Utilities may petition the NYSPSC to request a waiver of the requirement that it compensate customers after widespread prolonged outages.  CECONY’s electric tariff requires it to also compensate customers for certain other service outages resulting from malfunctions in the company’s lines and cable of 33 kV or less or associated equipment, including, for residential customers, up to $540 for food spoilage and actual losses for prescription medicine losses, and for all other customers, up to $10,700 for losses of perishable merchandise. The NYSPSC has approved a scorecard for use as a guide to assess electric utility performance in restoring electric service during outages that result from a major storm. The scorecard could also be applied by the NYSPSC for other outages or actions. The scorecard includes performance metrics in categories for preparation, operations response, and communications. Each NY electric utility is required to submit to the NYSPSC annually an emergency response plan for the reasonably prompt restoration of service in the case of widespread outages in the utility’s service territory due to storms or other events beyond the control of the utility. If, after evidentiary hearings or other investigatory proceedings, the NYSPSC finds that the utility failed to reasonably implement its plan during an event, the NYSPSC may impose penalties or deny recovery of any part of the service restoration costs caused by such failure. The NYSPSC approved CECONY’s emergency response plan in July 2022 and O&R’s emergency response plan in May 2022. In December 2022, CECONY and O&R each submitted updated emergency response plans for 2023.     Generic Proceedings The NYSPSC from time to time conducts “generic” proceedings to consider issues relating to all electric and gas utilities operating in NY State. Proceedings include clean energy and related implementation proceedings, such as the Climate Leadership and Community Protection Act proceeding, and proceedings relating to energy affordability, data access, retail access, gas planning, energy efficiency and renewable energy programs, and negative revenue adjustments for billing delays related to community solar generation projects. The Utilities typically are active participants in such proceedings.   Federal Utility Regulation The Federal Energy Regulatory Commission (FERC), among other things, regulates the transmission and wholesale sales of electricity in interstate commerce and the transmission and sale of natural gas for resale in interstate commerce. In addition, the FERC has the authority to impose penalties, which could be substantial, including penalties for the violation of reliability and cyber security rules. Certain activities of the Utilities, the Clean Energy Businesses (which were classified as held for sale as of December 31, 2022) and Con Edison Transmission are subject to the jurisdiction of the FERC. The Utilities are subject to regulation by the FERC with respect to electric transmission rates and to regulation by the NYSPSC with respect to electric and gas retail commodity sales and local delivery service. As a matter of practice, the NYSPSC has approved delivery service rates for the Utilities that include both transmission and distribution costs. Wholesale energy and capacity products sold by the Clean Energy Businesses to the regional electric markets are subject to FERC jurisdiction as defined by the independent system operator tariffs. The electric and gas transmission projects in which CET invests are also subject to regulation by the FERC. See “Con Edison Transmission,” below.   CON EDISON ANNUAL REPORT 202217                       CON EDISON ANNUAL REPORT 202217                       CON EDISON ANNUAL REPORT 202217                       17   New York Independent System Operator (NYISO) The NYISO is a not-for-profit organization that controls and directs the operation of most of the electric transmission facilities in NY State, including those of the Utilities, as an integrated system. It also administers wholesale markets for electricity in NY State and facilitates the construction of new transmission it considers necessary to meet identified reliability, economic or public policy needs. The New York State Reliability Council (NYSRC) promulgates reliability standards subject to FERC oversight, and the NYISO has agreed to comply with those standards. Pursuant to a requirement that is set annually by the NYSRC, the NYISO requires that entities supplying electricity to customers in NY State have generating capacity (owned, procured through the NYISO capacity markets or contracted for) in an amount equal to the peak demand of their customers plus the applicable reserve margin. In addition, the NYISO has determined that entities that serve customers in New York City must procure sufficient capacity from resources that are electrically located in New York City to cover a substantial percentage of the peak demands of their New York City customers. The NYISO also requires entities that serve customers in the Lower Hudson Valley and New York City customers that are served through the Lower Hudson Valley to procure sufficient capacity from resources electrically located in the Lower Hudson Valley. These requirements apply both to regulated utilities such as CECONY and O&R for the customers they supply under regulated tariffs and to other load serving entities that supply customers on market terms. RECO, O&R’s NJ subsidiary, provides electric service in a portion of its service territory that has a different independent system operator – PJM Interconnection LLC (PJM). See “CECONY – Electric Operations – Electric Supply” and “O&R – Electric Operations – Electric Supply,” below.    Cyber Regulation The Companies are subject to cyber regulation by federal agencies, including FERC, the Transportation Security Agency and the Cybersecurity and Infrastructure Security Agency. The Utilities are subject to cyber regulation by the NYSPSC, that under the New York Public Service Law, is authorized to evaluate annually the utility’s customer privacy protections, including, but not limited to, customer electric and gas consumption data, and protection of critical energy infrastructure. O&R’s subsidiary, RECO, is subject to cyber regulation by the NJBPU. See “The Companies Are Extensively Regulated And Are Subject To Penalties” and \"A Cyber Attack Could Adversely Affect the Companies\" in Item 1A.    Competition The subset of distributed energy resources (DER) that produce electricity is collectively called distributed generation (DG). DG includes solar energy production facilities, fuel cells, and micro-turbines, and provides an alternative source of electricity for the Utilities’ electric delivery customers. Energy storage, though not a form of DG, is also a source of electricity for the Utilities’ electric delivery customers. Typically, customers with DG remain connected to the utility’s delivery system and do not pay a different rate. Gas delivery customers have electricity, oil and propane as alternatives, and steam customers have electricity, oil and natural gas as alternative sources for heating and cooling their buildings. Micro-grids and community-based micro-grids enable DG to serve multiple locations and multiple customers. Demand reduction and energy efficiency investments provide ways for energy consumers within the Utilities’ service areas to lower their energy usage. The Companies expect DERs and electric alternatives to gas and steam, to increase, and for gas and steam usage to decrease, as the Climate Leadership and Community Protection Act enacted by New York State and the Climate Mobilization Act enacted by New York City continue to be implemented. In December 2021, New York City enacted a law that will phase-out the use of natural gas in certain new construction buildings, including major renovations, in New York City. See “Environmental Matters – Clean Energy Future,” below. CECONY’s smart solutions for gas customers include energy efficiency and heating electrification programs. See “CECONY- Gas Operations - Gas Peak Demand,” below. The following table shows the aggregate capacities of the DG projects connected to the Utilities’ distribution systems at the end of the last five years:   18CON EDISON ANNUAL REPORT 2022 18CON EDISON ANNUAL REPORT 2022 18CON EDISON ANNUAL REPORT 2022  18   TechnologyCECONYO&RTotal MW, except project number2018201920202021202220182019202020212022Internal-combustion engines110 114 129 155 157 2 3 3 3 3 Photovoltaic solar226 276 323 398 487 96 121 154 183 213 Battery energy storage— 8 13 18 25 — 1 6 11 25 Gas turbines48 48 53 61 61 20 20 20 20 20 Micro turbines17 18 21 23 24 1 1 1 1 1 Fuel cells13 20 30 30 45 — — — — — Steam turbines6 6 6 6 6 — — — — — Landfill — — — — — 2 2 2 2 2 Total distribution-level DG420 490 575 691 805 121 148 186 220 264 Number of DG projects23,942 30,539 36,194 43,702 53,498 7,566 8,687 9,643 10,913 12,448  The Clean Energy Businesses participate in competitive renewable energy infrastructure projects and provide energy-related products and services that are subject to different risks than those found in the businesses of the Utilities. The Clean Energy Businesses were classified as held for sale as of December 31, 2022. See “Assets and Liabilities Held for Sale” in Note A and Note X to the financial statements in Item 8. Con Edison Transmission invests in electric transmission projects and manages both electric and gas assets, the current and prospective customers of which may have competitive alternatives. See \"Con Edison Transmission,\" below.  The Utilities do not consider it reasonably likely that another company would be authorized to provide utility delivery service of electricity, gas or steam where the company already provides service. Any such other company would need to obtain NYSPSC consent, satisfy applicable local requirements, install facilities to provide the service, meet applicable services standards and charge customers comparable taxes and other fees and costs imposed on the service. A new delivery company would also be subject to extensive ongoing regulation by the NYSPSC. See “Utility Regulation – State Utility Regulation – Regulators,” above, \"The Companies Are Extensively Regulated And Are Subject To Substantial Penalties\" in Item 1A and “Other Regulatory Matters” in Note B to the financial statements in Item 8.   The Utilities  CECONY CECONY, incorporated in New York State in 1884, is a subsidiary of Con Edison and has no significant subsidiaries of its own. Its principal business segments are its regulated electric, gas and steam businesses.  For a discussion of the company’s operating revenues and operating income for each segment, see “Results of Operations” in Item 7. For additional information about the segments, see Note P to the financial statements in Item 8.   Electric Operations  Electric Facilities CECONY’s capitalized costs for utility plant, net of accumulated depreciation, for distribution facilities were $22,130 million and $21,240 million at December 31, 2022 and 2021, respectively. For its transmission facilities, the costs for utility plant, net of accumulated depreciation, were $3,916 million and $3,658 million at December 31, 2022 and 2021, respectively, and for its portion of the steam-electric generation facilities, the costs for utility plant, net of accumulated depreciation, were $534 million and $559 million, at December 31, 2022 and 2021, respectively. See \"CECONY – Steam Operations – Steam Facilities,\" below.    Distribution Facilities CECONY owns 63 area distribution substations and various distribution facilities located throughout New York City and Westchester County. At December 31, 2022, the company’s distribution system had a transformer capacity of 33,703 MVA, with 37,489 miles of overhead distribution lines and 98,434 miles of underground distribution lines. The underground distribution lines represent the single longest underground electric delivery system in the United States.  CON EDISON ANNUAL REPORT 202219                       CON EDISON ANNUAL REPORT 202219                       CON EDISON ANNUAL REPORT 202219                       19   Transmission Facilities CECONY’s transmission facilities are located in New York City and Westchester, Orange, Rockland, Putnam and Dutchess counties in New York State. At December 31, 2022, the company owned or jointly owned 569 miles of overhead circuits operating at 138, 230, 345 and 500 kV and 755 miles of underground circuits operating at 69, 138 and 345 kV. The company’s 40 transmission substations and 63 area stations are supplied by circuits operated at 69 kV and above. CECONY’s transmission facilities interconnect with those of National Grid, Central Hudson Gas & Electric Corporation, O&R, New York State Electric & Gas, Connecticut Light & Power Company, Long Island Power Authority, NYPA and Public Service Electric and Gas Company.  Generating Facilities  CECONY’s electric generating facilities consist of plants located in Manhattan whose primary purpose is to produce steam for the company's steam business. The facilities have a combined electric nameplate capacity of approximately 780 MW. The company expects to have sufficient amounts of gas and fuel oil available in 2023 for use in these facilities.   Electric Sales and Deliveries CECONY delivers electricity to its full-service customers who purchase electricity from the company. Under the company's retail choice program, CECONY also delivers electricity to its customers who choose to purchase electricity from other load serving entities. In addition, the company delivers electricity to state and municipal customers of NYPA. The company charges all customers in its service area for the delivery of electricity. The company generally recovers, on a current basis, the cost of the electricity that it buys and then sells to its full-service customers. It does not make any margin or profit on the electricity it sells. CECONY’s electric revenues are subject to a revenue decoupling mechanism. As a result, its electric delivery revenues are generally not affected by changes in delivery volumes from levels assumed when rates were approved. CECONY’s electric sales and deliveries for the last five years were:   Year Ended December 31,  20182019202020212022Electric Energy Delivered (millions of kWh)CECONY full service customers20,45220,57920,54420,71022,547Delivery service for retail choice customers26,26624,75422,00021,54921,116Delivery service to NYPA customers and others10,1199,8219,0279,0699,357Total Deliveries in Franchise Area56,83755,15451,57151,32853,020Electric Energy Delivered ($ in millions)CECONY full service customers$4,706$4,535$4,804$5,299$6,192Delivery service for retail choice customers2,6242,4702,3912,6132,526Delivery service to NYPA customers and others652644638683715Other operating revenues(11)413270211318Total Deliveries in Franchise Area$7,971$8,062$8,103$8,806$9,751Average Revenue per kWh Sold (Cents)Residential26.425.326.127.328.8Commercial and industrial19.318.620.223.526.0 Electric Energy Delivered (millions of kWh) Electric Energy Delivered ($ in millions) Average Revenue per kWh Sold (Cents)  For further discussion of the company’s electric operating revenues and its electric results, see “Results of Operations” in Item 7. For additional segment information, see Note P to the financial statements in Item 8.   Electric Peak Demand The electric peak demand in CECONY’s service area occurs during the summer air conditioning season. CECONY’s 2022 service area actual hourly peak demand was 12,424 MW, which occurred on August 9, 2022. “Design Weather Conditions” for the electric system is a standard to which the actual hourly peak demand is adjusted for evaluation and planning purposes. Since NYISO-invoked demand reduction programs can only be called upon under specific circumstances, Design Weather Conditions do not include these programs’ potential impact. However, the CECONY forecasted hourly peak demand at design conditions does include the impact of certain demand reduction programs. The company estimates that, under Design Weather Conditions, the 2023 service area hourly peak demand will be 12,990 MW. As of January 2023, the company forecasts an average annual increase in hourly electric peak demand in its service area at Design Weather Conditions over the next five  20CON EDISON ANNUAL REPORT 2022 20CON EDISON ANNUAL REPORT 2022 20CON EDISON ANNUAL REPORT 2022  20   years to be approximately 0.6 percent per year, including the effect of certain electric energy efficiency programs and the anticipated phase-out of natural gas in certain new construction buildings, including major renovations, in New York City. See “Environmental Matters – Clean Energy Future,” below. The five-year forecast in peak demand is used by the company for electric supply planning purposes.    Electric Supply Most of the electricity sold by CECONY to its full-service customers in 2022 was purchased under firm power contracts or through the wholesale electricity market administered by the NYISO. The company expects that these resources will again be adequate to meet the requirements of its customers in 2023. The company plans to meet its continuing obligation to supply electricity to its full-service customers through a combination of electricity purchased under contracts, purchased through the NYISO’s wholesale electricity market, or generated from its electricity generating facilities. For information about the company’s contracts for electric generating capacity, see Notes I and Q to the financial statements in Item 8. To reduce the volatility of its full-service customers’ electric energy costs, the company has contracts to purchase electric energy and enters into derivative transactions to hedge the costs of a portion of its expected purchases under these contracts and through the NYISO’s wholesale electricity market. CECONY owns generating stations in New York City associated primarily with its steam system. The generating stations have a combined electric nameplate capacity of approximately 780 MW. For information about electric generating capacity owned by the company, see “Electric Operations – Electric Facilities – Generating Facilities,” above.  In general, the Utilities recover their costs of purchasing power for full-service customers, including the cost of hedging purchase prices, pursuant to rate provisions approved by the state public utility regulatory authority having jurisdiction. See “Financial and Commodity Market Risks – Commodity Price Risk” in Item 7 and “Recoverable Energy Costs” in Note A to the financial statements in Item 8.  CECONY monitors the adequacy of the electric capacity resources and related developments in its service area, and works with other parties on long-term resource adequacy within the framework of the NYISO reliability planning process. The NYISO process includes obligations on transmission owners (such as CECONY) to construct facilities that may be needed for system reliability if the market does not solve a reliability need identified by the NYISO. See “New York Independent System Operator,” above. In a July 1998 order, the NYSPSC indicated that it “agree(s) generally that CECONY need not plan on constructing new generation as the competitive market develops,” but considers “overly broad” and did not adopt CECONY’s request for a declaration that, solely with respect to providing generating capacity, it will no longer be required to engage in long-range planning to meet potential demand and, in particular, that it will no longer have the obligation to construct new generating facilities, regardless of the market price of capacity. In 2019, the New York State Department of Environmental Conservation issued regulations that may require the retirement or seasonal unavailability of fossil-fueled electric generating units owned by CECONY and others in New York City. Compliance with the rule would impact approximately 1,400 MW of generating units in CECONY's service territory, of which 54 MW are owned by CECONY. Two CECONY units, Hudson Avenue GT 3 and GT 5 (33 MW nameplate) were retired in November 2022. In January 2021, CECONY updated its Local Transmission Plan (LTP) to address identified reliability needs on its local system resulting from the regulation through the construction of three transmission projects, the Reliable Clean City (RCC) projects. In April 2021, the NYSPSC approved CECONY’s December 2020 petition to recover $780 million of costs to construct the RCC projects to solve the local reliability needs. NYISO’s 2022 Reliability Needs Assessment concluded that, while reliability margins are sufficient statewide through year 2032, the margins within New York City are very narrow in 2025. NYISO continues to monitor system reliability margins and CECONY would propose solutions in a future LTP if needs arise in its service territory.    Gas Operations  Gas Facilities CECONY’s capitalized costs for utility plant, net of accumulated depreciation, for gas facilities, which are primarily distribution facilities, were $10,567 million and $9,748 million at December 31, 2022 and 2021, respectively.  Natural gas is delivered by pipeline to CECONY at various points in or near its service territory and is distributed to customers by the company through an estimated 4,359 miles of mains and 377,741 service lines. The company owns a natural gas liquefaction facility and storage tank at its Astoria property in Queens, NY. The plant can store 1,062 MDt of which a maximum of about 240 MDt can be withdrawn per day. The company has approximately 1,226 MDt of additional natural gas storage capacity available to it at a field in upstate NY, owned and operated by Honeoye Storage Corporation, a corporation 71.2 percent owned by CET and 28.8 percent owned by CECONY.  CON EDISON ANNUAL REPORT 202221                       CON EDISON ANNUAL REPORT 202221                       CON EDISON ANNUAL REPORT 202221                       21    Gas Sales and Deliveries CECONY delivers gas to its full-service customers who purchase gas from the company. The company generally recovers the cost of the gas that it buys and then sells to its full-service customers. It does not make any margin or profit on the gas it sells. Under the company's retail choice program, CECONY also delivers gas to its customers who choose to purchase gas from other suppliers. CECONY’s gas delivery revenues are subject to a weather normalization clause and a revenue decoupling mechanism. As a result, its gas delivery revenues are generally not affected by changes in delivery volumes from levels assumed when rates were approved. CECONY’s gas sales and deliveries for the last five years were: Year Ended December 31,20182019202020212022Gas Delivered (MDt)Firm salesFull service92,30587,63778,51581,63785,246Delivery service for firm retail choice customers82,47281,71076,61476,76575,172Total Firm Sales174,777169,347155,129158,402160,418Interruptible sales (a)7,3519,9038,4825,9276,098Total Gas Delivered to CECONY Customers182,128179,250163,611164,329166,516Transportation of customer-owned gasNYPA34,07939,64341,57743,09445,085Other (mainly generating plants and interruptible transportation)93,34672,71270,53767,87172,448Off-system sales19512121212Total Sales309,748291,617275,737275,306284,061Gas Delivered ($ in millions)Firm salesFull service$1,356$1,327$1,229$1,473$1,850Delivery service for firm retail choice customers595593649704798Total Firm Sales1,9511,9201,8782,1772,648Interruptible sales4042272951Total Gas Delivered to CECONY Customers1,9911,9621,9052,2062,699Transportation of customer-owned gasNYPA22222Other (mainly generating plants and interruptible transportation)5754555964Other operating revenues (mainly regulatory amortizations)2811474111159Total Sales$2,078$2,132$2,036$2,378$2,924Average Revenue per Dt SoldResidential$16.71$17.33$18.59$20.71$24.67General$11.31$11.55$10.77$13.67$17.17 Gas Delivered (MDt) Gas Delivered ($ in millions) (a)Includes 3,326, 5,484, 3,510, 1,920 and 2,015 MDt for 2018, 2019, 2020, 2021 and 2022, respectively, which are also reflected in delivery service for firm retail choice customers  and other. For further discussion of the company’s gas operating revenues and its gas results, see “Results of Operations” in Item 7. For additional segment information, see Note P to the financial statements in Item 8.   Gas Peak Demand The gas actual peak day demand for firm gas customers in CECONY’s service area occurs during the winter heating season and during the winter of 2022/2023 (through January 31, 2023) occurred on December 24, 2022 when the firm gas customers' demand reached approximately 1,261 MDt. “Design Weather Conditions” for the gas system is a standard to which the actual peak demand is adjusted for evaluation and planning purposes. The company estimates that, under Design Weather Conditions, the 2023/2024 service area peak day demand for firm gas customers will be 1,684 MDt. The forecasted peak day demand for firm gas customers at design conditions does not include gas used by interruptible gas customers including electric and steam generating stations. As of January 2023, the company forecasts an average annual increase of the gas peak day demand for firm gas customers over the next five years at design conditions to be approximately 1.0 percent in its service area, including the effect of certain gas energy efficiency programs and the anticipated phase-out of natural gas in certain new construction buildings, including major renovations, in New York City. See “Environmental Matters – Clean Energy Future,” below. The five-year forecast in peak demand is used by the company for gas supply planning purposes.     22CON EDISON ANNUAL REPORT 2022 22CON EDISON ANNUAL REPORT 2022 22CON EDISON ANNUAL REPORT 2022  22   In March 2019, due to gas supply constraints, CECONY established a temporary moratorium on new applications for firm gas service in most of Westchester County. In July 2020, CECONY filed a gas planning analysis with the NYSPSC that stated the moratorium could be lifted when increased pipeline capacity is achieved upon completion of Tennessee Gas Pipeline’s East 300 Upgrade Project (the East 300 Upgrade Project) or peak demand is reduced through efficiency and other demand side reductions to a level that would enable CECONY to lift the moratorium. The East 300 Upgrade Project would involve modifying two existing compressor stations in Pennsylvania and NJ and construction of one new compressor station in NJ. In April 2022, FERC issued a certificate of public convenience and necessity that authorizes Tennessee Gas Pipeline to construct and operate the East 300 Upgrade Project. In October 2022 and February 2023, FERC approved Tennessee Gas Pipeline's requests to begin construction activities for: (1)  the existing compressor station in Pennsylvania and the new compressor station in NJ and (2) the existing compressor station in NJ, respectively. Tennessee Gas Pipeline’s East 300 Upgrade Project is expected to be completed by November 2023.    CECONY’s gas planning analysis also stated that the company is monitoring a gas supply constraint for the New York City portion of its service territory. In May 2022, the NYSPSC issued orders on gas planning and moratorium management. The orders set forth a schedule for filing future gas planning analyses and the process for initiating, operating and lifting a natural gas moratorium.     Gas Supply CECONY and O&R have combined their gas requirements, and contracts to meet those requirements, into a single portfolio. The combined portfolio is administered by, and related management services are provided by, CECONY (for itself and as agent for O&R) and costs are allocated between the Utilities in accordance with provisions approved by the NYSPSC. See Note U to the financial statements in Item 8. Charges from suppliers for the firm purchase of gas, which are based on formulas or indexes or are subject to negotiation, are generally designed to approximate market prices. The Utilities have contracts with interstate pipeline companies for the purchase of firm transportation from upstream points where gas has been purchased to the Utilities’ distribution systems, and for upstream storage services. Charges under these transportation and storage contracts are approved by the FERC. The Utilities are required to pay certain fixed charges under the supply, transportation and storage contracts whether or not the contracted capacity is actually used. These fixed charges amounted to approximately $385.7 million in 2022, including $340.2 million for CECONY. See “Contractual Obligations,” below. At December 31, 2022, the contracts were for various terms extending to 2025 for supply and 2043 for transportation and storage. In addition, the Utilities purchase gas on the spot market and contract for interruptible gas transportation. See “Recoverable Energy Costs” in Note A, Note Q and Note U to the financial statements in Item 8.   Steam Operations  Steam Facilities CECONY’s capitalized costs for utility plant, net of accumulated depreciation, for steam facilities, including steam's portion of the steam-electric generation facilities, were $1,962 million and $1,924 million at December 31, 2022 and 2021, respectively. See \"CECONY – Electric Operations – Electric Facilities,\" above.   CECONY generates steam at one steam-electric generating station and four steam-only generating stations and distributes steam to its customers through approximately 106 miles of transmission, distribution and service piping.   CON EDISON ANNUAL REPORT 202223                       CON EDISON ANNUAL REPORT 202223                       CON EDISON ANNUAL REPORT 202223                       23   Steam Sales and Deliveries CECONY’s steam sales and deliveries for the last five years were:Year Ended December 31,20182019202020212022Steam Sold (MMlb)General593536445504513Apartment house6,3585,9195,1315,0135,122Annual power14,81113,34010,97711,36711,792Total Steam Delivered to CECONY Customers21,76219,79516,55316,88417,427Steam Sold ($ in millions)General$30$27$23$25$27Apartment house174160136137155Annual power441395321340391Other operating revenues(14)45283020Total Steam Delivered to CECONY Customers$631$627$508$532$593Average Revenue per Mlb Sold$29.64$29.40$29.00$29.73$32.88 Steam Sold (MMlb) Steam Sold ($ in millions) For further discussion of the company’s steam operating revenues and its steam results, see “Results of Operations” in Item 7. For additional segment information, see Note P to the financial statements in Item 8.   Steam Peak Demand and Capacity The steam actual hourly peak demand in CECONY’s service area occurs during the winter heating season and during the winter of 2022/2023 (through January 31, 2023) occurred on December 24, 2022 when the actual hourly demand reached approximately 6.7 MMlb per hour. “Design Weather Conditions” for the steam system is a standard to which the actual hourly peak demand is adjusted for evaluation and planning purposes. The company’s estimate for the winter of 2023/2024 hourly peak demand of its steam customers is about 7.9 MMlb per hour under Design Weather Conditions. The company forecasts an average annual decrease in steam hourly peak demand in its service area at Design Weather Conditions over the next five years to be approximately 0.1 percent.  On December 31, 2022, the steam system was capable of delivering approximately 11.4 MMlb of steam per hour, and CECONY estimates that the system will have the same capability in the 2023/2024 winter.   Steam Supply 31 percent of the steam produced by CECONY in 2022 was supplied by the company’s steam-only generating assets; 49 percent was produced by the company’s steam-electric generating assets, where steam and electricity are primarily cogenerated; and 20 percent was purchased under an agreement with Brooklyn Navy Yard Cogeneration Partners L.P.   O&R  Electric Operations  Electric Facilities O&R’s capitalized costs for utility plant, net of accumulated depreciation, for distribution facilities were $1,215 million and $1,178 million at December 31, 2022 and 2021, respectively. For its transmission facilities, the costs for utility plant, net of accumulated depreciation, were $307 million and $297 million at December 31, 2022 and 2021, respectively. O&R and RECO own, in whole or in part, transmission and distribution facilities which include 543 circuit miles of transmission lines, 15 transmission substations, 63 distribution substations, 87,951 in-service line transformers, 3,869 pole miles of overhead distribution lines and 2,320 miles of underground distribution lines. O&R’s transmission system is part of the NYISO system except that portions of RECO’s system are located within the transmission area controlled by PJM.   Electric Sales and Deliveries O&R delivers electricity to its full-service customers who purchase electricity from the company. Under the company's retail choice program, O&R also delivers electricity to its customers who purchase electricity from load serving entities. The company charges all customers in its service area for the delivery of electricity. O&R generally recovers, on a current basis, the cost of the electricity that it buys and then sells to its full-service customers. It does not make any margin or profit on the electricity it sells. O&R’s NY electric revenues (which accounted for 78 percent of O&R’s  24CON EDISON ANNUAL REPORT 2022 24CON EDISON ANNUAL REPORT 2022 24CON EDISON ANNUAL REPORT 2022  24   electric revenues in 2022) are subject to a revenue decoupling mechanism. As a result, O&R’s NY electric delivery revenues are generally not affected by changes in delivery volumes from levels assumed when rates were approved. Effective July 2021, the majority of O&R’s electric distribution revenues in NJ are subject to a conservation incentive program, as a result of which distribution revenues are generally not affected by changes in delivery volumes from levels assumed when rates were approved. O&R’s electric sales and deliveries for the last five years were: Year Ended December 31,20182019202020212022Electric Energy Delivered (millions of kWh)Total deliveries to O&R full service customers2,6432,6172,7122,7022,973Delivery service for retail choice customers2,9742,8852,6222,8392,580Total Deliveries in Franchise Area5,6175,5025,3345,5415,553Electric Energy Delivered ($ in millions)Total deliveries to O&R full service customers$453$429$442$453$576Delivery service for retail choice customers201191186223198Other operating revenues(12)1415(1)Total Deliveries in Franchise Area$642$634$629$681$773Average Revenue Per kWh Sold (Cents)Residential19.118.217.819.021.5Commercial and Industrial14.413.914.213.015.6 Electric Energy Delivered (millions of kWh) Electric Energy Delivered ($ in millions) Average Revenue Per kWh Sold (Cents) For further discussion of the company’s electric operating revenues and its electric results, see “Results of Operations” in Item 7. For additional segment information, see Note P to the financial statements in Item 8.   Electric Peak Demand The electric peak demand in O&R’s service area occurs during the summer air conditioning season. The weather during the summer of 2022 was cooler than design conditions. O&R’s 2022 service area actual hourly peak demand was 1,457 MW, which occurred on August 9, 2022. “Design Weather Conditions” for the electric system is a standard to which the actual hourly peak demand is adjusted for evaluation and planning purposes. Since NYISO-invoked demand reduction programs can only be called upon under specific circumstances, Design Weather Conditions do not include these programs’ potential impact. However, the O&R forecasted hourly peak demand at design conditions does include the impact of certain demand reduction programs. The company estimates that, under Design Weather Conditions, the 2023 service area peak demand will be 1,545 MW. The company forecasts an average annual increase in hourly electric peak demand in its service area at design conditions over the next five years to be approximately 0.4 percent, including the effect of certain electric energy efficiency programs and distributed generation additions. The five-year forecast in peak demand is used by the company for electric supply planning purposes.   Electric Supply The electricity O&R sold to its full-service customers in 2022 was purchased under firm power contracts or through the wholesale electricity market. The company expects that these resources will again be adequate to meet the requirements of its customers in 2023. O&R does not own any electric generating capacity. The company plans to meet its continuing obligation to supply electricity to its customers through a combination of electricity purchased under contracts or purchased through the wholesale electricity market. To reduce the volatility of its customers’ electric energy costs, the company has contracts to purchase electric energy and enters into derivative transactions to hedge the costs of a portion of its expected purchases. For information about the company’s contracts, see Note Q to the financial statements in Item 8. In general, the Utilities recover their costs of purchasing power for full service customers, including the cost of hedging purchase prices, pursuant to rate provisions approved by the state public utility regulatory authority having jurisdiction. See “Financial and Commodity Market Risks – Commodity Price Risk,” in Item 7 and “Recoverable Energy Costs” in Note A to the financial statements in Item 8. From time to time, certain parties have petitioned the NYSPSC to review these provisions, the elimination of which could have a material adverse effect on the Companies’ financial position, results of operations or liquidity.   Gas Operations  Gas Facilities O&R’s capitalized costs for utility plant, net of accumulated depreciation for gas facilities, which are primarily distribution facilities, were $759 million and $725 million at December 31, 2022 and 2021, respectively. Natural gas  CON EDISON ANNUAL REPORT 202225                       CON EDISON ANNUAL REPORT 202225                       CON EDISON ANNUAL REPORT 202225                       25   is delivered by pipeline to O&R at various points in or near its service territory and is distributed to customers by the company through an estimated 1,887 miles of mains and 106,855 service lines.   Gas Sales and Deliveries O&R delivers gas to its full-service customers who purchase gas from the company. O&R generally recovers the cost of the gas that it buys and then sells to its full-service customers. It does not make any margin or profit on the gas it sells. Under the company's retail choice program, O&R also delivers gas to its customers who choose to purchase gas from other suppliers. O&R’s gas delivery revenues are subject to a weather normalization clause and to a revenue decoupling mechanism. As a result, its gas delivery revenues are generally not affected by changes in delivery volumes from levels assumed when rates were approved. O&R’s gas sales and deliveries for the last five years were: Year Ended December 31,20182019202020212022Gas Delivered (MDt)Firm salesFull service12,05012,53711,87713,99815,353Delivery service for firm retail choice customers9,9509,4598,2717,5846,396Total Firm Sales22,00021,99620,14821,58221,749Interruptible sales3,7463,6683,6333,8213,911Total Gas Delivered to O&R Customers25,74625,66423,78125,40325,660Transportation of customer-owned gasSales for resale959914658468673Sales to electric generating stations14592610Off-system sales151198173Total Sales26,72126,58324,51725,97826,416 Gas Delivered (MDt) Total Gas Delivered to O&R Customers Year Ended December 31,20182019202020212022Gas Delivered ($ in millions)Firm salesFull service$166$161$141$190$245Delivery service for firm retail choice customers7863625545Total Firm Sales244224203245290Interruptible Sales66666Total Gas Delivered to O&R Customers250230209251296Transportation of customer-owned gasSales to electric generating stations— — — — — Other operating revenues(1)2924916Total Sales$249$259$233$260$312Average Revenue Per Dt SoldResidential$14.22$13.32$12.40$14.09$16.49General$11.80$10.68$9.51$11.24$13.62 Gas Delivered ($ in millions) For further discussion of the company’s gas operating revenues and its gas results, see “Results of Operations” in Item 7. For additional segment information, see Note P to the financial statements in Item 8.   Gas Peak Demand The gas actual peak day demand for firm sales customers in O&R’s service area occurs during the winter heating season and during the winter of 2022/2023 (through January 31, 2023) occurred on December 24, 2022 when the firm sales customers' demand reached approximately 185 MDt. “Design Weather Conditions” for the gas system is a standard to which the actual peak demand is adjusted for evaluation and planning purposes. The company estimates that, under Design Weather Conditions, the 2023/2024 service area peak day demand for firm sales customers will be 241 MDt. The forecasted peak day demand at design conditions does not include gas used by interruptible gas customers including electric generating stations. The company forecasts an average annual decrease of the gas peak day demand for firm sales customers over the next five years at design conditions to be approximately 0.1 percent in its service area, including the effect of certain gas energy efficiency programs. The five-year forecast in peak demand is used by the company for gas supply planning purposes.   26CON EDISON ANNUAL REPORT 2022 26CON EDISON ANNUAL REPORT 2022 26CON EDISON ANNUAL REPORT 2022  26     Gas Supply O&R and CECONY have combined their gas requirements and purchase contracts to meet those requirements into a single portfolio. See “CECONY – Gas Operations – Gas Supply” above.  CON EDISON ANNUAL REPORT 202227                       CON EDISON ANNUAL REPORT 202227                       CON EDISON ANNUAL REPORT 202227                       27    Clean Energy Businesses  The following table provides information about the Clean Energy Businesses' renewable electric projects that are in operation and/or in construction at December 31, 2022. Unless otherwise noted, the projects listed in the table below or the Clean Energy Businesses' equity interest in these projects have been pledged as security for project debt financing. In October 2022, Con Edison entered into a purchase and sale agreement pursuant to which Con Edison agreed to sell the Clean Energy Businesses to RWE Renewables America, LLC, a subsidiary of RWE Aktiengesellschaft. The Clean Energy Businesses were classified as held for sale as of December 31, 2022. See “Assets and Liabilities Held for Sale” in Note A and Note X to the financial statements in Item 8. Project NameGeneratingCapacity (MW AC)Power Purchase Agreement (PPA) Term (In Years) (a)ActualIn-Service/Acquisition Date StatePPA Counterparty Utility ScaleSolar  PJM assets (c)73(b)2011/2013NJ/PAVarious New England assets (c)24Various 2011/2017MA/RIVarious California Solar 110252012/2013CAPG&E Mesquite Solar 1 165202013AZPG&E Copper Mountain Solar 2 150252013/2015NVPG&E Copper Mountain Solar 3 255202014/2015NVSCPPA California Solar 2 80202014/2016CASCE/PG&E Texas Solar 4 40252014TXCity of San Antonio Texas Solar 5 100252015TXCity of San Antonio Texas Solar 7 112252016TXCity of San Antonio California Solar 3 110202016/2017CASCE/PG&E Upton Solar 158252017TXCity of Austin California Solar 4 240202017/2018CASCE Copper Mountain Solar 1 58122018NVPG&E Copper Mountain Solar 4 (d) 94202018NVSCE Mesquite Solar 2 (d) 100182018AZSCE Mesquite Solar 3 (d) 150232018AZWAPA (U.S. Navy) Great Valley Solar (d) 200172018CAMCE/SMUD/PG&E/SCE Water Strider Solar (d)80202021VAVEPCO Battle Mountain Solar/Battery Energy Storage System (d)101252021NVSPP Copper Mountain Solar 5 (d)250252021NVNPC Other (c)26VariousVariousVarious VariousTotal Solar 2,676Wind Broken Bow II 75252014NENPPD Wind Holdings 180VariousVariousSD/MTNWE/Basin Electric Adams Rose Wind 2372016MNDairyland Other (c)51VariousVarious Various VariousTotal Wind329Total MW (AC) in Operation 3,005Total MW (AC) in Construction (c)293Total MW (AC) Utility Scale3,298Behind the Meter Total MW (AC) in Operation (c)69Total MW (AC) in Construction (c)—Total MW Behind the Meter 69 GeneratingCapacity (MW AC) (a)Represents PPA contractual term or remaining term from the date of acquisition. (b)Solar renewable energy credit hedges are in place, in lieu of PPAs, through 2025. (c)Projects have generally not been pledged as security for project debt financing. (d)Projects are financed with tax equity. See Note S to the financial statements in Item 8.     28CON EDISON ANNUAL REPORT 2022 28CON EDISON ANNUAL REPORT 2022 28CON EDISON ANNUAL REPORT 2022  28    Renewable Electric Generation The Clean Energy Businesses develop, own and operate renewable energy infrastructure projects. In December 2018, the Clean Energy Businesses acquired Sempra Solar Holdings, LLC to expand the company's renewable energy asset portfolio. The Clean Energy Businesses focus their efforts on utility scale renewable electric  projects. The output of most of the projects is sold under long-term power purchase agreements (PPA) with utilities and municipalities. The following table shows the generating capacity (MW AC) of the Clean Energy Businesses' utility scale renewable electric projects in operation at the end of the last five years:  Generating Capacity (MW AC)20182019202020212022Renewable electric projects2,5882,6282,8093,0613,074  Renewable electric volumes produced by utility scale assets at the end of the last five years were:    Millions of kWh ProducedFor the Years Ended December 31,Description20182019202020212022Renewable electric projectsSolar2,6805,5065,6996,2196,926Wind1,0741,3331,4251,3001,280Total3,7546,8397,1247,5198,206  Energy-Related Products and Services The Clean Energy Businesses provide services to manage the dispatch, fuel requirements and risk management activities for 12,433 MW of generating plants and merchant transmission in the northeastern United States owned by unrelated parties, manage energy supply assets leased from others and provide wholesale hedging and risk management services to renewable electric projects owned by their subsidiaries.   The Clean Energy Businesses also provide energy-efficiency services to government and commercial customers. The services include the design and installation of lighting retrofits, high-efficiency heating, ventilating and air conditioning equipment and other energy saving technologies. For information about the Clean Energy Businesses' results, see \"Results of Operations\" in Item 7 and Note P to the financial statements in Item 8. CON EDISON ANNUAL REPORT 202229                       CON EDISON ANNUAL REPORT 202229                       CON EDISON ANNUAL REPORT 202229                       29      Con Edison Transmission  CET owns a 45.7 percent interest in New York Transco LLC (NY Transco). Affiliates of certain other New York transmission owners own the remaining interests.   NY Transco's Transmission Owner Transmission Solutions (TOTS) projects were approved by the NYSPSC in October 2013. In April 2015, the FERC issued an order granting certain transmission incentives for the NY Transco TOTS projects. In March 2016, the FERC approved a November 2015 settlement agreement that provides, in relation to the TOTS projects described above, a 10 percent return on common equity (which is comprised of 9.5 percent base return on equity plus an additional 50 basis points) and a maximum actual common equity ratio of 53 percent. The revenues for these TOTS projects costs are collected by the NYISO and allocated across NYISO transmission customers in NY State, with 63 percent allocated to load serving entities in the CECONY and O&R service areas.  In December 2015, the NYSPSC issued an order in its competitive proceeding to select AC transmission projects that would relieve transmission congestion between upstate and downstate. The NYSPSC determined that there was a public policy need for new transmission to address congestion and directed the NYISO, under its FERC-approved public policy planning process, to request developers to submit transmission project proposals for two segments of the transmission system. In April 2019, the NYISO selected a project that was jointly proposed by National Grid and NY Transco for one of the segments ($600 million estimated cost, excluding certain interconnection costs) that would increase transmission capacity by 1,850 MW between upstate and downstate when combined with another developer’s project selected by the NYISO for the other segment. The NYISO and National Grid/NY Transco entered into an agreement for the development and operation of the project, referred to as the New York Energy Solution (NYES) project, whereby NYES would be solely owned by NY Transco. Construction is underway and the project is scheduled for entry into service by December 2023. In November 2017, FERC approved a settlement agreement with respect to the National Grid/NY Transco project that provides for a 10.65 percent return on common equity (which is comprised of a 9.65 percent base ROE, with 100 basis points added for congestion reduction and a cost containment mechanism applicable to certain capital costs) and a maximum actual common equity ratio of 53 percent. The interconnection costs of the awarded project segment include network upgrades identified by the NYISO and NYSPSC that earn the same base ROE, with a 50-basis point adder. Revenues for the NYES project are collected by the NYISO including 100 percent of construction work-in-progress, and are allocated across NYISO transmission customers in NY State with 84 percent allocated to load serving entities in the CECONY and O&R service areas.   CET, through its subsidiaries, owns a 71.2 percent interest in Honeoye Storage Corporation (Honeoye), a company that operates a gas storage facility in upstate NY and in which CECONY owns the remaining interest.  A goodwill impairment loss of $7 million was recorded related to CET’ and CECONY’s investment in Honeoye Storage Corporation for the year ended December 31, 2021, of which $5 million was attributed to CET. See Note K to the financial statements in Item 8.   In addition, CET owns a 9.6 percent interest (that is expected to be reduced to 8.0 percent based on the current project cost estimate and CET’ previous capping of its cash contributions to the joint venture) in Mountain Valley Pipeline, LLC (MVP). MVP is a joint venture with four other partners to construct and operate a proposed 300-mile gas transmission project in WV and VA. CET recorded pre-tax impairment losses on its interest in MVP of $231 million ($162 million after-tax) and $320 million ($223 million after-tax) for the years ended December 31, 2021 and December 31, 2020, respectively. In May 2022, the operator of the Mountain Valley Pipeline indicated it plans to pursue new permits and is targeting a full in-service date during the second half of 2023 at a total project cost of approximately $6,600 million, excluding allowance for funds used during construction. In June 2022, the Mountain Valley Pipeline joint venture filed a request with the FERC for, and in August 2022, the FERC granted, a four-year extension of time to complete the project by October 2026. At December 31, 2022, CET’s carrying value of its investment in MVP was $111 million and CET’s cash contributions to the joint venture amounted to $530 million. See \"Investments - 2020 and 2021 Partial Impairments of Investment in Mountain Valley Pipeline, LLC (MVP)\" in Note A to the financial statements in Item 8.  During 2021, CET sold its 50 percent interest in Stagecoach Gas Services LLC (Stagecoach), a gas pipeline and storage business located in northern PA and southern NY for $629 million. CET recorded pre-tax impairment losses of $212 million ($147 million after-tax). See \"Investments - Partial Impairment of Investment in Stagecoach Gas Services\" in Note A and Note W to the financial statements in Item 8.  For information about Con Edison Transmission's results, see \"Results of Operations\" in Item 7 and Note P to the financial statements in Item 8.   30CON EDISON ANNUAL REPORT 2022 30CON EDISON ANNUAL REPORT 2022 30CON EDISON ANNUAL REPORT 2022  30    Capital Requirements and Resources Capital Requirements The following table contains the Companies’ capital requirements for the years 2020 through 2022 and their current estimate of amounts for 2023 through 2025:  ActualEstimate(Millions of Dollars)202020212022202320242025CECONY (a)(b)Electric$2,080$2,189$2,522$3,168$3,267$3,347Gas1,0441,1261,1281,1281,1551,120Steam122103108103119135Sub-total3,2463,4183,7584,3994,5414,602O&RElectric159147167200218275Gas617076768180Sub-total220217243276299355Con Edison Transmission3 31 65 5866Clean Energy Businesses (c)61629839976——Total capital investments4,0853,9644,4654,8094,8464,963Retirement of long-term securities  Con Edison – parent company31,178293650——CECONY350640— —250—O&R— — — ———Clean Energy Businesses  (c)165141147 25——Total retirement of long-term securities5181,959440675250—Total capital requirements$4,603$5,923$4,905$5,484$5,096$4,963 (a)CECONY’s capital investments for environmental protection facilities and related studies were $491 million, $731 million and $733 million in 2020, 2021 and 2022, respectively, and are estimated to be $568 million in 2023. (b)Amounts shown do not include amounts for the energy efficiency, demand reduction and combined heat and power programs. (c)Estimates shown for 2023 include estimates through the anticipated closing date of the sale of the Clean Energy Businesses, which were classified as held for sale as of December 31, 2022. See “Assets and Liabilities Held For Sale\" in Note A and Note X to the financial statements in Item 8. CON EDISON ANNUAL REPORT 202231                       CON EDISON ANNUAL REPORT 202231                       CON EDISON ANNUAL REPORT 202231                       31   Contractual Obligations The following table summarizes the Companies’ material obligations at December 31, 2022 to make payments pursuant to contracts. Long-term debt, operating and capital lease obligations and other noncurrent liabilities are included on their balance sheets. Electricity and gas purchase agreements (for which undiscounted future annual payments are shown) are described in the notes to the financial statements. The Clean Energy Businesses were classified as held for sale as of December 31, 2022. Accordingly, the long-term debt and operating lease obligations of the Clean Energy Businesses are shown within \"Liabilities Held for Sale\" on Con Edison's consolidated balance sheet as of December 31, 2022.   Payments Due by Period(Millions of Dollars)Total1 yearor lessYears2 & 3Years4 & 5After 5yearsLong-term debt (Statement of Capitalization)CECONY$19,275— $250$600$18,425O&R1,075— — 80 995Clean Energy Businesses (a)2,6663534632811,569Parent650650— — — Interest on long-term debt (b)19,7061,0151,9321,88314,876Total long-term debt, including interest43,3722,0182,6452,84435,865Finance lease obligations (Note J)CECONY1— 1 — — O&R1— — — 1 Total capital lease obligations2— 1 — 1 Operating leases (Note J)CECONY73964128128419O&R2— 2 — — Clean Energy Businesses (c)582193734492Total operating leases1,32383167162911Purchase obligationsElectricity power purchase agreements – Utilities (Note I)CECONYEnergy 2,0721392642721,397Capacity (d)766121153102390Total CECONY2,8382604173741,787O&REnergy and Capacity (d)794930— — Total electricity and power purchase agreements – Utilities2,9173094473741,787Natural gas supply, transportation, and storage contracts – Utilities (Note I) (e)CECONYNatural gas supply6116038— — Transportation and storage4,8064129127202,762Total CECONY5,4171,0159207202,762O&RNatural gas supply77761— — Transportation and storage69459130103402Total O&R771135131103402Total natural gas supply, transportation and storage contracts6,1881,1501,0518233,164Other purchase obligationsCECONY (f)3,8871,1645991,753371O&R (f)190110271043Clean Energy Businesses (g)5252— — — Total other purchase obligations4,1291,3266261,763414Total$57,931$4,886$4,937$5,966$42,142 (Millions of Dollars) 1 yearor less Years2 & 3 Years 4 & 5 After 5 years (a)Amounts reclassified as Liabilities Held For Sale on Con Edison's balance sheet. See \"Assets and Liabilities Held for Sale\" in Note A and Note X to the financial statements in Item 8 (b)Includes interest on variable rate debt calculated at rates in effect at December 31, 2022. Amounts include $120 million, $160 million, $128 million, and $379 million of interest due under 1 year, 2 -3 years, 4-5 years, and over 5 years, respectively, reclassified as Liabilities Held For Sale on Con Edison's balance sheet. See \"Assets and Liabilities Held for Sale\" in Note A and Note X to the financial statements in Item 8. 32CON EDISON ANNUAL REPORT 2022 32CON EDISON ANNUAL REPORT 2022 32CON EDISON ANNUAL REPORT 2022  32   (c)Amounts reclassified as Liabilities Held For Sale on the balance sheet. See \"Assets and Liabilities Held for Sale\" in Note A and Note X to the financial statements in Item 8. (d)Included in these amounts is the cost of minimum quantities of natural gas supply, transportation and storage that the Utilities are obligated to purchase at both fixed and variable prices. (e)Included in these amounts is the cost of minimum quantities of energy that the Utilities are obligated to purchase at both fixed and variable prices. (f)Amounts shown for other purchase obligations, which reflect capital and operations and maintenance costs incurred by the Utilities in running their day-to-day operations, were derived from the Utilities’ purchasing system as the difference between the amounts authorized and the amounts paid (or vouchered to be paid) for each obligation. For many of these obligations, the Utilities are committed to purchase less than the amount authorized. Payments for the “Other Purchase Obligations” are generally assumed to be made ratably over the term of the obligations. Long-term Purchase Obligations, which comprises $3,333 million of \"Other Purchase Obligations,\" were derived from the Utilities' purchasing system by using a method that identifies the remaining purchase obligations. The Utilities believe that unreasonable effort and expense would be involved to enable them to report their “Other Purchase Obligations” in a different manner. (g)The Clean Energy Businesses were classified as held for sale as of December 31, 2022. See \"Assets and Liabilities Held for Sale,\" in Note A  and Note X to the financial statements in Item 8.  Amounts represent commitments by the Clean Energy Businesses to purchase minimum quantities of electric energy and capacity, renewable energy certificates, natural gas, natural gas pipeline capacity, energy efficiency services and construction services. The Clean Energy Businesses have also entered into power purchase agreements for the sale of power from their renewable electric projects, provisions of which provide for penalties to be paid by the Clean Energy Businesses in the event certain minimum production quantities are not met. The future minimum production quantities and the amount of the penalties, if any, are not estimable and are not included in the amounts shown on the table.   The Companies’ commitments to make payments in addition to these contractual commitments include their other liabilities reflected on their balance sheets, any funding obligations for their pension and other postretirement benefit plans, financial hedging activities, their collective bargaining agreements and Con Edison’s and the Clean Energy Business' guarantees of certain obligations. See Notes E, F, Q and “Guarantees” in Note H to the financial statements in Item 8. Capital Resources Con Edison is a holding company that operates only through its subsidiaries and has no material assets other than its interests in its subsidiaries. Con Edison finances its capital requirements primarily through internally-generated funds, the sale of its common shares or external borrowings. Con Edison’s ability to make payments on external borrowings and dividends on its common shares depends on receipt of dividends from its subsidiaries, proceeds from the sale of additional common shares or its interests in its subsidiaries or additional external borrowings. See \"Con Edison's Ability To Pay Dividends Or Interest Depends On Dividends From Its Subsidiaries\" in Item 1A and Note U to the financial statements in Item 8. For information about restrictions on the payment of dividends by the Utilities and significant debt covenants, see Note C to the financial statements in Item 8. For information on the Companies’ commercial paper program and revolving credit agreements with banks, see Note D to the financial statements in Item 8. The Companies require access to the capital markets to fund capital requirements that are substantially in excess of available internally-generated funds. See “Capital Requirements,” above and \"The Companies Require Access To Capital Markets to Satisfy Funding Requirements” in Item 1A.  Each of the Companies believes that it will continue to be able to access capital, although capital market conditions may affect the timing and cost of the Companies’ financing activities. The Companies monitor the availability and costs of various forms of capital, and will seek to issue Con Edison common shares and other securities when it is necessary or advantageous to do so. See “Coronavirus Disease 2019 (COVID-19) Impacts – Liquidity and Financing” in Item 7. For information about the Companies’ long-term debt and short-term borrowing, see Notes C and D to the financial statements in Item 8.  The Utilities finance their operations, capital requirements and payment of dividends to Con Edison from internally-generated funds, contributions of equity capital from Con Edison, if any, and external borrowings. See \"Liquidity and Capital Resources\" in Item 7. Con Edison plans to meet its capital requirements for 2023 through 2025 through internally-generated funds, the anticipated net proceeds from the sale of the Clean Energy Businesses and the issuance of long-term debt and common equity. See “Capital Requirements and Resources - Capital Requirements,\" in Item 1. See \"Assets Held for Sale\" in Note A and Note X to the financial statements in Item 8 and \"Anticipated Sale of the Clean Energy Business,\" above. Subject to, and following the closing of the sale of the Clean Energy Businesses, Con Edison intends to repay $1,250 million of parent company debt in 2023, invest in the Utilities and repurchase up to $1,000 million of its common shares. In anticipation of the proceeds from the pending transaction, Con Edison intends to forego common equity issuances in 2023 and 2024 and plans on issuing up to $900 million of common equity in 2025. The company's plans also include the issuance of up to $1,400 million of long-term debt at the Utilities in 2023 and approximately $2,600 million in aggregate, including for maturing securities, at the Utilities during 2024 and 2025.  CON EDISON ANNUAL REPORT 202233                       CON EDISON ANNUAL REPORT 202233                       CON EDISON ANNUAL REPORT 202233                       33    In 2021, the NYSPSC authorized CECONY, through 2025, to issue up to $4,025 million of debt securities ($1,450 million of which the company had issued as of December 31, 2022). In 2022, the NYSPSC authorized O&R, through 2025, to issue up to $285 million of debt securities ($100 million of which the company had issued as of December 31, 2022). The NYSPSC also authorized CECONY and O&R for such periods to issue debt securities to refund existing debt securities of up to $2,500 million and $125 million, respectively. As of December 31, 2022, the Utilities had not refunded any securities pursuant to these authorizations.   The Clean Energy Businesses, which were classified as held for sale as of December 31, 2022, have financed their operations and capital requirements primarily with capital contributions and borrowings from Con Edison, internally-generated funds and external borrowings. See Con Edison's Consolidated Statement of Capitalization in Item 8 and Note Q to the financial statements in Item 8.   Con Edison Transmission has financed its operations and capital requirements primarily with capital contributions and borrowings from Con Edison and internally-generated funds. See \"Liquidity and Capital Resources\" in Item 7.  For each of the Companies, the common equity ratio for the last five years was: Common Equity Ratio(Percent of total capitalization)20182019202020212022Con Edison49.0 49.6 48.3 47.4 50.9 CECONY48.6 49.2 47.9 47.0 46.9  Common Equity Ratio (Percent of total capitalization) The credit ratings assigned by Moody’s, S&P and Fitch to the senior unsecured debt and commercial paper of Con Edison, CECONY and O&R are as follows:  Moody'sS&PFitchCon EdisonSenior Unsecured DebtBaa2BBB+BBB+Commercial PaperP-2A-2F2CECONYSenior Unsecured DebtBaa1A-A-Commercial PaperP-2A-2F2O&RSenior Unsecured DebtBaa2A-A-Commercial PaperP-2A-2F2  Credit ratings assigned by rating organizations are expressions of opinion and are not recommendations to buy, sell or hold securities. A credit rating is subject to revision or withdrawal at any time by the assigning rating organization. Each rating should be evaluated independently of any other rating. See “The Companies Require Access To Capital Markets To Satisfy Funding Requirements” and “Changes To Tax Laws Could Adversely Affect the Companies” in Item 1A.  In 2017, the United Kingdom’s Financial Conduct Authority announced that it intends to stop persuading or compelling banks to submit London Interbank Offered Rates (LIBOR). LIBOR’s administrator ceased publishing one-week and two-month U.S. Dollar LIBOR immediately after the LIBOR publication on December 31, 2021, and is scheduled to cease publication of the remaining U.S. Dollar LIBOR tenors immediately after the publication on June 30, 2023.The Companies have been and are continuing to monitor LIBOR-related market, regulatory and accounting developments. The Companies’ material contracts that reference LIBOR and currently extend beyond 2022 include their $2,200 million credit agreement (see Note D to the financial statements in Item 8). Pursuant to the credit agreement, the Companies may borrow at interest rates determined with reference to a prime rate, the federal funds rate or LIBOR. The credit agreement may be amended by the Companies and the administrative agent to provide for a LIBOR successor rate unless a majority of the lenders do not accept the amendment. In addition, the Clean Energy Businesses have $1,093 million of variable rate project debt that reference LIBOR and currently extends beyond 2022 and that allows for an alternate reference rate and associated interest rate swaps with a notional amount of $982 million (see Note Q to the financial statements in Item 8). Con Edison expects that the Clean Energy Businesses will be able to agree with project lenders and swap counterparties on the use of an  34CON EDISON ANNUAL REPORT 2022 34CON EDISON ANNUAL REPORT 2022 34CON EDISON ANNUAL REPORT 2022  34   alternate reference rate as needed. The Companies do not expect that a discontinuation of LIBOR would have a material impact on their financial position, results of operations or liquidity.     Environmental Matters  Clean Energy Future Clean Energy Goals In 2019, New York State enacted the Climate Leadership and Community Protection Act (CLCPA) that established a goal of 70 percent of the electricity procured by load serving entities regulated by the NYSPSC to be produced by renewable energy systems by 2030 and requires the statewide electrical demand system to have zero emissions by 2040. The law also codified state targets for energy efficiency (end-use energy savings of 185 trillion British thermal units below 2025 energy-use forecast), offshore wind (9,000 megawatts (MW) by 2035), solar (6,000 MW by 2025) and energy storage (3,000 MW by 2030). In addition, the law established a climate action council. In December 2022, the council approved a final scoping plan containing recommendations for meeting the CLCPA's statewide greenhouse gas (GHG) emission reduction requirements including measures to reduce emissions by displacing fossil-fuel fired electricity with renewable electricity, transitioning heating and transportation energy uses to lower GHG impact fuels (including substantial electrification of those uses), implementing energy efficiency measures and providing 35 percent - 40 percent of the benefits of CLCPA-related investments to disadvantaged communities. As required by the law, the New York State Department of Environmental Conservation (NYSDEC) published the 1990 inventory of GHG emissions and adopted regulations establishing statewide GHG emissions limits that are 60 percent of 1990 emissions levels by 2030 and 15 percent of 1990 emissions by 2050. The Utilities are unable to predict the impact on them of the implementation of this law.  In October 2020, the NYSPSC, in response to the CLCPA, modified its clean energy standard to establish a new renewable energy credits (RECs) program to support increased renewable energy availability in New York City for which the costs would be borne by load serving entities across New York State on a volumetric basis. CECONY and O&R have been required to obtain RECs and zero-emissions credits (ZECs) for their full service customers since 2017. Load serving entities may satisfy their REC obligation by either purchasing RECs acquired through central procurement by the New York State Energy Research and Development Authority (NYSERDA), by self-supply through direct purchase of tradable RECs, or by making alternative compliance payments. Load serving entities purchase ZECs which are only available from NYSERDA at prices determined by the NYSPSC. In April 2022, the NYSPSC issued an order approving contracts between NYSERDA and two project sponsors selected by NYSERDA to provide RECs directly to New York City: Clean Path New York and H.Q. Energy Services (U.S.) Inc. The H.Q. Energy Services project and the Clean Path New York project anticipate in-service dates of 2026 and 2027, respectively. Both projects have submitted requests to the NYISO to interconnect to CECONY’s high-voltage transmission system.  Prior to enactment of the CLCPA and its expansion of offshore wind goals, in July 2018, the NYSPSC established a goal of 2,400 MW of new offshore wind facilities by 2030. As a result of this goal, load serving entities, such as CECONY and O&R, will be required to purchase offshore wind renewable energy credits (ORECs) from NYSERDA beginning in 2025 when projects are expected to begin operation. In October 2019, NYSERDA entered into a 25-year power purchase agreement (PPA) with Equinor Wind US LLC for its 816 MW Empire Wind Project, and a 25-year PPA with Sunrise Wind LLC for its 880 MW Sunrise Wind Project. In January 2022, NYSERDA expanded its contract with Empire Wind Project to 1,260 MW and awarded another contract to Equinor Wind US LLC for its 1,230 MW Beacon Wind Project.   In May 2020, the NYSPSC initiated a proceeding implementing the Accelerated Renewable Energy Growth and Community Benefit Act to align New York State’s electric system with CLCPA goals. In November 2020, NY’s investor-owned utilities (including the Utilities) and LIPA filed a comprehensive report in this proceeding, identifying proactive local transmission and distribution investments in their systems to facilitate achieving the goals of the CLCPA and setting out policy recommendations for how they will identify, prioritize and allocate costs of these and future such projects going forward. CECONY and O&R identified approximately $4,500 million and $400 million, respectively, in local transmission investment. In January 2022, the NYSPSC issued an order based on recommendations from a 2021 power grid study that authorized CECONY to file a comprehensive petition addressing a proposed clean energy hub in Brooklyn, NY (Brooklyn Clean Energy Hub) that could accommodate interconnection to offshore wind generation. In April 2022, CECONY filed the petition, seeking cost recovery approval for the proposed Brooklyn Clean Energy Hub that would connect up to 6,000 MW of offshore wind energy into the New York City grid at an estimated cost of $1,000 million and an estimated in-service date of 2027. In December 2022, CECONY supplemented its petition to propose an alternate version that focuses on a 2028 reliability need and has an estimated cost of $810 million. It omits certain elements related to offshore wind interconnection but provides the flexibility for offshore wind resources to interconnect to the Brooklyn Clean Energy  CON EDISON ANNUAL REPORT 202235                       CON EDISON ANNUAL REPORT 202235                       CON EDISON ANNUAL REPORT 202235                       35   Hub during construction and after it commences operation. CECONY requested that the NYSPSC approve either the original or alternate version of the project at its March 2023 session.  Federal and local municipal laws and agencies also regulate emissions levels and impact the CLCPA’s decarbonization pathways. In June 2022, the U.S. Supreme Court issued a decision that restricts the authority of the United States Environmental Protection Agency (EPA) to establish GHG emission reduction measures under the federal Clean Air Act for technologies that reduce GHG emissions from fossil fuel combustion at the source. Con Edison, as part of a coalition of public and private utilities, was a party in the case and had argued that the U.S. Supreme Court should not adopt this restrictive statutory reading of the Clean Air Act. The U.S. Supreme Court's decision could have potential cost implications for CECONY because it could limit its flexibility to use measures such as trading emissions allowances from higher emitting sources to lower emitting sources and averaging emissions across different sources, to cost-effectively meet federal GHG emissions limits for its limited portfolio of steam and electric generating assets. The decision could also indirectly impact CECONY's and O&R's initiatives to develop renewable energy sources. The Companies are unable to predict the impact on them as a result of the decision or any regulations that may be promulgated by the EPA in light of this U.S. Supreme Court decision.  In 2014, New York City announced a goal to reduce GHG emissions 80 percent below 2005 levels by 2050. In May 2019, New York City enacted a package of legislation known as the Climate Mobilization Act, that includes provisions intended to reduce GHG emissions from large buildings by 40 percent from 2005 levels by 2030. Building owners may achieve compliance through operational changes, building retrofits, the purchase of GHG offsets, the purchase of renewable energy credits and the use of clean distributed energy resources. CECONY is unable to predict the impact on it of the implementation of this law.  In December 2021, New York City enacted Local Law 154. The law prohibits submitting permits for the construction or major renovation of buildings that use oil, natural gas and some low carbon fuels beginning in 2024 for affected buildings with less than seven stories and beginning in 2027 for all other affected buildings. The law includes exceptions for buildings that use electric or steam generation, commercial kitchens, manufacturing, laundromats, and hospitals. The Department of Buildings may also create additional exceptions.  Energy Efficiency, Electric Vehicles, Energy Storage and Thermal Energy Networks In January 2020, and updated in August 2022 for CECONY, the NYSPSC issued an order directing energy efficiency targets and budgets for NY utilities. The order approved $2,000 million statewide for electric and gas energy efficiency programs and heat pump budgets, and associated targets, for the years 2020 through 2025 to meet the NYSPSC’s goal of reducing electric use by 3 percent annually and gas use by 1.3 percent annually by 2025. The order and subsequent update authorized budgets for the years 2020 through 2025 for: electric energy efficiency programs of $688 million and $71 million for CECONY and O&R, respectively; gas energy efficiency programs of $338 million and $17 million for CECONY and O&R, respectively; and heat pump programs of $746 million and $15 million for CECONY and O&R, respectively. CECONY’s current electric and gas rate plans allow it to recover the costs of energy efficiency expenditures, including a full rate of return, in rates from customers. See Note B to the financial statements in Item 8.  In May 2018, the NYSPSC initiated a proceeding on the role of electric utilities in providing needed infrastructure and rate options to advance adoption of electric vehicles. In July 2020, the NYSPSC established a light-duty electric vehicle make-ready program that includes budgets of $290 million and $24 million for CECONY and O&R, respectively, through 2025 for electric vehicle infrastructure and related program costs. CECONY’s current electric rate plan also includes funding to offer up to $22 million in incentives for off-peak charging and electric vehicle infrastructure. The NYSPSC authorized both CECONY and O&R to recover these costs, including a full rate of return, in rates from customers.   In July 2022, the NYSPSC issued an order directing New York utilities, including CECONY and O&R, to implement managed electric vehicle charging programs and prescribing program and funding requirements. The order provides CECONY and O&R with up to a total of $31 million and $5.8 million, respectively, through 2025, for program implementation and administration costs. The NYSPSC authorized both CECONY and O&R to recover these costs via surcharge or other mechanisms. The order also provides CECONY and O&R with authorization to offer incentives to encourage electric vehicle charging to occur overnight and during off-peak times totaling approximately $71.8 million and $8.2 million, respectively, through 2025, that would be recovered through the respective company’s revenue reconciliation mechanisms.   In October 2022, the NJBPU approved RECO’s electric vehicle make-ready program that includes a budget of $7.6 million through 2026 for electric vehicle infrastructure and related program costs. The NJBPU authorized RECO to recover these costs, including a full rate of return, in rates from customers. 36CON EDISON ANNUAL REPORT 2022 36CON EDISON ANNUAL REPORT 2022 36CON EDISON ANNUAL REPORT 2022  36    In December 2018, the NYSPSC issued an order establishing an energy storage goal of up to 3,000 MW of energy storage by 2030 with an interim objective of 1,500 MW by 2025. The order also required CECONY to file an implementation plan for a competitive procurement process to deploy 300 MW of energy storage while O&R and the other NY electric utilities must plan to deploy 10 MW each. CECONY and O&R filed their implementation plans in February 2019. In December 2020, CECONY entered into a contract with a storage developer for energy storage services to provide power capacity of up to 100 MW. The Utilities expect to recover the cost of energy storage services, including a full rate of return, in rates from customers. In December 2022, NYSDPS and NYSERDA issued an updated storage roadmap that proposes to increase the storage goal from 3,000 MW to 6,000 MW by 2030. The proposal includes the recommendation that New York State’s utilities study the potential of energy storage to provide non-market transmission and distribution services and identify services that are cost-effective compared to traditional alternatives.    In September 2022, the NYSPSC initiated a proceeding to implement the Utility Thermal Energy and Jobs Act that requires NY State’s utilities to propose at least one thermal energy network pilot for NYSPSC review and approval.  CECONY and O&R have submitted preliminary proposals for further development in consultation with NYSDPS.  Distribution System and Distributed Resources The NYSPSC is directing development by NY electric utilities of a distributed system platform to manage and coordinate DER in their service areas under NYSPSC regulation and to provide customers, together with third parties, with data and tools to better manage their energy use. Regarding the latter, CECONY and O&R are working with other NY electric utilities and NYSERDA to respond to the NYSPSC’s order to implement a data access framework and integrated energy data resources to share energy-related information. The Utilities are also working with the other utilities to enhance the NYSPSC’s Utility Energy Registry hosted by NYSERDA that provides public access to aggregated community energy usage data from the utilities. The NYSPSC has required the Utilities to file distributed system implementation plans and ordered the Utilities to develop demonstration projects to inform distributed system platform business models. As of December 31, 2022, CECONY and O&R had one shared active demonstration project, and individually, CECONY had four and O&R had three active demonstration projects.  The NYSPSC approved CECONY’s advanced metering infrastructure (AMI) installation plan for its electric and gas delivery businesses, subject to a cap on capital expenditures of $1,285 million. CECONY expects to complete its AMI installation plan in 2023. The NYSPSC also authorized O&R to expend $98.5 million to install AMI for its NY customers, which work was complete as of December 31, 2020.   The NYSPSC began to change compensation for DERs and phase out net energy metering (NEM) in 2015. In NY, NEM compensates kilowatt-hours exported to the electric distribution system at the full-service rate for production, delivery, taxes and fees. NYSPSC’s policy is to phase in changes to limit annual bill increases to two percent, reducing the impact of this policy on non-participating residential customers that would have occurred under NEM, but the NYSPSC have permitted exceptions to this policy.    Climate Change As indicated by the Intergovernmental Panel on Climate Change, emissions of greenhouse gases (GHG), including carbon dioxide, are very likely changing the world’s climate. Climate change could affect customer demand for the Companies’ energy services. It might also cause physical damage to the Companies’ facilities and disruption of their operations due to more frequent and more extreme weather. In August 2020, Tropical Storm Isaias caused significant damage to the Utilities’ electric distribution systems and interrupted service to approximately 530,000 of the Utilities’ customers and caused the second-largest power outage in the Utilities’ history (Superstorm Sandy interrupted service to 1.4 million of the Utilities’ customers’ in October 2012) and resulted in the Utilities incurring substantial response and restoration costs. After Superstorm Sandy, CECONY invested $1,000 million in its infrastructure to improve its resilience against storms. In December 2019, CECONY completed a study of climate change vulnerability. The study evaluated present-day infrastructure, design specifications and procedures under a range of potential climate futures. The study identified sea level rise, coastal storm surge, inland flooding from intense rainfall, hurricane-strength winds and extreme heat to be CECONY’s most significant climate-driven risks to its electric, gas and steam systems. The study estimated that CECONY might need to invest between $1,800 million and $5,200 million by 2050 on targeted programs to adapt to potential impacts from climate change. During 2020, CECONY further evaluated its future climate change adaptation strategies and developed a climate change implementation plan that it filed with the NYSPSC in December 2020. The climate change implementation plan explains how CECONY will incorporate climate change projections for heat, precipitation, and sea level rise from the 2019 Climate Change Vulnerability Study into its  CON EDISON ANNUAL REPORT 202237                       CON EDISON ANNUAL REPORT 202237                       CON EDISON ANNUAL REPORT 202237                       37   operations to mitigate climate change risks to its assets and operations and establishes an ongoing process to reflect the latest science in the company’s planning.  With respect to governance, CECONY adopted a climate change planning and design guideline, created an executive committee to oversee implementation of the plan, and established a climate risk and resilience team to execute the day-to-day activities required by the plan. Effective March 2022, the NY State legislature amended the NY Public Service Law to require all NY electric utilities, including CECONY and O&R, to conduct a climate change vulnerability study by September 2023 and develop and file for approval by the NYSPSC a climate vulnerability and resiliency plan by November 2023 that includes 10- and 20-year outlooks for resiliency. The law authorizes utilities to recover costs through a climate resiliency cost recovery surcharge for costs incurred outside of rate proceedings and include any unrecovered costs in base rates when base rates are reset. The NY utilities are required to file an updated climate vulnerability and resiliency plan with the NYSPSC for approval at least every five years. In June 2022, the NYSPSC initiated a proceeding to implement the requirements of the legislation.  Based on the most recent data (2020) published by the U.S. Environmental Protection Agency (EPA), Con Edison estimates that its direct GHG emissions constitute less than 0.1 percent of the nation’s GHG emissions. According to the CLCPA final scoping plan, the Buildings and Transportation sectors are the two largest sources of GHG emissions in NY State.  Con Edison’s estimated Scope 1 emissions of GHG during the past five years were: (Metric tons, in millions (a))20182019202020212022CO2 equivalent emissions3.1 2.9 2.7 2.8 2.9  (Metric tons, in millions (a)) (a)Estimated emissions for 2022 are based on preliminary data and are subject to third-party verification. Scope 1 emissions are GHG emitted into the atmosphere by assets owned by Con Edison.  Con Edison’s Scope 1 emissions primarily include emissions from CECONY’s operation of steam, electric, and co-generation plants.  Con Edison’s Scope 1 emissions also include fugitive emissions that occur when pressurized equipment and infrastructure containing a GHG has a controlled or uncontrolled emission and emissions from Con Edison’s vehicle fleet. Con Edison’s more than 50 percent decrease in direct GHG emissions (carbon dioxide, methane and sulfur hexafluoride) from the 2005 baseline (6.0 million metric tons) reflects the emission reductions resulting from equipment and repair projects, reduced steam demand, the increased use of natural gas in lieu of fuel oil at CECONY’s steam production facilities as well as projects to reduce sulfur hexafluoride emissions and to replace leak-prone gas distribution pipes.  CECONY has participated for several years in voluntary initiatives with the EPA to reduce its methane and sulfur hexafluoride emissions. The Utilities reduce methane emissions from the operation of their gas distribution systems through pipe maintenance and replacement programs and by introducing new technologies to reduce fugitive emissions from leaks or when work is performed on operating assets. The Utilities reduce emissions of sulfur hexafluoride, which is used for arc suppression in substation circuit breakers and switches, by using improved technologies to locate and repair leaks and by replacing older equipment. The Utilities also actively promote energy efficiency and the use of renewable generation to help their customers reduce their GHG emissions. Emissions in NY State are also avoided by renewable electric production facilities replacing fossil-fueled electric production facilities and the continued operation of upstate nuclear power plants. See – “Clean Energy Future,” above. NYSERDA has been responsible for implementing the renewable portfolio standard (RPS) and Clean Energy Standard (CES) established by the NYSPSC. NYSERDA has entered into agreements with developers of large renewable electric production facilities and the owners of upstate nuclear power plants and pays them premiums based on the facilities’ electric output. These facilities sell their energy output in the wholesale energy and capacity markets administered by the NYISO. As a result of the Utilities’ participation in the NYISO wholesale markets, a portion of the Utilities’ NYISO energy purchases are sourced from renewable electric production facilities. NYSERDA also has provided rebates to customers who installed eligible renewable electric production technologies. The electricity produced by such customer-sited renewables generation offsets the energy that the Utilities would otherwise have procured, thereby reducing the amount of electricity produced by non-renewable production facilities.   In 2022, NYSERDA and the NYSDEC published the 2022 Statewide GHG Emissions Report, which provided a summary of statewide GHG emissions from 1990 to 2020, including an analysis of trends, the relative contribution of each type of GHG and the relative contribution of each type of source. In 2020, total statewide gross GHG emissions were 15 percent lower than in 1990 and 8 percent lower than in 2019, although the decline from 2019 to 2020 likely reflects the economic impacts of the COVID-19 pandemic and is not considered representative of current conditions. Annual GHG emission levels are expected to increase from 2020 levels in future reports for 2021 and 2022, reflecting economic recovery following the COVID-19 global pandemic.    38CON EDISON ANNUAL REPORT 2022 38CON EDISON ANNUAL REPORT 2022 38CON EDISON ANNUAL REPORT 2022  38   In January 2016, the NYSPSC approved a 10-year $5,300 million clean energy fund to be managed by NYSERDA under the NYSPSC's supervision. The clean energy fund has four portfolios: market development; innovation and research; NY Green Bank and NY Sun. The Utilities collect all clean energy fund surcharges through the system benefit charge (including previously authorized RPS, EEPS, Technology and Market Development collections and incremental clean energy fund collections to be collected from electric customers only). The Utilities billed customers clean energy fund surcharges of $216 million, $224 million and $212 million in 2022, 2021, and 2020, respectively. For information about NYSPSC proceedings considering renewable generation see “Clean Energy Future,\" above.  CECONY is subject to carbon dioxide emissions regulations established by NY State under the Regional Greenhouse Gas Initiative (RGGI) due to its ownership of electric generation assets. The initiative, a cooperative effort by Northeastern and Mid-Atlantic states, established a decreasing cap on carbon dioxide emissions resulting from the generation of electricity. Under RGGI, affected electric generators are required to obtain emission allowances to cover their carbon dioxide emissions, available primarily through auctions administered by participating states or a secondary market. Due to changes in the New York State CO2 Budget Trading Program, for the fifth RGGI control period (2021 - 2023) two additional CECONY generation units were added to the RGGI program. However, since the affected units are used only for peaking generation and when needed to restore power to the electric grid, the incremental allowances that will need to be purchased are not expected to materially impact the company’s RGGI obligations. CECONY will purchase RGGI allowances for the fifth control period based on anticipated emissions, which are expected to be similar to past compliance periods.  The cost to the Companies to comply with legislation, regulations or initiatives limiting GHG emissions could be substantial.   Environmental Sustainability Con Edison’s sustainability strategy, as it relates to the environment, provides that the company seeks, among other things, to reduce direct and indirect GHG emissions; enhance the efficiency of its water use; reduce its impact to natural ecosystems; focus on reducing, reusing and recycling to lower materials consumption and disposal; and design its work in consideration of climate forecasts.   Con Edison has adopted a Clean Energy Commitment whereby it commits to leading and delivering the transition to the clean energy future. Con Edison's Clean Energy Commitment is supported by five pillars:   •Build the grid of the future •Empower Con Edison's customers to meet their climate goals •Reimagine the gas system •Lead by reducing Con Edison's carbon footprint •Partner with stakeholders   CECONY Superfund The Federal Comprehensive Environmental Response, Compensation and Liability Act of 1980 and similar state statutes (Superfund) impose joint and several liability, regardless of fault, upon generators of hazardous substances for investigation costs, remediation costs and environmental damages. The sites as to which CECONY has been asserted to have liability under Superfund include its and its predecessor companies’ former manufactured gas sites, its multi-purpose Astoria site, the Gowanus Canal site, the Newtown Creek site and other Superfund sites discussed below. There may be additional sites as to which assertions will be made that the company has liability. For a further discussion of claims and possible claims against the company under Superfund, estimated liability accrued for Superfund claims and recovery from customers of site investigation and remediation costs, see Note G to the financial statements in Item 8. Manufactured Gas Sites CECONY and its predecessors formerly owned and operated manufactured gas plants at 51 sites (MGP Sites) in New York City and Westchester County. Many of these sites have been subdivided and are now owned by parties other than CECONY and have been redeveloped for other uses, including schools, residential and commercial developments and hospitals. The NYSDEC is requiring CECONY to investigate, and if necessary, develop and implement remediation programs for the sites, including any neighboring areas to which contamination may have migrated. CECONY has started remedial investigations at all 51 MGP Sites. After investigations, no MGP impacts have been detected at all or portions of 15 sites, and the NYSDEC has issued No Further Action (NFA) letters for these sites. CON EDISON ANNUAL REPORT 202239                       CON EDISON ANNUAL REPORT 202239                       CON EDISON ANNUAL REPORT 202239                       39   Coal tar or other MGP-related contaminants have been detected at the remaining 36 sites. Remedial actions have been completed at all or portions of 14 sites and the NYSDEC has issued NFA letters for these sites. In addition, remedial actions have been completed by property owners at all or portions of four sites under the NY State Brownfield Cleanup Program and Certificates of Completion have been issued by the NYSDEC for these sites. Remedial design, planning or action is ongoing for the remaining sites or portions of sites; however, the information as to the extent of contamination and scope of the remediation likely to be required for many of these sites is incomplete. The company estimates that its undiscounted potential liability for the completion of the site investigation and cleanup of the known contamination on MGP sites (other than the Astoria site, which is discussed below) could range from $710 million to $2,500 million. Astoria Site CECONY is permitted by the NYSDEC to operate a hazardous waste storage facility on property owned by it in the Astoria section of Queens, NY. Portions of the property were formerly the location of a manufactured gas plant and also have been used or are being used for, among other things, electric generation operations, electric substation operations, the storage of fuel oil, the manufacture and storage of liquefied natural gas and the maintenance and storage of electric equipment. As a condition of its NYSDEC permit, the company is required to investigate the property and, where environmental contamination is found and action is necessary, to remediate the contamination. The company’s investigations are ongoing. The company has submitted reports to the NYSDEC and the New York State Department of Health and in the future will be submitting additional reports identifying the known areas of contamination. The company estimates that its undiscounted potential liability for the completion of the site investigation and cleanup of the known contamination on the property could range from $191 million to $639 million. Gowanus Canal In August 2009, CECONY received a notice of potential liability and request for information from the EPA about the operations of the company and its predecessors at sites adjacent to or near the 1.8 mile Gowanus Canal in Brooklyn, NY. In March 2010, the EPA added the Gowanus Canal to its National Priorities List of Superfund sites. The canal’s adjacent waterfront is primarily commercial and industrial, currently consisting of concrete plants, warehouses and parking lots. The canal is near several residential neighborhoods. In September 2013, the EPA issued its record of decision for the site. The EPA concluded that there was significant contamination at the site, including polycyclic aromatic hydrocarbons, polychlorinated biphenyls (PCBs), pesticides, metals and volatile organic compounds. The EPA selected a remedy for the site that includes dredging and disposal of some contaminated sediments and stabilization and capping of contamination that will not be removed. The EPA estimated the cost of the selected remedy to be $506 million (and has indicated the actual cost could be significantly higher). The EPA has identified 39 potentially responsible parties (PRPs) with respect to the site, including CECONY (which the EPA indicated has facilities that may be a source of PCBs at the site). The EPA ordered the PRPs, including CECONY, to coordinate and cooperate with each other to perform and/or fund the remedial design for the selected remedy, which current estimates indicate could cost approximately $113 million. CECONY is funding its allocated share of the remedial design costs along with the other PRPs. In April 2019, the EPA issued an order that requires the PRPs, including CECONY, to: (1) design and perform bulkhead structural support work, including associated access dredging, along certain portions of the upper reaches of the canal, and (2) complete the design work for bulkhead structural support along certain portions of the middle part of the canal. The PRPs and CECONY are coordinating the implementation of this order. In January 2020, the EPA issued an order that requires six PRPs, including CECONY, to initiate the remedial action work in the upper reaches of the canal following the completion of the bulkhead upgrades. The EPA estimated that this work would cost approximately $125 million, although actual costs may be significantly higher, and require about 30 months to complete. In November 2020, the PRPs began implementation of the work required under this order. Cleanup in other areas of the canal is not addressed by this order. In addition, other Federal agencies and the NYSDEC have previously notified the PRPs of their intent to perform a natural resource damage assessment for the site. CECONY is unable to estimate its exposure to liability for the Gowanus Canal site.  Newtown Creek In June 2017, CECONY received a notice of potential liability from the EPA with respect to the Newtown Creek site that was listed in 2010 on the EPA’s National Priorities List of Superfund sites. The EPA has identified 20 potentially responsible parties (PRPs) with respect to the site, including CECONY, and has indicated that it will notify the company as additional PRPs are identified and notified by the EPA. Newtown Creek and its tributaries (collectively, Newtown Creek) form a 3.8 mile border between Brooklyn and Queens, NY. Currently, the predominant land use around Newtown Creek includes industrial, petroleum, recycling, manufacturing and distribution facilities and warehouses. Other uses include trucking, concrete manufacture, transportation infrastructure and a wastewater treatment plant. Newtown Creek is near several residential neighborhoods. Six PRPs, not including CECONY, pursuant to an administrative settlement agreement and order on consent the EPA issued to them in 2011, have  40CON EDISON ANNUAL REPORT 2022 40CON EDISON ANNUAL REPORT 2022 40CON EDISON ANNUAL REPORT 2022  40   been performing a remedial investigation of the site. The EPA indicated that sampling events have shown the sediments in Newtown Creek to be contaminated with a wide variety of hazardous substances including PCBs, metals, pesticides, polycyclic aromatic hydrocarbons and volatile organic compounds. The EPA also indicated that it has reason to believe that hazardous substances have come to be released from CECONY facilities into Newtown Creek. The current schedule anticipates completion of a feasibility study for the site during 2023 or 2024 and issuance of the EPA's record of decision selecting a remedy for the site thereafter. CECONY is unable to estimate its exposure to liability for the Newtown Creek site. Other Superfund Sites CECONY is a PRP at additional Superfund sites involving other PRPs and participates in PRP groups at those sites. The company generally is not managing the site investigation and remediation at these multiparty sites. Work at these sites is in various stages, and investigation, remediation and monitoring activities at some of these sites can be expected to continue over extended periods of time. The company believes that it is unlikely that monetary sanctions, such as penalties, will be imposed by any governmental authority with respect to these sites.  The following table lists each of the additional Superfund sites for which the company anticipates it may have liability. The table also shows for each such site its location, the year in which the company was designated or alleged to be a PRP or to otherwise have responsibilities for the site (shown in the table under “Start”), the name of the court or agency in which proceedings for the site are pending and CECONY’s estimated percentage of the total liability for each site. The company currently estimates that its potential liability for investigation, remediation, monitoring and environmental damages in aggregate for the sites below is less than $2 million. Superfund liability is joint and several. The company’s estimate of its liability for each site was determined pursuant to consent decrees, settlement agreements or otherwise and in light of the financial condition of other PRPs. The company’s actual liability could differ substantially from amounts estimated. SiteLocationStartCourt orAgency% of TotalLiabilityCortese LandfillNarrowsburg, NY1987EPA6.0%Curcio Scrap MetalSaddle Brook, NJ1987EPA100.0%Metal Bank of AmericaPhiladelphia, PA1987EPA1.0%Global LandfillOld Bridge, NJ1988EPA0.4%Borne ChemicalElizabeth, NJ1997NJDEP0.7%Pure EarthVineland, NJ2018EPAto be determined Court or Agency  Other Environmental Matters In July 2021, a CECONY feeder failure led to the discharge of thousands of gallons of dielectric fluid from a street manhole in New Rochelle, NY. Dielectric fluid reached nearby streets, properties and the New Rochelle Harbor. CECONY, the U.S. Coast Guard, the NYSDEC and other agencies responded to the incident. CECONY stopped the feeder leak on the same day that the discharge occurred and has completed the spill recovery and associated cleanup operations. In coordination with federal and state regulators, CECONY has evaluated certain shoreline areas for the potential presence of residual dielectric fluid and the extent to which additional cleaning in such areas may be necessary. In addition, the company has received third-party damage claims. The costs associated with this matter are not expected to have a material adverse effect on the company’s financial condition, results of operations or liquidity. In connection with the incident, the company may incur monetary sanctions of more than $0.3 million for violations of certain provisions regulating the discharge of materials into, and for the protection of, the environment.  In 2016, CECONY and another utility responded to a reported dielectric fluid leak at a NJ marina on the Hudson River associated with one or two underwater transmission lines, the NJ portion of which is owned and operated by the other utility and the NY portion of which is owned and operated by CECONY. In 2017, after the marina owner had cleared substantial debris from its collapsed pier and rip rap material that it had previously placed over and in the vicinity of the underwater transmission lines in an attempt to shore up its failing pier, a dielectric fluid leak was found and repaired on one of the underwater transmission lines. In August 2018, the EPA declared the leak response complete. CECONY, the other utility and the marina owner are involved in litigation in federal court regarding response and repair costs, related damages, and the future of the lines. In August 2020, CECONY and the other utility entered into a settlement with the United States federal government, under which the utilities settled the federal government’s claims for outstanding response costs, without admitting fault and while preserving the utilities’ rights to pursue recovery from the marina owner. CECONY expects that, consistent with the cost allocation provisions of its prior arrangements with the other utility for the transmission lines, the response and repair costs incurred by CECONY, the other utility and government agencies, net of any recovery from the marina owner, will be  CON EDISON ANNUAL REPORT 202241                       CON EDISON ANNUAL REPORT 202241                       CON EDISON ANNUAL REPORT 202241                       41   shared by CECONY and the other utility and that CECONY's share is not reasonably likely to have a material adverse effect on its financial position, results of operations or liquidity   O&R Superfund The sites at which O&R has been asserted to have liability under Superfund include its manufactured gas sites and the Superfund sites discussed below. There may be additional sites as to which assertions will be made that O&R has liability. For a further discussion of claims and possible claims against O&R under Superfund, see Note G to the financial statements in Item 8.  Manufactured Gas Sites O&R and its predecessors formerly owned and operated manufactured gas plants at seven sites (O&R MGP Sites) in Orange County and Rockland County, NY. Three of these sites are now owned by parties other than O&R, and have been redeveloped by them for residential, commercial or industrial uses. The NYSDEC is requiring O&R to develop and implement remediation programs for the O&R MGP Sites including any neighboring areas to which contamination may have migrated. O&R has completed remedial investigations and has received the NYSDEC’s decision regarding the remedial work to be performed at all seven of its MGP sites. Of the seven sites, O&R has completed remediation at four sites. Remedial construction was conducted on a portion of one of the remaining sites in 2019 and remedial design is ongoing for the other remaining sites. The company estimates that its undiscounted potential liability for the completion of the site investigation and cleanup of the known contamination on MGP sites could range from $94 million to $149 million. Superfund Sites O&R is a PRP at Superfund sites involving other PRPs and participates in PRP groups at those sites. The company is not managing the site investigation and remediation at these multiparty Superfund sites. Work at these sites is in various stages, and investigation, remediation and monitoring activities at some of these sites is expected to continue over extended periods of time. The company believes that it is unlikely that monetary sanctions, such as penalties, will be imposed by any governmental authority with respect to these sites. The following table lists each of the Superfund sites for which the company anticipates it may have liability. The table also shows for each such site its location, the year in which the company was designated or alleged to be a PRP or to otherwise have responsibilities for the site (shown in the table under “Start”), the name of the court or agency in which proceedings for the site are pending and O&R’s estimated percentage of the total liability for each site. The company currently estimates that its potential liability for investigation, remediation, monitoring and environmental damages in aggregate for the sites below is less than $1 million. Superfund liability is joint and several. The company’s estimate of its liability for each site was determined pursuant to consent decrees, settlement agreements or otherwise and in light of the financial condition of other PRPs. The company’s actual liability could differ substantially from amounts estimated.SiteLocationStartCourt orAgency% of TotalLiabilityMetal Bank of AmericaPhiladelphia, PA1993EPA4.6%Borne ChemicalElizabeth, NJ1997NJDEP2.3%Ellis RoadJacksonville, FL2011EPA0.2% Court or Agency   Other Federal, State and Local Environmental Provisions Toxic Substances Control Act Virtually all electric utilities, including CECONY and O&R, own equipment that may contain PCBs. PCBs are regulated under the Federal Toxic Substances Control Act of 1976. The Utilities have procedures in place to manage and dispose of oil and equipment containing PCBs properly when they are removed from service. Water Quality Under NYSDEC regulations, the operation of CECONY’s generating facilities requires permits for water discharges and water withdrawals. Conditions to the renewal of such permits may include limitations on the operations of the permitted facility or requirements to install certain equipment, the cost of which could be substantial. For information about the company’s generating facilities, see “CECONY – Electric Operations – Electric Facilities” and “Steam Operations – Steam Facilities” above in this Item 1. 42CON EDISON ANNUAL REPORT 2022 42CON EDISON ANNUAL REPORT 2022 42CON EDISON ANNUAL REPORT 2022  42   Certain governmental authorities are investigating contamination in the Hudson River and the New York Harbor. These waters run through portions of CECONY’s service area. Governmental authorities could require entities that released hazardous substances that contaminated these waters to bear the cost of investigation and remediation, which could be substantial. Air Quality Under new source review regulations, an owner of a large generating facility, including CECONY’s steam and steam-electric generating facilities, is required to obtain a permit before making certain modifications to the facility, other than routine maintenance, repair, or replacement, that cause the increase of emissions of pollutants from the facility above specified thresholds. To obtain a permit, the facility owner could be required to install additional pollution controls or otherwise limit emissions from the facility. The company reviews on an on-going basis its planned modifications to its facilities to determine the potential applicability of new source review and similar regulations. The EPA's Transport Rule (also referred to as the Cross-State Air Pollution Rule), which was implemented in January 2015, established a new cap-and-trade program requiring further reductions in air emissions than the Clean Air Intrastate Rule (CAIR) that it replaced. Under the Transport Rule, utilities are to be allocated emissions allowances and may sell the allowances or buy additional allowances. CECONY requested and received NYSPSC approval to change the provisions under which the company recovers its purchased power costs to provide for costs incurred to purchase emissions allowances and revenues received from the sale of allowances. In 2021, the EPA finalized changes to the Transport Rule in response to a court decision. The revised Transport Rule reduced the number of allowances allocated to CECONY and required the company to purchase allowances to offset the decreased allocation. CECONY has complied with the Transport Rule in 2022 and expects to comply with the rule in 2023.  The NYSDEC issued regulations in 2019 that limit nitrous oxides (NOx) emissions during the ozone season from May through September and affect older peaking units that are generally located downstate and needed during periods of high electric demand or for local reliability purposes.  See “CECONY – Electric Operations – Electric Supply,” above.   Environmental Matters For information concerning climate change, environmental sustainability, potential liabilities arising from laws and regulations protecting the environment and other environmental matters, see “Environmental Matters” in Item 1, \"Air Quality,\" above and Note G to the financial statements in Item 8.   State Anti-Takeover Law New York State law provides that a “domestic corporation,” such as Con Edison, may not consummate a merger, consolidation or similar transaction with the beneficial owner of a 20 percent or greater voting stock interest in the corporation, or with an affiliate of the owner, for five years after the acquisition of the voting stock interest, unless the transaction or the acquisition of the voting stock interest was approved by the corporation’s board of directors prior to the acquisition of the voting stock interest. After the expiration of the five-year period, the transaction may be consummated only pursuant to a stringent “fair price” formula or with the approval of a majority of the disinterested stockholders.  Human Capital Con Edison is committed to attracting, developing, and retaining a talented, diverse workforce. It values and supports a wide range of employee needs and interests. The company’s skilled and experienced workforce enables the company to maintain best-in-class reliability and progress towards achieving a clean energy future. Human capital measures focus on employee safety, hiring the right talent, employee development and retention and diversity and inclusion.  On December 31, 2022, Con Edison and its subsidiaries had 14,319 employees, based entirely in the United States including 12,717 at CECONY; 1,131 at O&R, 462 at the Clean Energy Businesses and 9 at Con Edison Transmission. Of the total CECONY and O&R employees, 7,399 and 587 employees, respectively, were represented by a collective bargaining unit. The collective bargaining agreement covering most of the CECONY employees expires in June 2024. Agreements covering other CECONY employees and O&R employees expire in June 2025 and May 2023, respectively.   Con Edison measures the voluntary attrition rate of its employees in assessing the company’s overall human capital. The company's turnover rate in 2022 was approximately 8.2 percent, 35 percent of which is attributed to retirements. The average length of service is 14.2 years. Con Edison strives to have a diverse and inclusive workforce. A comprehensive diversity and inclusion strategy underlies the corporate culture; informing how its  CON EDISON ANNUAL REPORT 202243                       CON EDISON ANNUAL REPORT 202243                       CON EDISON ANNUAL REPORT 202243                       43   employees engage with one another, and setting the foundation for a respectful and inclusive environment. On December 31, 2022, women represented 22.6 percent of the total workforce and people of color represented 51.7 percent of the workforce, with ethnicity breaking down as follows: 48.3 percent White, 22.0 percent Black, 19.0 percent Hispanic, 9.3 percent Asian and 1.4 percent other.   In managing the business, the company emphasizes a strong safety culture. Continuous focus on safety while performing work is paramount, and leaders and managers are committed to implementing programs and practices that promote the right knowledge, skills, and attitudes to undertake the responsibilities of safety, including required training for both field and office employees. To that end, the company has a dedicated facility, the Learning Center, that offers classes to employees covering technical courses, skills enhancement, safety and leadership development. During 2022, employees spent over 600,000 hours in instructor-led, leadership and skill-based training. Further, the company maintains a career development and succession planning program that is committed to helping employees grow their careers, talents, skills and abilities. In addition to their daily job functions, employees of the Utilities are assigned to and trained for a position for emergency response that is mobilized in the event of a weather event or emergency.  Although working remotely for certain positions has been made possible by digital software and smart device capabilities that enable employees to collaborate with each other and remain productive, the entire CECONY and O&R workforce is available in the event of an emergency that requires on-site presence. Con Edison and its subsidiaries managed their operations and resources while avoiding lay-offs and furloughs and continue to recruit, interview, and hire internal and external applicants to fill open positions.   Available Information For the sources of information about the Companies, see “Available Information” in the “Introduction” appearing before this Item 1.  ", "time": "00:00:09"}