{"cik": 1050915, "item_1A": "ITEM 1.Business OVERVIEW  Quanta Services, Inc. (together with its subsidiaries, “Quanta,” “we,” “us” or “our”) is a leading provider of comprehensive infrastructure solutions for the electric and gas utility, renewable energy, communications, pipeline and energy industries in the United States, Canada, Australia and select other international markets. We provide engineering, procurement, construction, upgrade and repair and maintenance services for infrastructure within each of these industries, including electric power transmission and distribution networks; substation facilities; wind and solar generation and transmission and battery storage facilities; communications and cable multi-system operator networks; gas utility systems; pipeline transmission systems and facilities; and downstream industrial facilities. Our operations are decentralized and labor-intensive, and we rely on craft skilled labor personnel and experienced operators to successfully manage our day-to-day business. We also have an experienced management team, both at the executive level and within our subsidiaries, which we refer to as operating companies. We operate a fleet of owned and leased trucks and trailers, support vehicles and specialty construction equipment, as well as various proprietary technologies that enhance our service offerings. We have a large and diverse customer base, including many of the leading companies in the utility, renewable energy, communications, industrial and energy delivery markets. The performance of our business generally depends on our ability to obtain contracts with customers and to effectively deliver the services provided under those contracts. Our services are typically provided pursuant to master service agreements (MSAs), repair and maintenance contracts and fixed price and non-fixed price construction and engineering contracts. We offer comprehensive and diverse solutions on a broad geographic scale and have a solid base of long-standing customer relationships in each of the industries we serve. We believe our reputation for safety leadership, responsiveness and performance, geographic reach, comprehensive service offerings and financial strength have resulted in strong relationships with numerous customers, and we endeavor to develop and maintain strategic alliances and preferred service provider status with our customers.  We believe that our business strategies, along with our safety culture and financial resources, differentiate us from our competition and position us to benefit from future programmatic and capital spending by our customers. Our strategies include delivering a portfolio of infrastructure solutions to existing and potential customers, developing our technological and training capabilities, remaining committed to the safety of our employees, and maintaining an entrepreneurial culture throughout our organization. We believe executing on these strategies places us in the position to capitalize on opportunities and trends in the industries we serve and expand our operations to select new markets.  SEGMENTS We report our results under three reportable segments: Electric Power Infrastructure Solutions, Renewable Energy Infrastructure Solutions and Underground Utility and Infrastructure Solutions. Our entrepreneurial business model allows multiple operating companies to serve the same or similar customers and to provide a range of services across end user markets. Our operating companies may perform joint projects for customers in multiple industries, deliver multiple types of services under a single customer contract or provide service offerings to various industries.  We operate primarily in the United States; however, we derived approximately 15.7%, 14.7% and 14.2% of our revenues from foreign operations, primarily in Canada and Australia, during the years ended December 31, 2022, 2021 and 2020.  Electric Power Infrastructure Solutions Services Our Electric Power Infrastructure Solutions segment provides comprehensive services for the electric power and communications markets. Services performed generally include:  •design, procurement, new construction, upgrade and repair and maintenance services for electric power transmission and distribution infrastructure, both overhead and underground, and substation facilities, along with other engineering and technical services, including services that support the implementation of upgrades by utilities to modernize and harden the electric power grid in order to ensure its safety and enhance reliability and  to accommodate increased residential and commercial use of electric vehicles (EVs);  •emergency restoration services, including the repair of infrastructure damaged by fires and inclement weather;  •energized installation, maintenance and upgrade of electric power infrastructure utilizing unique bare hand and hot stick methods and our robotic arm techniques; •installation of “smart grid” technologies on electric power networks; 4 4 4   •design and construction services to wireline and wireless communications companies, cable multi-system operators and other customers within the communications industry (including services in connection with 5G wireless deployment); •design, installation, maintenance and repair services related to commercial and industrial wiring; and •aviation services primarily for the utility industry, including the transportation of line workers, the setting of poles and towers, and the stringing of wires. This segment also includes (i) the majority of the financial results of our advanced training facility and our postsecondary educational institution, which specializes in pre-apprenticeship training, apprenticeship training and specialized utility task training for electric workers, as well as training for the gas distribution and communications industries and (ii) our portion of earnings of our unconsolidated integral affiliates, which includes, among others, our 50% equity interest in LUMA Energy, LLC (LUMA), a joint venture that was selected to operate, maintain, and modernize the approximately 18,000-mile electric transmission and distribution system in Puerto Rico. For additional information about LUMA and our other unconsolidated integral affiliates, refer to Note 8 of the Notes to consolidated financial statements in Item 8. Financial Statements and Supplementary Data. Business Environment With respect to our electric power service offerings, utilities are continuing to invest significant capital in their electric power delivery systems, particularly transmission, substation and distribution infrastructure, through multi-year, multi-billion dollar grid modernization and reliability programs. We also expect demand for electricity in North America to continue to grow, including through electrification trends such as electric vehicle (EV) adoption, and believe that certain segments of the North American electric power grid are not adequate to efficiently supply this future demand. To accommodate this growth, we expect continued demand for new or expanded transmission, substation and distribution infrastructure to reliably transport power to meet demand driven by electrification and the modification and reengineering of existing infrastructure as existing coal and nuclear generation facilities are retired or shut down. In order to reliably and efficiently deliver power, including in response to federal reliability standards and in preparation for emerging technologies, such as EVs, utilities are also integrating smart grid technologies into distribution systems to improve grid management and create efficiencies. A number of utilities also continue to implement system upgrades and hardening programs in response to recurring severe weather events. For example, utilities along the Eastern and Gulf Coasts of the United States are executing storm hardening programs to make their systems more resilient to hurricanes and other severe weather events, and there are significant system resiliency initiatives underway in California and other regions in the western United States that are designed to prevent and manage the impact of wildfires. Utilities are also executing significant initiatives to underground critical infrastructure, including additional underground transmission and distribution initiatives by utilities in California, underground transmission projects in the northeast United States, underground distribution circuits along the U.S. coastlines and underground transmission lines for offshore wind generation projects. With respect to our communications service offerings, which are focused on the North American market, consumer and commercial demand for communication and data-intensive, high-bandwidth wireline and wireless services and applications are driving significant investment in infrastructure and the deployment of new technologies. In particular, communications providers remain in the early stages of developing new fifth generation wireless services (5G), which are intended to facilitate bandwidth-intensive services at high speeds for consumers and commercial applications. Additionally, recent legislative and regulatory initiatives, including the Rural Digital Opportunity Fund and the Infrastructure Investment and Jobs Act (IIJA), have dedicated billions of dollars of funding to support broadband service to underserved markets. Renewable Energy Infrastructure Solutions Services Our Renewable Energy Infrastructure Solutions segment provides comprehensive infrastructure solutions to customers that are involved in the renewable energy industry. Services performed generally include:  •engineering, procurement, new construction, repowering and repair and maintenance services for renewable generation facilities, such as utility-scale wind, solar and hydropower generation facilities and battery storage facilities; and •engineering and construction services for substations and switchyards, transmission and other electrical infrastructure needed to interconnect and transmit electricity from renewable energy generation and battery storage facilities. 5 5 5   Business Environment With respect to these services, we believe the transition to a reduced-carbon economy, which is being driven by consumer and investor preferences, increasing electrification trends and declining levelized costs of renewable energy, will require sizeable long-term investment in renewable generation and related infrastructure, including meaningful repowering and modernization of existing assets. To that end, renewable energy developers are expected to continue to increase investments in wind and solar projects, as well as energy storage projects. Utilities have increased the percentage of renewable electricity bought through power purchase agreements (PPAs) with renewable energy developers, and we believe are in the early stages of investing directly in renewable generation facilities, which could expand significantly over time as they pursue clean energy strategies and emissions-reduction initiatives. Also, a growing number of corporate enterprises, particularly technology companies, are entering into PPAs with renewable energy developers to source renewable electricity to power their facilities and achieve their own carbon-reduction initiatives. Increased battery storage is also being developed to support increased renewable energy production by providing shorter-term storage of electricity from renewable energy generation, particularly from solar facilities, which helps to manage the amount and timing of intermittent power placed on the grid from renewable generation. These dynamics necessitate the development and construction of related infrastructure, including high-voltage electric transmission and substation infrastructure, that is necessary to interconnect and transmit electricity from new renewable energy generation facilities into the existing electric power grid and enhance grid reliability.  Additionally, we believe various legislative and policy objectives throughout North America support these industry and market trends. For example, the Inflation Reduction Act of 2022 (IRA) includes policy and related financial incentives designed to support and accelerate, along with providing certainty for, the United States’ efforts to transition towards a reduced-carbon economy. We believe the IRA includes, among other things, favorable provisions targeting increases in utility-scale wind, solar and energy storage capacity and increased domestic manufacturing capacity and availability of products and components for these projects, that could reduce supply chain risks in the future. While we believe demand for our renewable infrastructure services will grow as a result of the IRA, the requirements associated with this legislation are complex, and the timing of the expected growth depends in part on the speed at which our customers determine how to proceed and the speed at which the incentives under the IRA are implemented. Underground Utility and Infrastructure Solutions Services Our Underground Utility and Infrastructure Solutions segment provides comprehensive infrastructure solutions to customers involved in the transportation, distribution, storage, development and processing of natural gas, oil and other products. Services performed generally include:  •design, engineering, procurement, new construction, upgrade and repair and maintenance services for natural gas systems for gas utility customers;  •pipeline protection, integrity testing, rehabilitation and replacement services;  •catalyst replacement services, high-pressure and critical-path turnaround services, instrumentation and electrical services, piping, fabrication and storage tank services for the midstream and downstream industrial energy markets; •engineering and construction services for pipeline systems, storage systems and compressor and pump stations and the fabrication of pipeline support systems and related structures and facilities; •trenching, directional boring and mechanized welding services related to the services described above; and •engineering, construction and maintenance services for energy transition and carbon-reduction related projects, such as alternative fuel facilities, carbon capture systems and hydrogen facilities. Business Environment With respect to these services, we are focused on specialty services and industries that we believe are driven by regulated utility spending; regulation, replacement and rehabilitation of aging infrastructure; and safety and environmental initiatives, including gas utility services, pipeline integrity and transmission services and downstream industrial services. We believe this strategic decision provides a greater level of business sustainability and predictability and helps to offset the cyclicality of larger pipeline projects described below. Natural gas utilities have implemented multi-decade modernization programs to replace aging cast iron, bare steel and plastic system infrastructure with modern materials for safety, reliability and environmental purposes, and regulatory measures have increased the frequency and stringency of pipeline integrity testing requirements that require our customers to test, inspect, repair, maintain and replace pipeline infrastructure to ensure that it operates in a safe, reliable and environmentally conscious manner. Further, permitting challenges associated with construction of new pipelines can make existing pipeline infrastructure more valuable, motivating owners to extend the useful life of existing pipeline assets through integrity initiatives. Additionally, with respect to our downstream industrial services, including our high-pressure and  6 6 6   critical-path turnaround services, as well as our capabilities with respect to instrumentation and electrical services, piping, fabrication and storage tanks services, and other industrial services, we believe that processing facilities located along the U.S. Gulf Coast region should have certain long-term strategic advantages due to their proximity to competitively priced and abundant hydrocarbon resources. Our revenues related to larger pipeline services have fluctuated in recent years. For example, revenues associated with larger U.S. pipeline projects have declined significantly as the pipeline and related infrastructure development necessary to support U.S. shale formations has largely been completed in the near term and as a result of a more challenging permitting and regulatory environment, whereas revenues associated with larger pipeline projects in Canada increased in 2022. Despite these fluctuations and cyclicality, we continue to selectively pursue larger pipeline project opportunities to the extent they satisfy our margin and risk profiles. We also believe that customers in this segment are implementing strategies to reduce carbon emissions produced from their operations, which are providing incremental opportunities for our services, including developing infrastructure for blending hydrogen into natural gas flow and for customers’ carbon capture projects, which could include building or repurposing pipeline infrastructure. Furthermore, the favorable characteristics of natural gas could also position North America as a leading competitor in the global LNG export market, which could provide additional opportunities for our pipeline service offerings. GENERAL Recent Acquisitions In January 2023, we acquired three businesses located in the United States including: a business that provides services related to high-voltage transmission lines, overhead and underground distribution, emergency restoration and industrial and commercial wiring and lighting; a business that procures parts, assembles kits for sale, manages logistics and installs solar tracking equipment for utility and development customers; and a business that provides solutions to our concrete construction services. The consideration for these transactions consisted of approximately $465.0 million paid in cash on the dates of the acquisitions and approximately 1.0 million shares of Quanta common stock, which had a fair value of $123.5 million as of the dates of the acquisitions. The final amount of consideration for these acquisitions remains subject to certain post-closing adjustments, including with respect to net working capital. The results of these acquired businesses will be included in our consolidated financial statements beginning on the acquisition dates. The results of the business that designs, supplies and installs solar tracking technology and installs and assembles solar panel systems will be primarily included in the Renewable Energy Infrastructure Solutions segment and the results of the other two businesses will be primarily included in the Electric Power Infrastructure Solutions segment.  We believe potential acquisition and investment opportunities exist in our industries and adjacent industries, primarily due to the highly fragmented and evolving nature of those industries and inability of many companies to expand due to capital or liquidity constraints. While the attractiveness of certain acquisition targets may be diminished in the short term by inflationary pressure, increased interest rates and market volatility, we continue to evaluate opportunities that are expected to, among other things, broaden our customer base, expand our geographic area of operations and grow and diversify our portfolio of services. Customer Relationships We have a large and diverse customer base, including many of the leading companies in the industries we serve, and we have developed strong strategic alliances with numerous customers and strive to develop and maintain our status as a preferred solutions provider to our customers. For the year ended December 31, 2022, our largest customer accounted for 9% of our  7 7 7   consolidated revenues and our ten largest customers accounted for 36% of our consolidated revenues. Representative customers include: lAmerican Electric Power Company, Inc.lLower Colorado River AuthoritylATCO ElectriclNational Grid plclBerkshire Hathaway, Inc.lNextEra Energy, Inc.lCenterPoint Energy, Inc.lPattern EnergylClearway Renew LLClPG&E CorporationlComcast CorporationlPuget Sound Energy, Inc.lCon Edison Development, Inc.lSempra EnergylDuke Energy CorporationlThe Southern CompanylEdison InternationallTC Energy CorporationlEntergy CorporationlTrans Mountain CorporationlEvergy Inc.lValero Energy CorporationlExelon CorporationlVerizon Communications Inc.lFirstEnergy Corp.lWataynikaneyap PowerlInvenergy LLClXcel Energy Inc. Our customers include utilities, renewable energy developers, communications, industrial and energy delivery companies, as well as governmental entities. We have estimated revenues by customer type as a percentage of total revenues below. Such estimates are based on management judgment and assumptions and are provided to show perceived trends in our customer types and should be considered directional in nature. 202220212020Utility67 %74 %72 %Industrial9 %10 %13 %Energy Delivery 7 %5 %6 %Renewable Energy Developers7 %2 %1 %Communications6 %5 %4 %Other4 %4 %4 %Total revenues100 %100 %100 % The customer types set forth in the table above are described in further detail as follows: •Utility - Customers that are electric and gas utility companies; •Industrial - Customers that own and/or operate downstream refinery, chemical and industrial facilities, as well as other commercial or manufacturing facilities; •Energy Delivery - Customers that own and/or operate pipelines for the delivery of hydrocarbons;  •Renewable Energy Developers – Customers that develop, own and/or operate renewable energy solutions other than electric and gas utility companies; •Communications - Customers that own and/or operate assets supporting delivery of data, communications and digital services; and •Other - Customers that are not accurately described by the categories set forth above. We believe utility, renewable energy, communications and industrial customers provide us with growth opportunities due to their programmatic and long-term capital programs and/or the longer term trends and transitions associated with these industries. Our opportunities associated with energy delivery customers are driven by capital programs for energy delivery and industrial customers, as well as pipeline project activity, which was materially impacted by uncertainties and challenges in the energy market and overall economy during the global pandemic but began to recover in 2022.  We are a preferred service provider for many of our customers, which generally means we have met minimum standards for a specific category of service, maintained a high level of performance and agreed to certain payment terms and negotiated rates. We strive to maintain our preferred status as we believe it provides us an advantage in the award of future work for the  8 8 8   applicable customer. Furthermore, many of our strategic relationships with customers take the form of strategic alliance or long-term maintenance agreements, which typically extend for an initial term and may include renewal options to extend the initial term. Strategic alliance agreements also generally state an intention to work together over a period of time and/or on specific types of projects, and many provide us with preferential bidding procedures.  Although we have an integrated marketing and business development strategy, management at each of our operating companies is responsible for developing and maintaining successful long-term relationships with customers. Our operating company management teams build upon existing customer relationships to secure additional projects and increase revenues. Many of these customer relationships are long-standing and are maintained through a partnering approach with centralized account management, which includes project evaluation and consulting, quality performance, performance measurement and direct customer contact. Additionally, operating company management focuses on pursuing growth opportunities with prospective customers. We also encourage operating company management to cross-sell services of our other operating companies to their customers and coordinate with our other operating companies to pursue projects, especially those that are larger and more complex. We believe our ability to provide services that cover a broad spectrum of our customers’ needs and requirements is a significant differentiator. Our corporate-level business development and regional management groups support these activities by promoting and marketing our services for existing and prospective large national accounts, as well as projects that are capable of utilizing services from multiple operating companies. Competition and Market Demand The industries and geographic markets in which we operate are highly competitive, and several of our competitors are large companies that have significant financial, technical and marketing resources. In addition, there are relatively few barriers to entry into some of the industries in which we operate and, as a result, organizations that have adequate financial resources and access to technical expertise may become a competitor. Furthermore, companies that we engage as subcontractors, including pursuant to certain regulatory and customer requirements, may develop the expertise necessary to compete with us with respect to the award of prime contracts from our customers.  A significant portion of our revenues is currently derived from unit price or fixed price agreements, and price is often an important factor in the award of such agreements. Accordingly, we could be underbid by our competitors. However, customers often consider other factors in choosing a service provider, including technical expertise and experience, safety ratings, financial and operational resources, geographic presence, industry reputation and dependability, which we expect to benefit larger service providers such as us. In addition, competition may lessen as industry resources, such as labor supplies, approach capacity. There can be no assurance, however, that our competitors will not develop the expertise, experience and resources to provide services that are superior in both price and quality to our services, or that we will be able to maintain or enhance our competitive position. We also face competition from the in-house service organizations of our existing or prospective customers, which employ personnel who perform some of the same types of services we provide. Although these companies currently outsource a significant portion of these services, there can be no assurance that they will continue to do so in the future or that they will not acquire additional in-house capabilities. For further information regarding the effects of competition on our business and trends in market demand affecting our business, see Risks Related to Operating Our Business and Risks Related to Our Industries in Item 1A. Risk Factors of this Annual Report and Results of Operations in Item 7. Management’s Discussion and Analysis of Financial Condition of this Annual Report. Material Resources Equipment We depend on the availability of a wide range of equipment to perform our services and operate a fleet of owned and leased trucks and trailers, as well as support vehicles and specialty construction and support equipment, such as bucket trucks, digger derricks, sidebooms, dozers, backhoes, excavators, trenchers, generators, boring machines, cranes, robotic arms, wire pullers, tensioners and helicopters. As of December 31, 2022, the total size of the fleet was approximately 68,000 units. A number of factors that we may not be able to predict or control could result in increased costs for, or delays in delivery of, this equipment, including supply chain and other logistical challenges, as well as global trade relationships and other general market and political conditions that could impact production, delivery or pricing of such equipment (e.g., inflation, recessionary economic conditions). Additionally, our ability to efficiently allocate equipment, including our vehicle fleet, across our operating companies may impact our ability to perform services and the profitability of our operations. As such, we have invested, and continue to invest, significant resources and management attention to the utilization of our equipment. Project Materials We and our customers depend on the availability of certain materials for construction, upgrade and repair and maintenance of their infrastructure, including, among other things, steel, copper, aluminum, and components for renewable  9 9 9   energy projects (e.g., solar panels, wind turbine blades). While our customers are typically responsible for supplying most or all of the materials required for the services we perform on their projects, pursuant to certain of our contracts, including contacts for our comprehensive engineering, procurement and construction (EPC) services, we are required to procure all or part of the materials needed for a project. We continue to expand our EPC services, and consequently our responsibility for procuring materials is expected to increase. As a result, we monitor supply chain and other logistical challenges impacting our industries with respect to these materials, and a number of factors that we and our customers may not be able to predict or control could result in increased costs for, or delays in delivery or lack of availability of, these materials, including, among other things, the continued impact of supply chain and other logistical challenges, inflationary pressure, changes in global trade relationships (e.g., tariffs, sourcing restrictions) and other general market and political conditions (e.g., rising interest rates). Increased costs and delays can impact project construction schedules and the performance of our services. For example, we believe some participants in the renewable energy market are experiencing supply chain challenges, resulting in delays and shortages of, and increased costs for, materials necessary for the construction of certain renewable energy projects in the near term, including as a result of sourcing restrictions related to solar panels manufactured in China and the Department of Commerce investigation described in Regulation below. While we believe many of our renewable energy customers are generally better equipped to manage near-term supply chain disruptions than their smaller competitors, these challenges have delayed and may continue to delay certain of our customers’ ongoing projects and have impacted their near-term project schedules, which in turn impacted the timing of our renewable energy services during 2022.  For further information regarding the risks associated with availability of equipment and materials, see Risks Related to Operating Our Business in Item 1A. Risk Factors of this Annual Report. Seasonality and Cyclicality Typically, our revenues and results of operations can be subject to seasonal and other variations. These variations are influenced by, among other things, weather, customer spending patterns, bidding seasons, receipt of required regulatory approvals, permits and rights of way, project timing and schedules, and holidays. Our revenues are generally lowest in the first quarter of the year because cold, snowy or wet conditions can create challenging working environments that are more costly for our customers or cause delays on projects. In addition, infrastructure projects often do not begin in a meaningful way until our customers finalize their capital budgets, which typically occurs during the first quarter. Second quarter revenues are typically higher than those in the first quarter, as some projects begin, but continued cold and wet weather can often impact productivity. Third quarter revenues are typically the highest of the year, as a greater number of projects are underway and operating conditions, including weather, are normally more accommodating. Generally, revenues during the fourth quarter are lower than the third quarter but higher than the second quarter, as many projects are completed and customers often seek to spend their capital budgets before year end. However, the holiday season and inclement weather can sometimes cause delays during the fourth quarter, reducing revenues and increasing costs. These seasonal impacts are typical for our U.S. operations, but seasonality for our international operations may differ. Regulation Compliance with numerous regulations has a material effect on our operations. Our operations are subject to various federal, state, local and international laws and regulations, including: •licensing, permitting and inspection requirements applicable to contractors and engineers; •regulations relating to worker safety (e.g., Occupational Safety and Health Administration regulations) and environmental protection; •permitting and inspection requirements applicable to construction projects; •wage and hour regulations (e.g., Fair Labor Standards Act) and regulations associated with our collective bargaining agreements and unionized workforce; •regulations relating to sourcing and transportation of equipment and materials, including licensing and permitting requirements;  •regulations regarding engagement of suppliers and subcontractors that meet diversity-ownership or disadvantaged-business requirements; •regulations relating to aviation activities; •building and electrical codes;  •applicable U.S. and non-U.S. anti-corruption regulations;  •immigration regulations applicable to U.S. and cross-border employment; and •special bidding, procurement and other requirements on government projects. 10 10 10   We believe that we are in compliance with all material licensing and regulatory requirements that are necessary to conduct our operations. Our failure to comply with applicable regulations could result in substantial fines or revocation of certain of our operating licenses, as well as give rise to termination or cancellation rights under our contracts or disqualify us from future bidding opportunities. We are also subject to numerous federal, state, local and international environmental laws and regulations governing our operations, including the handling, transportation and disposal of non-hazardous and hazardous substances and wastes, as well as emissions and other discharges into the environment, including discharges to air, surface water, groundwater and soil. We also are subject to laws and regulations that impose liability and cleanup responsibility for releases of hazardous substances into the environment. Under certain of these laws and regulations, liability can be imposed for cleanup of previously owned or operated properties or currently owned properties at which hazardous substances or wastes were discharged or disposed of by a former owner or operator, regardless of whether we directly caused the contamination or violated any law at the time of discharge or disposal. The presence of contamination from such substances or wastes could also interfere with ongoing operations or adversely affect our ability to sell or lease the property or use it as collateral for financing. In addition, we could be held liable for significant penalties and damages under certain environmental laws and regulations or be subject to revocation of certain licenses or permits, which could materially and adversely affect our business, results of operations and cash flows. Our contracts with customers may also impose liability on us for environmental issues that arise through the performance of our services. As a result, from time to time, we may incur costs and obligations for correcting environmental noncompliance matters and for remediation at or relating to certain of our properties. We believe that we are in substantial compliance with our environmental obligations and that any such obligations will not have a material adverse effect on our business or financial performance. The overall regulatory environment also creates both challenges and opportunities for our business. In recent years, certain of our projects and certain customer spending in our industries have been negatively impacted by regulatory and permitting delays, as well as private legal challenges related to regulatory requirements, particularly with respect to large transmission and pipeline projects. Any tariffs, duties, taxes, assessments, or other limitations on the availability or sourcing of materials or components for our customers’ projects can also increase costs for customers and create variability of project timing. For example, during 2022, the U.S. Department of Commerce’s investigation into an antidumping and countervailing duties circumvention claim on solar cells and panels supplied from Malaysia, Vietnam, Thailand and Cambodia caused disruption in the solar panel supply chain and created uncertainty regarding the timing of development and/or financing of certain renewable energy projects. While the executive order issued by the Biden Administration exempting imported solar panels from these countries for 24 months has mitigated some of the uncertainty and impact in the near term and should provide time to allow U.S. solar project developers to adjust their solar panel supply chain, we continue to see some disruption in the production and sourcing of these materials. Conversely, we believe that there are also several existing, pending or proposed legislative or regulatory actions that may alleviate certain regulatory and permitting issues and positively impact long-term demand, particularly in connection with electric power infrastructure and renewable energy spending. For example, regulatory changes affecting siting and right-of-way processes could potentially accelerate construction for transmission projects, and state and federal reliability standards are creating incentives for both electrical and pipeline system investment and maintenance. Additionally, certain new legislation, such as the IRA and the IIJA, as well as other policy and economic incentives and overall public sentiment, are expected to support and encourage renewable projects that can potentially increase demand for our services over the long term. For further information regarding the effects of regulation on our business, see Risks Related to Operating Our Business and Risks Related Regulation and Compliance in Item 1A. Risk Factors of this Annual Report. Human Capital Resources We believe our employees are our most important assets, and we focus significant attention and resources on attracting, developing and retaining talented and experienced individuals. We believe our industry-leading training and safety programs are a strength and competitive differentiator with not only our current and potential employees, but with our customers, which have high safety standards and are increasing the amount of their outsourced infrastructure services. Our operations are decentralized and labor-intensive, and we rely on craft skilled labor personnel and experienced operators to successfully manage our day-to-day business, as well as corporate management and professional personnel to coordinate and help execute our business strategies, allocate capital and coordinate equipment usage, and facilitate certain centralized administrative services. Employee Profile As of December 31, 2022, we had approximately 47,300 employees, consisting of approximately 9,000 salaried employees, including, among others, executive officers, professional and administrative staff, project managers and engineers, job superintendents and field personnel, and approximately 38,300 hourly employees, the number of which fluctuates depending upon the number and size of the projects that are ongoing and planned at any particular time. Additionally, approximately 34% of our employees as of December 31, 2022 were covered by collective bargaining agreements, which require the payment of specified wages, the observance of certain workplace rules and the payment of certain amounts to multiemployer pension plans and employee benefit trusts. These collective bargaining agreements have varying terms and expiration dates, and the majority contain provisions that prohibit work stoppages or strikes, even during specified negotiation  11 11 11   periods relating to agreement renewals, and provide for binding arbitration dispute resolution in the event of prolonged disagreement. As of December 31, 2022, we had approximately 40,100 U.S. employees and approximately 7,200 non-U.S. employees, with the majority of our non-U.S. employees based in Canada. Employee Health and Safety Performance of our services requires the use of heavy equipment and exposure to inherently hazardous conditions. In response to these inherent hazards and as part of our commitment to the safety of our employees, customers and third parties, our corporate and operating company management personnel have established safety programs, policies and procedures and ongoing training requirements for our employees and have also developed and implemented critical safety equipment and innovations. For example, on our project sites we have implemented emergency response plans, personal voltage detectors, first aid training and automated external defibrillators, which have helped save the lives of our employees and bystanders. We have also continued to invest significant resources in our safety programs and training facilities, including the Quanta Advanced Training Center, located in Texas, and our safety monitoring tools, including fleet management software. Our operating companies also develop and share best practices for safety policies and practices, and we have an established program for onboarding newly acquired companies and working with them to augment their existing safety practices as necessary. We are also subject to, and must comply with, extensive regulations relating to worker health and safety, including the regulations of the Occupational Safety and Health Administration. Employee Recruiting, Development and Training Our success depends on our ability to attract, develop and retain highly qualified employees, including craft skilled labor, engineers, architects, designers, management and professional and administrative employees. Craft Skilled Labor. We continue to address the longer-term need for additional labor resources in our markets, as our customers continue to seek additional specialized labor resources to address an aging utility workforce and longer-term labor availability issues, increasing pressure to reduce costs and improve reliability, and increasing duration and complexity of their capital programs. We believe these trends will continue, possibly to such a degree that demand for labor resources will outpace supply. Furthermore, the increased demand for our services based on favorable dynamics in certain of our industries can create shortages of qualified labor. In order to take advantage of available opportunities and successfully implement our long-term strategy, we must be able to employ, train and retain the necessary skilled personnel. As a result, we are taking proactive steps to develop our workforce, including through strategic relationships with universities, the military and unions and the expansion and development of our training facilities and postsecondary educational institution. For example, we own and operate Northwest Lineman College, a postsecondary educational institution that provides training programs for the electric power infrastructure, communications and underground utility and infrastructure industries and specializes in pre-apprenticeship training, apprenticeship training and specialized utility task training for electric workers. We also continue to invest in our education and training capabilities at the Quanta Advanced Training Center and other dedicated training facilities, which provide programs for, among other things, beginning linemen, energized electric power services, telecommunications services, industrial services, lead and cable splicing, directional drilling, gas distribution services and pipeline integrity training. These training facilities allow us to provide classroom and on-the-job training programs and allow us to train employees in a controlled environment without the challenges of limited structure access and other constraints. Additionally, we have entered into strategic relationships with universities, the military and unions in order to attract potential employees and develop our workforce. For example, our operating companies performing more sophisticated and technical jobs utilize, when applicable, training programs provided by the International Brotherhood of Electrical Workers/National Electrical Contractors Associations (IBEW/NECA) Apprenticeship Program, training programs sponsored by the four trade unions administered by the Pipe Line Contractors Association (PLCA), apprenticeship training programs sponsored by the Canadian Union of Skilled Workers (CUSW) or our equivalent programs. Certain of our operating companies have also established apprenticeship training programs approved by the U.S. Department of Labor that prescribe equivalent training requirements for employees who are not otherwise subject to the requirements of the IBEW/NECA Apprenticeship Program. In addition, the Laborers International Union of North America, the International Brotherhood of Teamsters, the United Association of Plumbers and Pipefitters and the International Union of Operating Engineers have training programs specifically designed for developing and improving the skills of their members who work in the pipeline construction industry. Our operating companies also share best practices for training and educational programs. Although we believe these and other initiatives will help address workforce needs, meeting our customers’ demand for labor resources could prove challenging. For additional information on the risks associated with labor resources in our industries, see Risks Related to Operating Our Business in Item 1A. Risk Factors of this Annual Report. Management and Professional Personnel. Due to our decentralized operating structure, significant decision-making authority resides with our operating company management, and our corporate management and professional and administrative personnel are relied upon to allocate capital and communicate, coordinate and help execute our business strategies. We are focused on our ability to attract and retain qualified employees for these important positions, as we rely on them to successfully  12 12 12   manage our decentralized operations and grow and expand our business. We have also implemented enterprise-wide talent development and succession planning programs designed to identify and develop future and/or replacement candidates for key positions. For example, we have developed and administer a succession program with respect to our executive officers and senior operating company personnel, which is reviewed and/or overseen by our Board of Directors.  Compensation and Benefits  Our compensation programs are generally designed to align employee compensation with market practices and our performance, as well as provide the proper incentives to attract, retain and motivate employees. With respect to our executive officers, operating company management, other senior leadership and corporate employees, compensation programs consist of both fixed and variable components. The fixed portion is generally set based on consideration of various market factors, with variable compensation designed to reward employees based on company financial and operational performance. We also grant stock-based compensation broadly throughout our organization, including to management and key operations personnel at the majority of our operating companies, which we believe is a key component of our compensation programs that helps to align incentives throughout our decentralized organization. We also enter into employment agreements with our executive officers and certain other key personnel.  We also provide additional benefits to our employees. For example, we provide health, welfare and benefit plans for most employees who are not covered by collective bargaining agreements, and we maintain a 401(k) plan pursuant to which eligible U.S. employees who are not provided retirement benefits through a collective bargaining agreement may make contributions through payroll deductions and to which we make certain matching contributions. Ethics and Compliance All of our employees are subject to Quanta’s Code of Conduct, which addresses compliance with applicable laws and Quanta’s policies concerning, among other things, general business ethics, competition, anti-corruption and bribery, environmental protection, conflicts of interest, harassment and discrimination, data security and privacy, and insider trading. Quanta’s Code of Conduct also informs employees and third parties about the resources and confidential reporting mechanisms available to detect, prevent and report unethical and illegal conduct, and our Chief Compliance Officer communicates directly with our Board of Directors about actual and alleged violations of the law or the Code of Conduct. Training with respect to Quanta’s Code of Conduct and other policies and procedures is conducted as part of our comprehensive ethics and compliance training program. Climate Change-Related Impacts  Our management considers climate-related risks and opportunities in connection with its long-term strategic planning and enterprise risk management process, which are overseen by our Board of Directors. While the overall impact on our operations continues to evolve, various aspects of climate change, as well as market and societal concerns about the future impact of climate change, have resulted and are expected to continue to result in operational opportunities and challenges. These opportunities and challenges arise from the physical risks associated with changes in climate, as well as technological advances, market developments and additional regulatory and compliance costs. Changes in climate have caused, and are expected to continue to cause, among other things, increasing temperatures, rising sea levels and changes to patterns and intensity of wildfires, hurricanes, floods, droughts, winter storms and other storms and severe weather-related events and natural disasters. Our operating results can be significantly influenced by the climates in which we operate and severe weather events, and these changes have and could continue to significantly impact our future operating results. A greater amount of rainfall, snow, ice or other less accommodating weather conditions, as well as an increase in severe weather events and natural disasters, reduces our productivity and causes delays and cancellations of our ongoing projects. For example, hurricanes and tropical storms in the U.S. Gulf Coast region have impacted our ability to perform industrial services operations during certain periods. However, an increase in certain of these events, such as hurricanes, tropical storms, wildfires, blizzards and ice storms, also creates opportunities for us to perform a greater amount of emergency restoration services and, as described above, can increase customer spending on modernization, grid hardening and other infrastructure improvements (e.g., fire hardening programs in California and the western United States and storm hardening in coastal regions). The timing and impact of these events is difficult to predict and can vary from period to period. For example, we recognized significantly more emergency restoration services revenues attributable to these events during 2020 and 2021, as compared to 2022. Additionally, changes in climate could result in more accommodating weather patterns for greater periods of time in certain areas, which may enable us to increase our productivity in those areas. Physical risks associated with climate change have also increased hazards associated with certain of our operations, which in turn has increased the potential for liability and increased the costs associated with such operations. For example, severe drought and high wind speeds in the western United States, Australia and other locations have significantly increased the risk of wildfires, which in turn has exposed us and other contractors to increased risk of liability in connection with our  13 13 13   operations in those locations, as these events can be started by failure of electrical power and other infrastructure on which we have performed services. Given the potentially significant liabilities associated with these events, to the extent we are deemed liable for a wildfire event, it could have a material adverse impact on our business. Furthermore, these climate conditions have also resulted in increased costs for wildfire-related third-party insurance and reduced the amount of insurance carriers are willing to make available to us under such policies.  Climate change has also caused, and is expected to continue to cause, changes in the markets in which we operate. For example, in support of the transition to a reduced-carbon economy, utility customers are transitioning toward more sustainable sources of power generation, such as renewables (e.g., wind and solar) coupled with battery storage technology, and are replacing aging, less efficient infrastructure. Concerns regarding climate change are also leading to the increased electrification of consumer goods (e.g., EVs), which is expected to provide continued additional demand for new and expanded electric power infrastructure and reengineering of existing electric power infrastructure. We believe these market dynamics and technological advances provide significant opportunities for us, including increased demand for our renewable energy infrastructure services, as well as our portfolio of electric power infrastructure services.  The increasing focus on climate change has also impacted markets within our Underground Utility and Infrastructure Solutions segment. Certain services within this segment have experienced challenges, and could continue to experience challenges, related to a transition toward a reduced-carbon economy. For example, concerns about the impact of certain large pipeline projects on the environment, among other things, have contributed to significant delays and cancellations of certain projects in recent years, and as a result of this and other reasons, we have decreased our strategic focus on these service offerings. Furthermore, a potential for longer-term decline in demand for fossil fuels or refined products as a result of climate change concerns and/or regulation could further negatively impact these projects or negatively impact demand for our midstream and industrial services operations. However, we believe there are climate change-related opportunities for certain services in this segment, as described above. We also believe the timeline for the transition to a reduced-carbon economy will be extended and will need to be supported by certain legacy energy resources, including natural gas as a transition fuel, and therefore have strategically focused on expanding our natural gas utility services in recent years. Lastly, new legislation or regulation related to climate change could increase our costs. Most significantly, we maintain a large fleet of vehicles and a significant amount of construction machinery, and the costs associated with them could significantly increase as a result of regulations related to greenhouse gas emissions from such sources or regulations that result in an increase in fuel prices. Additionally, the SEC has proposed new rules relating to the disclosure of a range of climate-related risks. We are currently assessing this proposed rule but at this time we cannot predict the costs of implementation or any potential adverse impacts resulting from the rule. To the extent this rule is finalized as proposed, we or our customers could incur increased costs related to the assessment and disclosure of climate-related risks. In addition, enhanced climate disclosure requirements could accelerate the trend of certain stakeholders and lenders restricting or seeking more stringent conditions with respect to their investments in certain carbon intensive sectors, which could further impact our customers and demand for our services.  For additional information regarding the risks and opportunities described above, see Risks Related to Operating Our Business in Item 1A. Risk Factors of this Annual Report. Risk Management and Insurance We maintain insurance coverage from third-party insurers as part of our overall risk management strategy and because some of our contracts require us to maintain specific insurance coverage limits. We are insured for, among other things, employer’s liability, workers’ compensation, auto liability, aviation and general liability claims. Deductibles for the employer’s liability and workers’ compensation programs are $5.0 million per occurrence, and deductibles for the auto liability and general liability programs are $15.0 million per occurrence. We also maintain employee health care benefit plans for most employees not subject to collective bargaining agreements, of which the primary plan is subject to a deductible of $0.8 million per claimant per year. We manage and maintain a portion of our casualty risk indirectly through our wholly-owned captive insurance company, which reimburses claims up to the amount of the applicable deductible of our third-party insurance programs, as well as with respect to certain other amounts, and issue letters of credit to secure our obligations in connection with our casualty insurance programs. For additional information regarding our insurance and the risks associated with insurance coverage, see Note 16 of the Notes to Consolidated Financial Statements in Item 8. Financial Statements and Supplementary Data and Risks Related to Operating Our Business in Item 1A. Risk Factors of this Annual Report. Website Access and Other Information Our website address is www.quantaservices.com. Interested parties may obtain free electronic copies of our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and any amendments to these reports through our website under the heading Investor Relations / SEC Filings or through the website of the Securities and Exchange Commission (the SEC) at www.sec.gov. These reports are available on our website as soon as reasonably practicable after we  14 14 14   electronically file them with, or furnish them to, the SEC. We will also make available to any stockholder, without charge, copies of our Annual Report on Form 10-K as filed with the SEC. For copies of this or any other Quanta publication, stockholders may submit a request in writing to Quanta Services, Inc., Attn: Corporate Secretary, 2727 North Loop West, Houston, Texas 77008, or by phone at (713) 629-7600.  Investors and others should note that we announce material financial information and make other public disclosures of information regarding Quanta through SEC filings, press releases, public conference calls, and our website. We also utilize social media to communicate this information, and it is possible that the information we post on social media could be deemed material. Accordingly, we encourage investors, the media and others interested in our company to follow Quanta, and review the information we post, on the social media channels listed on our website in the Investors Relations / Social Media section. This Annual Report, our website and our social media channels contain information provided by other sources that we believe is reliable. We cannot provide assurance that the information obtained from other sources is accurate or complete. No information on our website or our social media channels is incorporated by reference herein.  ", "time": "00:00:04"}