{"cik": 1057352, "item_1A": "Item 1.    Business In this Report, the words “we,” “our,” “us,” “CoStar Group” or the “Company” refer to CoStar Group, Inc. and its direct and indirect wholly owned subsidiaries. This Report also refers to our websites, but information contained on those sites is not part of this Report.  CoStar Group, founded in 1987, is a leading provider of online real estate marketplaces, information and analytics in the U.S. and U.K. based on the fact that we own and operate leading online marketplaces for commercial real estate and apartment listings in the U.S., based on the numbers of unique visitors and site visits per month; provide more information, analytics and marketing services than any of our competitors; offer the most comprehensive commercial real estate database available; and have the largest commercial real estate research department in the industry. We have created and compiled a standardized platform of information, analytics and online marketplace services where industry professionals and consumers of commercial real estate, including apartments, and the related business communities, can continuously interact and facilitate transactions by efficiently accessing and exchanging accurate and standardized real estate-related information. Our service offerings span all commercial property types, including office, retail, industrial, multifamily, commercial land, mixed-use and hospitality. With our acquisitions of Homesnap and Homes.com, we also offer online platforms that manage workflow and marketing for residential real estate agents and brokers and provide a portal for homebuyers to view residential property listings.  Industry Overview  The market for real estate information and analysis is vast, based on the variety, volume and value of transactions related to real estate. Each transaction has multiple participants and multiple information requirements, and in order to facilitate transactions, industry participants must have extensive, accurate and current information and analysis. Members of the real estate and related business community require daily access to current data such as space availability, properties for-sale, rental units available, rental rates, vacancy rates, tenant movements, comparable sales, supply, new construction, absorption rates and other important market developments to carry out their businesses effectively. Market research (including historical and forecast conditions) and applied analytics are instrumental to the success of industry participants. There is a strong need for an efficient marketplace, where real estate professionals can exchange information, evaluate opportunities using standardized data and interpretive analyses and interact with each other on a continuous basis.  7 7 7   A large number of parties involved in commercial and residential real estate and the related business community make use of the services we provide in order to obtain information they need to conduct their businesses, including: •Sales and leasing brokers•Government agencies•Property owners•Mortgage-backed security issuers•Property managers•Appraisers•Design and construction professionals•Pension fund managers•Real estate developers•Reporters•Real estate investment trust managers•Tenant vendors•Investment and commercial bankers•Building services vendors•Mortgage bankers•Communications providers•Mortgage brokers•Insurance companies’ managers•Retailers•Institutional advisors•Hospitality owners•Investors and asset managers•Real estate agents The commercial real estate and related business community historically operated in an inefficient marketplace because of the fragmented approach to gathering and exchanging information within the marketplace. Various organizations, including hundreds of brokerage firms, directory publishers and local research companies, collected data on specific markets and developed software to analyze the information they independently gathered. This highly fragmented methodology resulted in duplication of efforts in the collection and analysis of information, excessive internal cost and the creation of non-standardized data containing varying degrees of accuracy and comprehensiveness, resulting in a formidable information gap.  The creation and maintenance of a standardized information platform for commercial real estate requires infrastructure including a standardized database, accurate and comprehensive research capabilities, experienced analysts, easy-to-use technology and intensive participant interaction. By combining our extensive database, researchers, our experienced team of analysts and economists, technological expertise and broad customer base, we believe that we have created such a platform.  The apartment rental advertising industry serves property managers and owners who are tasked with finding renters to occupy vacant apartments, as well as renters who are searching for their next home. Property managers have several options at their disposal, including their own websites, drive-by and outdoor advertising, traditional classified ads, free online listing services, search engine marketing and ILS, like Apartments.com and the network of apartment listing websites we own and operate. Many apartment ILS websites feature only the rental availabilities that larger property owners pay to advertise, resulting in a poor user experience in which the renter’s search criteria return either limited or no results, irrelevant results or stale results that do not represent actual availabilities.  We believe that consumers expect accurate, actionable and comprehensive apartment rental information. Our apartment ILS websites include renter-focused features like the ability to filter search results according to various criteria (e.g., commute time to work); professional images of the properties, including immersive videos and 3-D interactive models; custom neighborhood profiles; and tenant reviews. Our network of apartment listing websites draws on our multifamily database and includes researched and verified information. We proactively gather information on available rentals to improve the accuracy of the listings on our apartment ILS websites, including real time unit-level availability, current pricing and rent specials. We have continually invested in our network to improve the features and services offered to property managers and website users. Recent additions include: dynamic lead forms that provide more information about prospective residents, making rent trends information publicly available, free digital ad retargeting and integrated online rental solutions, including lease applications with tenant credit and background checks. We believe that we have created and maintain easily searchable apartment ILS websites with a comprehensive selection of rentals, information on actual rental availabilities and rents and in-depth data on neighborhoods, as well as easy to use and actionable tools for the rental process.  We believe that consumers expect accurate, actionable and comprehensive homes for sale information on a platform that allows collaboration between homebuyers and agents. Our residential websites include homebuyer-focused features like the ability to filter search results according to various criteria (e.g., home features, view and lot type), review rankings of nearby schools and tools to educate consumers on the home buying process. We plan to develop original, media-rich content of neighborhoods, schools, parks and condominium buildings' amenities and common areas to supplement information in agent listings. We are designing tools to facilitate collaboration between homebuyers and agents.   8 8 8   Strategy  Our strategy is to provide real estate industry professionals and consumers with critical knowledge to explore and complete transactions by offering the most comprehensive, timely and standardized information on real estate and the right tools to be able to effectively utilize that information. Over time, we have expanded, and we continue to expand, our services for real estate information, analytics and online marketplaces in an effort to continue to meet the needs of the industry as it grows and evolves.  Our standardized platform includes the most comprehensive proprietary database of commercial real estate information in the industry; the largest research department in the commercial real estate industry; proprietary data collection, information management and quality control systems; a large in-house product development team; a broad suite of web-based information, analytics and online marketplace services; a large team of analysts and economists; risk management tools; and a large, diverse base of clients. Our database has been developed and enhanced for more than 35 years by a research department that makes daily database updates. In addition to our internal efforts to grow the database, we have obtained and assimilated a number of proprietary databases. Our comprehensive commercial real estate database powers our information services, sources data used in our analytic services and provides content for most of our online marketplace services and our auction platform. Our ability to utilize the same commercial real estate information across our standardized platform creates efficiencies in operations and improves data quality for our customers.  We deliver our comprehensive commercial real estate information content to our customers primarily via an integrated solution of online service offerings that includes information about space available for-lease, comparable sales information, information about properties for-sale, tenant information, internet marketing services, risk management tools, analytical capabilities, information for clients’ websites, information about industry professionals and their business relationships, data integration and industry news. We also operate complementary online marketplaces for commercial and residential real estate listings and apartment rentals, as well as a commercial real estate auction platform. We strive to cross-sell our services to our customers in order to best suit their needs.  We manage and report our business geographically in two operating segments, with our primary areas of measurement and decision-making being North America, which includes the U.S. and Canada, and International, which primarily includes Europe, Asia-Pacific and Latin America. Information about our revenues, long-lived assets and total assets derived from and located in foreign countries is included in Notes 2, 3 and 14 of the Notes to the Consolidated Financial Statements included in this Report. Revenues, EBITDA and total assets and liabilities for each of our segments are set forth in Notes 3 and 14 of the Notes to the Consolidated Financial Statements. Information about risks associated with our foreign operations is included in “Item 1A. Risk Factors” and “Item 7A. Quantitative and Qualitative Disclosures about Market Risk” in this Report.  CoStar’s Comprehensive Database  We have spent more than 35 years building and acquiring databases of commercial real estate information, which includes information on properties, leasing, sales, comparable sales, tenants and demand statistics, as well as digital images, drone videos and 3-D tours. This highly complex database is comprised of hundreds of data fields, tracking such categories as location, site and zoning information, building characteristics, space and unit characteristics and availability, tax assessments, true ownership, sales and lease comparables, multi-family rents, vacancies and concessions, space requirements, retail locations, mortgage and deed information, for-sale and for-lease listings, fund data, income and expense histories, tenant names, tenant credit scores, view of company locations, lease expirations, contact information, historical trends, forecasts and demographic information. The database also includes building photographs, aerial photographs and videos, 3-D virtual tours, plat maps and floor plans.  CoStar Research  Research Department. Our research professionals undergo an extensive training program so that we can maintain consistent research methods and processes throughout our research department. Our researchers collect and analyze commercial real estate information through phone calls, e-mails and additional research methods including field inspections, public records review, news monitoring, third-party data feeds and user entered content. We have also set up direct feeds from larger apartment sites, owners and brokers, and have put in place an automated system that compiles information sourced from the internet in order to provide the most up-to-date information.  Our researchers are responsible for maintaining the accuracy and reliability of our database information, training our clients to use CoStar Group products and handling their customer service questions, creating a \"one touch\" approach to customer care. Because of the importance commercial real estate professionals place on our data and our prominent position in the industry, many of these professionals routinely take the initiative and to proactively report available space and transactions through our online tool, which we refer to as our Marketing Center, or directly to our researchers.  9 9 9    Our field research efforts include physical inspections of properties in order to research new availabilities, find additional property inventory, identify new construction, collect tenant information, verify existing information, photograph properties and create high quality videos of interior spaces (including walk-through videos and 3-D virtual tours), amenities and exterior features of properties. Our field researchers are equipped with high resolution digital cameras and handheld laser instruments to precisely measure buildings and geo-code and position them on digital maps. A typical site inspection of a commercial property consists of photographing the building, capturing interior images, videos and 3-D tours, measuring the building, geo-coding the building, capturing “for-sale” or “for-lease” sign information, counting parking spaces, assessing property condition and construction and gathering tenant information. Field researchers also canvass properties, collecting tenant data suite-by-suite. We also utilize a low-flying airplane and a fleet of drones to conduct aerial research of commercial real estate. We place researchers on the low-flying aircraft to scout new commercial developments and take aerial photographs and videos. Our U.S. drone operators are Federal Aviation Administration certified and trained to capture aerial photographs and videos. Our drone operators in the U.K. and Canada are certified and trained to Civil Aviation Authority and Transport Canada, with a permission for commercial operations pending, respectively.  We are leveraging our capabilities developed from our extensive commercial real estate research efforts to produce original, media rich content of neighborhoods, schools, parks and condominium buildings' amenities and common areas for our residential products using professional photographers and fleets of drones to conduct aerial research of residential real estate.   Data and Image Providers. We license a small portion of our data and images from public record providers and third-party data sources. Licensing agreements with these entities allow us to use a variety of commercial real estate information, including property ownership, tenant information, demographic information, maps, aerial photographs and 3-D virtual apartment tours of apartment communities, all of which enhance our services. These license agreements generally grant us a non-exclusive license to use the data and images in the creation and supplementation of our information, analytics and online marketplaces.  Management and Quality Control Systems. Our research processes include automated and non-automated controls to ensure the integrity of the data collection process. A large number of automated data quality tests check for potential errors, including occupancy date conflicts, available square footage greater than building area, typical floor space greater than building area and expired leases. We also monitor changes to critical fields of information to ensure all information is kept in compliance with our standard definitions and methodology. Our non-automated quality control procedures include:  •Calling our information sources on recently updated properties to re-verify information; •Reviewing recorded or live listen phone calls (in states where applicable) to ensure information was properly sourced and correctly captured; •Performing periodic research audits and field checks to determine if we correctly canvassed buildings; •Providing training and retraining to our research professionals to ensure accurate and standardized data compilation; and •Compiling measurable performance metrics for research teams and managers for feedback on data quality.  Finally, one of the most important and effective quality control measures we rely on is feedback provided by the commercial real estate professionals using our data every day.  Services  Our portfolio of information, analytics and online marketplaces is branded and marketed to our customers and marketplace end users under the primary brands of CoStar®, STR®, Apartments.comTM, LoopNet®, Homes.com®, Homesnap®, Ten-X®, BizBuySell® and Land.comTM. Our services are accessible via the internet and through our mobile applications. Our services are primarily derived from a database of building-specific information and offer customers specialized tools for accessing, analyzing and using our information. Over time, we have enhanced and expanded, and we expect to continue to enhance and expand, our existing information, analytics and online marketplace services. We have developed and we expect to continue to develop additional services leveraging our database to meet the needs of our existing customers as well as potential new categories of customers.  Our principal information, analytics and online marketplace services are described in the following paragraphs:  CoStar  CoStar is our subscription-based integrated platform for commercial real estate intelligence, which includes information about office, industrial, retail, multifamily, hospitality and student housing properties, properties for sale, comparable sales,  10 10 10   tenants, space available for lease, industry professionals and their business relationships, industry news and market status and provides lease analysis, risk management, and hospitality benchmarking capabilities. CoStar is our largest service offering in our North America and International operating segments and contains the following tools and features.  •Properties provides a comprehensive inventory of office, industrial, retail, multifamily, hospitality and student housing properties and land. We also provide for-lease and for-sale listings, historical data, property analytics, building photographs, demographics, maps and floor plans. Commercial real estate professionals use this tool to identify available space for-lease, evaluate leasing and sale opportunities, value assets and position properties in the marketplace. Our clients also use this feature to analyze market conditions by calculating current vacancy rates, absorption rates or average rental rates, and forecasting future trends based on user-selected variables with powerful map-based search and reporting capabilities.  •Leasing provides subscribers with comprehensive data on CoStar researched lease transactions and a software tool to capture, manage and maintain their own user-entered lease data, and provides subscribers the ability to analyze this combined lease dataset from an aggregate analytic perspective and generate various reports. In addition, subscribers can incorporate their own data to perform in-depth lease analyses and share those analyses with other subscribers or non-subscribers. This tool can be used to produce an understandable cash flow analysis as well as key metrics about any proposed or existing lease. It combines financial modeling with CoStar’s comprehensive property information, enabling the subscriber to compare lease alternatives, either from a landlord or tenant perspective.   •Sales is a robust database of commercial real estate sales transactions and is designed for professionals who need to research property comparables, identify market trends, expedite the appraisal process and support property valuations. This feature offers subscribers numerous fields of property information, access to support documents (e.g., deeds of trust) for new comparables, demographics and the ability to view for-sale properties alongside sold properties plotted on a map, aerial image or in a table format.  •Tenants is a detailed online business-to-business prospecting and analytics tool providing commercial real estate professionals with the most comprehensive commercial real estate-related tenant information available in our North American markets. CoStar Tenant profiles tenants occupying space in commercial buildings and provides updates on lease expirations - one of the service’s key features - as well as occupancy levels, growth rates and numerous other facts. This allows users to target prospective clients quickly through a searchable database that identifies only those tenants meeting certain criteria.  •Market Analytics provides owners, investors, brokers, property managers, lenders, appraisers and other commercial real estate professionals the ability to view and report on aggregated market and submarket trends, including leasing, vacancy, rental rates, construction, investment sales activity and overall economic conditions that affect commercial real estate markets. Market Analytics covers all major real estate sectors including office, industrial, retail, multifamily, hospitality and student housing, and provides quantitatively driven and economist curated forecasts of supply, demand, vacancy and rent at the submarket level, and job growth and asset pricing at the market level.  •Public Record provides access to a searchable database of commercially-zoned parcels in the U.S. Users can search for property attributes and sale transaction, loan, lien and tax assessment information. Information in this module is sourced from numerous counties and jurisdictions that provide this data for ownership, title and property tax assessment purposes.  •Lender provides lenders the tools to manage their loan portfolio and risk. These tools automatically connect the user's portfolio to CoStar's research, market analytics and proprietary COMPASS credit default model, as well as their own data sets, to enable portfolio surveillance, concentration risk monitoring, stress testing and expected credit loss modeling and to support loan originations and underwriting.    11 11 11   Information Services  We provide real estate and lease management technology solutions, including lease administration, lease accounting and abstraction services, through our CoStar Real Estate Manager® service offerings, as well as portfolio and debt analysis, management and reporting capabilities through our CoStar Risk Analytics® service offerings. We also provide benchmarking and analytics for the hospitality industry both on a subscription basis and an ad hoc basis. We earn revenue on ad hoc transactions as reports or data are delivered to the customer. We provide information services internationally, through our Business Immo, Belbex and Thomas Daily businesses in France, Spain and Germany, respectively.  •CoStar Real Estate Manager is a real estate lease administration, portfolio management and lease accounting compliance software solution designed for corporate real estate managers, company executives, financial accounting directors, business unit directors, brokers and project managers. CoStar Real Estate Manager helps users connect real estate initiatives with company strategic goals, streamline portfolio operations, reduce occupancy costs with analytics that track location performance against targets and maximize location performance through proactive portfolio management. Additionally, the software is used to help companies manage their lease accounting compliance and reporting requirements.  •CoStar Risk Analytics is a trusted partner to many of the largest commercial real estate lenders and CMBS market participants, providing timely data, advanced analytics, time-proven models and extensive experience to support regulatory examinations, risk management and strategic decision making. CoStar Risk Analytics' COMPASS credit default model has been used by commercial real estate lenders, CMBS participants and regulators for over 15 years to estimate required loss reserves, stress test portfolios, generate risk ratings, calculate capital adequacy, underwrite loans, target lending opportunities and price CMBS bonds. Our clients rely on CoStar Risk Analytics for model validations and reporting to support regulatory examinations. Additionally, CoStar Risk Analytics solutions connect client loan and CMBS loan portfolios to CoStar’s industry-leading commercial real estate data, research, analytics and the COMPASS credit model, updated daily, for more informed decision making, portfolio strategy and surveillance. Clients of CoStar Risk Analytics solutions include many of the largest banks, life insurance companies, asset managers, hedge funds, government agencies and regulators.  •STARTM Reports provide hospitality benchmarking, measuring a hotel’s performance against a self-selected aggregated competitive set. These confidential data reports enable customers to understand their market position based on trends and indices. Reports are provided on a monthly, weekly or daily basis, and provide insights about key metrics such as occupancy, ADR and RevPAR. STAR Reports are only available to industry participants who provide us with data. These participants are typically hotel brands, third-party management companies and owners. We offer ad hoc reports with a customizable data set providing aggregated hotel performance data for a bespoke set of hotels or standardized industry segments (e.g. market or submarket).  Multifamily  Apartments.com™, the flagship brand of our network of apartment marketing sites, provides a variety of ad packages and enhancements that allow property managers and owners to fully showcase their apartment community through increased exposure and interactions that allow renters to view, engage and connect with the community. Apartments.com also provides tools to facilitate the rental process, including online tenant applications with background and credit checks and rental payment processing. The Apartments.com network consists of numerous other apartment marketing sites, including:  •ApartmentFinderTM provides lead generation, advertising and internet marketing solutions to property managers and owners through its main site, ApartmentFinder.com.  •ForRent.com® provides digital advertising through a network of four multifamily websites, which includes ForRent.com, AFTER55.com®, CorporateHousing.comTM and ForRentUniversity.com®.  •ApartmentHomeLiving.comTM provides renters with another national online apartment rental resource that showcases apartments for rent with official prices, pictures, floor plans and detailed information on each apartment.  •Apartamentos.comTM provides Spanish speaking renters with an online apartment rentals resource offered exclusively in Spanish, with the same primary features found on Apartments.com.  •WestsideRentals.com® specializes in Southern California real estate rentals.  12 12 12   •Off Campus Partners provides student housing marketplace content and technology to U.S. universities, simplifying the off-campus housing search process for universities, property managers and students.  Our apartment marketing network of subscription-based advertising services provides property owners, professional property management companies and landlords with a comprehensive advertising destination for their available rental units and offers renters a platform for searching for available rentals. Our apartment marketing network draws on and leverages our multifamily database, which contains detailed information on apartment properties and is designed to meet renter preferences and demands, in order to drive traffic to those sites and attract advertisers who prefer to advertise on heavily trafficked apartment websites. Our network of apartment marketing sites provides a comprehensive selection of rentals, information on actual availabilities and rents and in-depth data on neighborhoods, including restaurants, nightlife, history, schools and other facts important to renters. To help renters find the information that meets their needs, our sites also offer innovative search tools such as the PolygonTM Search tool, which allow renters to specifically define the area in which they want to find an apartment and Plan Commute tools, which allow renters to search property listings that meet their transportation needs. We also offer complementary services to the rental industry, including the ability for renters to apply for rentals online and for landlords to receive applications, screen tenants and process rental payments and lease renewals.  LoopNet  LoopNet is the flagship brand in our network of commercial real estate marketing sites, which also includes CityFeet.com® and Showcase.com®. Our LoopNet online marketplace enables commercial property owners, landlords and real estate brokers working on their behalf to advertise properties for-sale or for-lease and to submit detailed information about property listings. Commercial real estate brokers, buyers and tenants use LoopNet extensively to search for available property listings that meet their criteria. LoopNet offers unique, subscription-based advertising solutions for different segments within the industry and delivers value across its constituent networks. The LoopNet network leverages CoStar Group’s commercial real estate database to provide in-depth and accurate information across all commercial property types, including office, industrial, retail, multifamily, specialty, health-care, hospitality, sports and entertainment, land and residential. Investors and tenants are also able to consume industry news developed by our in-house editorial team.  LoopNet Premium Lister® is designed for commercial real estate professionals and other customers who seek the broadest possible exposure for their listings, access to leads lists and advanced marketing and searching tools. LoopNet Premium Lister provides subscribers with the ability to market their listings to all LoopNet.com visitors, as well as numerous other features. LoopNet Premium Lister is available for a quarterly or annual subscription.  LoopNet Diamond, Platinum and Gold Ads are designed for commercial real estate professionals and other customers who seek the broadest possible exposure for their listings, access to leads lists and advanced marketing and searching tools. These LoopNet Ads provide subscribers with full access to our LoopNet network as well as retargeting across a network of prominent sites including the Wall Street Journal, Forbes and Bloomberg. LoopNet Ads are available for a six-month or annual subscription.  Our international subscription-based online marketplaces are Loopnet.co.uk in the U.K., BureauxLocaux in France and Belbex.com in Spain. These marketplaces provide listings of commercial properties for rent and for sale ranging from traditional offices, serviced offices, co-working spaces, hot-desks, retail locations, industrial units, leisure, hotels and warehousing.   Residential  The acquisitions of Homes.com and Homesnap enabled us to expand our offerings to the residential for sale market. Homes.com is a homes for sale listings site. Homesnap is an online and mobile software platform that provides residential real estate professionals subscription-based access to applications that manage residential real estate agent workflow and marketing campaigns delivered on third-party platforms. Homesnap also provides a custom version of its platform, branded as Citysnap™, specifically for the five boroughs of New York City in conjunction with the Real Estate Board of New York's Residential Listing Service. Our residential team is creating new and improved tools to help agents promote their residential listings, connect with buyers and sellers and streamline their daily workflow. Homesnap also receives transaction-based revenue for short-term advertising delivered on third-party platforms.    13 13 13   Other Marketplaces  Ten-X operates an online auction platform for commercial real estate. Our platform provides brokers, sellers, and buyers access to data-driven technology and marketing tools to expand market visibility and decrease time to close. The platform allows brokers and sellers to onboard assets, evaluate the results of complimentary marketing campaigns and follow up on pre-qualified leads. Buyers can search for properties that meet their investment goals and are given access to market analysis and due diligence documents.   Land.com is the flagship brand in our network of marketplaces for rural lands for-sale sites, which also includes LandsofAmericaTM, LandAndFarmTM and LandWatch®. Sellers pay a fee to list their land for-sale, and interested buyers can search the respective sites' listings.  BizBuySell is the flagship brand in our network of marketplaces for operating businesses and franchises for-sale, which also includes BizQuest and FindaFranchise. Business sellers pay a fee to list their operating businesses for-sale, and interested buyers can search the respective sites' listings for free. The BizBuySell, BizQuest and FindaFranchise Franchise Directories allow interested business buyers to search hundreds of franchise opportunities, and franchisors can list their availabilities in the directory on a cost per lead basis.  We also provide other services that complement those offered by our primary brands. These include: real estate and lease management technology solutions, lease administration, transaction and project management and lease accounting, through our CoStar Real Estate Manager service offerings; market research, consulting and analysis, portfolio and debt analysis and management and reporting capabilities through our CoStar Investment Analysis and CoStar Risk Analytics service offerings; and benchmarking and analytics for the hospitality industry through our STR offerings.  Our services are typically distributed to our clients under subscription-based license agreements that typically renew automatically, a majority of which have a term of at least one year. Upon renewal, many of the subscription contract rates may change in accordance with contract provisions or as a result of contract renegotiations. To encourage clients to use our services regularly, we generally charge a fixed monthly amount for our subscription-based services rather than charging fees based on actual platform usage or number of paid clicks. Depending on the type of service, contract rates are generally based on the number of sites, number of users, organization size, the client's business focus, the client's geographic location, the number and types of services to which a client subscribes, the number of properties a client advertises and the prominence and placement of a client's advertised properties in the search results. Our subscription clients generally pay contract fees on a monthly basis, but in some cases may pay us on a quarterly or annual basis. Our transaction-based services primarily consist of auction fees from our Ten-X online auction platform for commercial real estate, which are generally calculated as a percentage of the final sales price for the commercial real estate property sold and recognized as revenue upon the successful closure of an auction. We generally see higher sales of Apartments.com listing services during the peak summer rental season and higher CoStar sales towards the end of the year; however, sales fluctuate from year-to-year and revenue is not generally seasonal because our services are typically sold on a subscription basis.  Clients  We draw clients from across the real estate and related business community, including real estate brokers, agents, owners, developers, landlords, property managers, financial institutions, retailers, vendors, appraisers, investment banks, government agencies and other parties involved in real estate. For the years ended December 31, 2022, 2021 and 2020, no single client accounted for more than 5% of our revenues.  Sales and Marketing  Our overall sales strategy is to provide optimal service to our existing customers, attract new clients and cross-sell the numerous solutions we offer. Our sales teams sell multiple products and are primarily located in field sales offices throughout the U.S., with others in Canada, the U.K., Spain, France and Germany. Our inside sales teams are largely based in Washington, DC and Richmond, Virginia. Our inside sales professionals actively work lead lists, prospect for new customers and perform in-person and virtual product demonstrations to convey the multiple solutions we offer.   Our local offices typically support field sales and field research operations within the markets in which they operate. This enables our clients to benefit from a local presence. Our field sales force has the primary front-line responsibility for customer service, ensuring client satisfaction and building long-term relationships. Our local offices act as hubs for training, sources of market insight, product feedback sessions and connecting industry participants.  14 14 14   We actively manage client accounts with frequent meetings, product trainings and updates on new enhancements to our solutions. In 2022, we successfully implemented a number of important sales initiatives focused on selling our products to brokers, property owners and lenders in the U.S. This focus will continue in 2023.   Our primary marketing methods include: in person and virtual service demonstrations; targeted paid digital marketing; retargeting and social media marketing; direct marketing, such as email; communication via our corporate website, campaign-specific websites and news services; participation in virtual trade shows and industry events; Company-sponsored events; client referrals; content marketing including webinars, seminars and white papers and other product-specific company newsletters distributed via email to our clients and prospects.  Comprehensive digital marketing and direct marketing are effective means for us to find prospective clients. Our digital marketing efforts include SEO, targeted paid advertising with major search engines, social media and display advertising on commercial real estate industry news and business websites and mobile applications and our direct marketing efforts include television, radio, out-of-home ads, direct mail and email and, when applicable, make extensive use of our unique, proprietary database. Once we have identified a prospective client, our most effective sales method is a service demonstration. We use various forms of integrated marketing and advertising to build brand awareness, brand identity and reinforce the value and benefits of our services.   We also sponsor and attend local in person and virtual association activities and events, including events for commercial real estate brokers, residential real estate agents, property owners, investors and retail and financial services institutions, and attend or exhibit at virtual industry trade shows and conferences to reinforce our relationships with our core user groups.  To generate brand awareness and site traffic for the Apartments.com network of rental websites, we utilize a multi-channel marketing campaign featuring television and radio ads, online and digital advertising impressions, streaming audio and podcasts, social media, email, public relations and news articles, out-of-home and paid search marketing, all of which are reinforced with substantial SEO efforts. We plan to continue to utilize these marketing methods to generate brand awareness and site traffic for the Apartments.com network and have implemented similar marketing strategies for LoopNet and Ten-X. To generate brand awareness and site traffic for our residential products, we utilize digital advertising impressions, social media and paid search marketing, all of which are reinforced with SEO efforts. We will continue to work to determine the optimal level of marketing investment for each of these services for future periods.  To encourage clients to use our services regularly, we generally charge a fixed monthly amount for our subscription-based information services rather than fees based on actual system usage. Contract rates for subscription-based services are generally based on the number of sites, number of users, organization size, the client’s business focus, geography and the range of subscription services. Our marketing solutions are priced by exposure levels, the number of properties/spaces for-lease, rent or sale and the market in which they are offered. Listings for customers who purchase packages with the highest level of exposure usually appear first in search results and offer the richest media content and engagement opportunities for tenants searching for space, renters looking for an apartment or investors seeking an opportunity. Our subscription clients generally pay contract fees on a monthly basis, but in some cases may pay us on a quarterly or annual basis.  Expansion and Growth  Acquisitions  We have expanded and continue to expand the coverage and depth of our information, analytics and online marketplace services. In addition to organic growth, we have grown our business through strategic acquisitions. We acquired Homes.com, BureauxLocaux and Business Immo in May 2021, October 2021 and April 2022, respectively. We continue to integrate our recent acquisitions and the services they offer into our CoStar network.   See Notes 5 and 9 of the Notes to the Consolidated Financial Statements for further discussion of these acquisitions.  15 15 15   Development, Investments and Expansion  We plan to continue to invest in our business and our services, evaluate strategic growth opportunities and pursue our key priorities as described below in Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations. We are committed to supporting, improving and enhancing our information, analytics and online marketplace solutions, including expanding and improving our offerings for property owners, property managers, brokers, agents, buyers, commercial tenants and residential renters and homebuyers. We expect to continue our software development efforts to improve existing services, introduce new services, integrate and cross-sell services and expand and develop supporting technologies for our research, sales and marketing organizations. We reevaluate our priorities on a regular basis and may reevaluate our priorities as economic conditions continue to evolve.  We evaluate potential changes to our service offerings from time to time in order to better align the services we offer with customers’ needs. Further, in some cases, when integrating and coordinating our services and assessing industry and client needs, we may decide to combine, shift focus from, de-emphasize, phase out, or eliminate a service that, among other things, overlaps or is redundant with other services we offer. In the event that we eliminate or phase out particular service offerings, we may experience reduced revenues and earnings. The decision to eliminate or phase out a service offering may also ultimately result in increased revenues and earnings from sales of other services we offer in lieu of the eliminated or phased out services. However, we cannot predict with certainty the amount or timing of any reductions in revenues and earnings or subsequent increases in revenues and earnings, if any, resulting from the elimination or phasing out of any service offering.  We believe that our integration efforts and continued investments in our services, including acquisitions and expansion of our existing service offerings, have created a platform for long-term revenue growth. We expect these investments to result in further penetration of our subscription-based services and the successful cross-selling of our services to customers in existing markets.  We have invested in the expansion and development of our field sales force to support the growth and expansion of our company and our service offering, and plan to continue to invest in, evaluate and strategically position our sales force as we continue to develop and grow. In addition, we continue to invest in marketing our services, as well as in our research operations to support continued growth of our information and analytics offerings to meet the growing content needs of our clients. We plan to continue to utilize multi-channel marketing campaigns and to work to determine the optimal level of marketing investments for our services for future periods. While we believe the investments we make in our business create a platform for growth, those investments may reduce our profitability and adversely affect our near-term financial position.  Proprietary Technology  Our information technology professionals focus on developing new services and features for our customers, improving and maintaining existing services, integrating our current services, securing our comprehensive database of commercial real estate information and delivering research automation tools that improve the quality of our data and increase the efficiency of our research analysts.  Our information technology team is responsible for developing, improving and maintaining our information, analytics and online marketplace services. Our information technology team is also responsible for developing the infrastructure necessary to support our business processes, comprehensive database of commercial real estate information, analytics and online marketplaces and extensive image library. The team implements technologies and systems that introduce efficient workflows and controls designed to increase the production capacity of our research teams and improve the quality of our data. Over the years, the team has developed data collection and quality control mechanisms that we believe are unique within the commercial real estate industry. The team continues to develop and modify our enterprise information management system that integrates our sales, research, field research, customer support and accounting information. We use this system to maintain our commercial real estate research information, manage contacts with the commercial real estate community, provide research workflow automation and conduct daily automated quality assurance checks. In addition, our information technology team has also developed fraud-detection technology to detect and prevent unauthorized access to our services. To supplement the measures we take to prevent misuse of our information, we added state of the art adaptive authentication technology to the login process of our CoStar product.  Our information technology professionals maintain the servers and network components necessary to support our services and research systems. Our core services are delivered from multiple data centers and cloud-based computing platforms to support uninterrupted service for our customers and are continually monitored to ensure fast and reliable customer access, to protect against unauthorized intrusions and to detect vulnerabilities.  16 16 16   Our comprehensive data protection policy provides for use of secure networks, strong passwords and dual factor authentication systems, encrypted data fields, end-to-end encryption, endpoint detection and response systems and services, security information and event management systems, off-site storage, cloud services, end user and developer security training, multilayered anti-phishing malware and spam protections and other protective measures in an effort to ensure the availability and security of all core systems.  Competition  The market for information, analytics and online marketplaces generally is competitive and extremely dynamic. In the commercial real estate, apartment rentals and home for sale industries, we believe the principal competitive factors affecting these services and providers are:  •Quality and depth of the underlying databases; •Quality and quantity of leads and, for multifamily, leases delivered; •Ease of use, flexibility and functionality of the software; •Intuitiveness and appeal of the user interface; •Timeliness of the data, including listings; •Breadth of geographic coverage and services offered; •Completeness and accuracy of content; •Client service and support; •Perception that the service offered is the industry standard; •Price; •Effectiveness of marketing and sales efforts; •Proprietary nature of methodologies, databases and technical resources; •Vendor reputation; •Brand loyalty among customers; and •Capital resources.  We compete directly and indirectly for customers with the following categories of companies:  •Online marketing services, internet listing services, mobile software applications or data exchanges targeted to commercial real estate brokers, buyers and sellers of commercial real estate properties, insurance companies, mortgage brokers and lenders, such as Reed Business Information Limited and its Estates Gazette and Radius Data Exchange products, SquareFoot, officespace.com, Brevitas, Catylist & Commercial Exchange (part of Moody's), Altus Group & Commercial Property Search (part of Reonomy), Digsy, Quantum Listing, RealNex MarketPlace, Rofo, CIMLS, CompStak, Rightmove, Yardi (CommercialEdge), CREXi, TotalCommercial.com, DebtX, Real Capital Markets, VTS, TenantBase and Spacelist;  •Publishers and distributors of information, analytics and marketing services, including regional providers and national print publications, such as CBRE Economic Advisors, Marshall & Swift, REIS Network (part of Moody's), Real Capital Analytics, Real Capital Markets, Reonomy, Yardi Matrix, RealPage and its Axiometrics business, Altus Insight and Altus RealNet (Canada);  •Search engines, internet listing services and mobile software applications featuring apartments for rent, such as Google, Bing, Facebook Marketplace, ApartmentGuide.com, Rent.com, Rentals.com, Zillow Rentals, Trulia Rentals, StreetEasy, HotPads.com, MyNewPlace.com, Zumper, Craigslist, ApartmentList.com, Move.com, Realtor.com, RentCafe.com, RentHop, RentBerry, ApartmentRatings, Nooklyn, Home Finder and Rentable;  •Search engines, internet listing services and mobile software applications featuring homes for sale, such as Google, Bing, Facebook Marketplace, Zillow, Trulia, Redfin, Realtor.com, Move.com, Craigslist, RealtyTrac, MLS.com, Home Finder, For Sale by Owner and Auction.com, as well as agent marketing platforms and workflow providers;  •Hospitality benchmarking and analytics services, such as Lodging Econometrics, Kalibri Labs, Amadeus, HotStats, Shiji Group (SnapShot) and Benchmarking Alliance, Lodging Analytics Research & Consulting (LARC);  •Online and mobile software application providers in the residential real estate industry, including Zillow, Redfin, Realtor.com and Rocket Mortgage, as well as agent marketing platforms and workflow providers;  17 17 17   •In the commercial real estate market, locally controlled real estate boards, exchanges or associations sponsoring commercial property listing services and the companies with whom they partner, such as Catylist, the National Association of Realtors, CCIM Institute, Society of Industrial and Office Realtors, the Commercial Association of Realtors Data Services and AIR CRE;  •Real estate portfolio management software solutions, such as Cougar Software, MRI Software, Altus, RealPage, AppFolio and SiteCompli;  •Real estate lease management and administration software solutions, such as Accruent, Tririga, Manhattan Software, Tango Analytics, Lease Accelerator, Visual Lease, Sequnetra, Lease Harbor and AMT Direct; •Commercial real estate auction platforms such as CREXi, Marketplace, by RealINSIGHT and RCM Lightbox;  •In-house research departments operated by commercial real estate brokers; and  •Public record providers.  As markets for information, analytics and online marketplaces develop, additional competitors (including companies that could have greater access to data, financial, product development, technical, analytic or marketing resources than we do) may enter a market and competition may intensify. For example, a company like Google, which has a far-reaching web presence and substantial data aggregation capabilities, could enter the commercial real estate marketing arena. A company like Zillow, which already has a presence in residential real estate and the apartment rentals industry, could use its resources to further expand in the online apartment rentals industry creating greater competition among internet listing services for the marketing budgets of property managers and property owners. While we believe that we have successfully differentiated ourselves from existing competitors, current or future competitors could materially harm our business. We may also enter markets where incumbent players have greater name recognition and resources, creating challenges as we work to expand.  Proprietary Rights  To protect our proprietary rights in our methodologies, database, software, trademarks and other intellectual property, we depend upon a combination of:  •Trade secret, misappropriation, unfair competition, copyright, trademark, computer fraud, database protection and other laws; •Registration of copyrights and trademarks; •Nondisclosure, and other contractual provisions with employees and consultants; •License agreements with customers; •Patent protection; and •Technical measures. 18 18 18    We seek to protect our software’s source code, our database and our photography as trade secrets and under copyright law. Although copyright registration is not a prerequisite for copyright protection, we have filed for copyright registration for many of our databases, photographs, software and other materials. Under current U.S. copyright law, the arrangement and selection of data may be protected, but the actual data itself may not be. Certain U.K. database protection laws provide additional protections for our U.K. databases. We license our services under license agreements that grant our clients non-exclusive, non-transferable rights. These agreements restrict the disclosure and use of our information and prohibit the unauthorized reproduction or transfer of any of our proprietary information, methodologies or analytics.  We also attempt to protect our proprietary databases, our trade secrets and our proprietary information through confidentiality and agreements with our employees and consultants. Our services also include technical measures designed to detect, discourage and prevent unauthorized access to and/or copying of our intellectual property. We have established an internal antipiracy team that uses fraud-detection technology to continually monitor use of our services to detect and prevent unauthorized access, and we actively prosecute individuals and firms that engage in this unlawful activity.  We maintain U.S. and international trademark registrations for CoStar Group’s core service names and proactively file U.S. and international trademark applications covering our new and planned service names. We own U.S. federally registered trademarks for our brands and services including CoStar®, CoStar Property®, CoStar COMPS®, CoStar Lease Analysis®, LoopNet®, Showcase.com®, CityFeet.com®, Apartments.com®, Land.com®, Ten-X®, Homesnap® and Homes.com®, among many others. In the U.S., trademarks are generally valid so long as they are in use and are capable of indicating CoStar Group as the source of services. We consider our trademarks in the aggregate to constitute a valuable asset.  In addition, we maintain a patent portfolio that protects certain of our systems and methodologies. We currently have six patents in Canada, which expire in 2033 (1 patent), 2035 (2 patents) and 2036 (3 patents), covering, among other things, certain features of our field research methodologies and user interface features, and 12 patents in the U.S. which expire in, 2025 (1 patent), 2032 (2 patents), 2036 (4 patents), 2037 (4 patents) and 2038 (1 patent), covering, among other things, certain features of our field research methodologies and user interface feature. We regard the rights protected by our patents as valuable to our business, but do not believe that our business is materially dependent on any single patent or portfolio of patents as a whole.   Human Capital Resources  As of January 31, 2023, we employed 5,653 employees. U.S.-based employees represent approximately 89% of the overall employee population, followed by 9% in European, Asia-Pacific and Latin American countries and 2% in Canadian provinces. None of our employees are represented by a labor union. We have experienced no work stoppages. As is common with many German companies, employees in our German subsidiary, Thomas Daily GmbH, have elected five fellow employees to form a Works Council, which represents our employees at the location. The Works Council has certain co-determination rights and rights to receive information from us and engage us in discussions under applicable law. BureauxLocaux, in France, has a Social and Economic Committee, which is an employee representative body.  Our human resources and recruiting team works in partnership with business leaders, using a robust process to attract a diverse slate of candidates to fill vacancies and contribute to our growth, including our Careers page on our corporate website, employee referral program, social media and digital platforms, direct outreach, partnerships with commercial real estate industry groups and universities and specific partnerships and programs. The development and retention of our employees is critical to our success. To support career development, we offer on-demand and in-person training programs to new hires, managers and leaders. We also offer a mentoring program, which pairs employees seeking mentorship with more experienced colleagues.  To assess employee engagement, we partner with a survey vendor to survey employees annually. Insights and results gathered from the survey are shared with our leadership, managers and employees and help to inform our human resources program strategy each year. We believe that diverse teams deliver better and more innovative solutions. The diversity of thought that comes from different perspectives and backgrounds allows us to deliver cutting edge research and technology solutions that best serve our customers. We have a dedicated Diversity, Equity and Inclusion team that is tasked with developing topical programming, communications and training including, but not limited to, celebrations of various heritage months and oversight of our employee resource groups, which create avenues for mentoring and professional development within these groups as well as education and awareness across the organization.  We provide competitive pay and benefits to attract and retain high-quality talent. In addition to base salaries, compensation may include annual bonuses, commissions and equity awards. Employees may also participate in an Employee Stock Purchase Plan and a 401(k) Plan with a company match. Our comprehensive set of health and wellness benefits are affordable, high quality and valuable to employees and their families. Employees have multiple choices for health plans, access to vision and  19 19 19   dental benefits and may participate in our employee wellness program as well as our employee assistance program. Additional benefits include paid time off, parental bonding leave, college savings benefits, tuition reimbursement, company-subsidized commuter benefits and access to mental health, tax and legal services.  Available Information  Our investor relations internet website is http://www.costargroup.com/investors. The reports we file with or furnish to the SEC, including our annual report, quarterly reports and current reports, as well as amendments to those reports, are available free of charge on our internet website as soon as reasonably practicable after we electronically file such material with, or furnish it to, the SEC. The SEC maintains an internet site that contains reports, proxy and information statements and other information regarding issuers that file electronically with the SEC at http://www.sec.gov.  20 20 20   ", "time": "00:00:03"}