{"cik": 1063761, "item_1A": "Item 1. Business Simon Property Group, Inc. is a Delaware corporation that operates as a self-administered and self-managed real estate investment trust, or REIT, under the Internal Revenue Code of 1986, as amended, or the Internal Revenue Code. REITs will generally not be liable for U.S. federal corporate income taxes as long as they distribute not less than 100% of their REIT taxable income. Simon Property Group, L.P. is our majority-owned Delaware partnership subsidiary that owns all of our real estate properties and other assets. Unless stated otherwise or the context otherwise requires, references to \"Simon\" mean Simon Property Group, Inc. and references to the \"Operating Partnership\" mean Simon Property Group, L.P.  References to \"we,\" \"us\" and \"our\" mean collectively Simon, the Operating Partnership and those entities/subsidiaries owned or controlled by Simon and/or the Operating Partnership. According to the Operating Partnership's partnership agreement, the Operating Partnership is required to pay all expenses of Simon. We own, develop and manage premier shopping, dining, entertainment and mixed-use destinations, which consist primarily of malls, Premium Outlets®, and The Mills®. As of December 31, 2022, we owned or held an interest in 196 income-producing properties in the United States, which consisted of 94 malls, 69 Premium Outlets, 14 Mills, six lifestyle centers, and 13 other retail properties in 37 states and Puerto Rico. We also own an 80% noncontrolling interest in The Taubman Realty Group, LLC, or TRG, which has an interest in 24 regional, super-regional, and outlet malls in the U.S. and Asia. Internationally, as of December 31, 2022, we had ownership interests in 34 Premium Outlets and Designer Outlet properties primarily located in Asia, Europe and Canada. As of December 31, 2022, we also owned a 22.4% equity stake in Klépierre SA, or Klépierre, a publicly traded, Paris-based real estate company, which owns, or has an interest in, shopping centers located in 14 countries in Europe. For a description of our operational strategies and developments in our business during 2022, see Item 7, “Management’s Discussion and Analysis of Financial Condition and Results of Operations” of this Form 10-K. Other Policies The following is a discussion of our investment policies, financing policies, conflict of interest policies and policies with respect to certain other activities. One or more of these policies may be amended or rescinded from time to time without a stockholder vote. Investment Policies While we emphasize equity real estate investments, we may also provide secured financing to or invest in equity or debt securities of other entities engaged in real estate activities or securities of other issuers consistent with Simon’s qualification as a REIT. However, any of these investments would be subject to the percentage ownership limitations and gross income tests necessary for REIT qualification. These REIT limitations mean that Simon cannot make an investment that would cause its real estate assets to be less than 75% of its total assets. Simon must also derive at least 75% of its gross income directly or indirectly from investments relating to real property or mortgages on real property, including “rents from real property,” dividends from other REITs and, in certain circumstances, interest from certain types of temporary investments. In addition, Simon must also derive at least 95% of its gross income from such real property investments, and from dividends, interest and gains from the sale or dispositions of stock or securities or from other combinations of the foregoing. Subject to Simon’s REIT limitations, we may invest in the securities of other issuers in connection with acquisitions of indirect interests in real estate. Such an investment would normally be in the form of general or limited partnership or membership interests in special purpose partnerships and limited liability companies that own one or more properties. We may, in the future, acquire all or substantially all of the securities or assets of other REITs, management companies or similar entities where such investments would be consistent with our investment policies.  Additionally we have and may in the future make investments in entities engaged in non-real estate activities, primarily through a taxable REIT subsidiary, similar to the investments we currently hold in certain retail operations. Financing Policies Because Simon’s REIT qualification requires us to distribute at least 90% of its REIT taxable income, we regularly access the debt markets to raise the funds necessary to finance acquisitions, develop and redevelop properties, and refinance maturing debt. We must comply with the covenants contained in our financing agreements that limit our ratio of debt to total assets or market value, as defined. For example, the Operating Partnership’s lines of credit and the indentures  5 5  Table of Contentsfor the Operating Partnership’s debt securities contain covenants that restrict the total amount of debt of the Operating Partnership to 65%, or 60% in relation to certain debt, of total assets, as defined under the related agreements, and secured debt to 50% of total assets. In addition, these agreements contain other covenants requiring compliance with financial ratios. Furthermore, the amount of debt that we may incur is limited as a practical matter by our desire to maintain acceptable ratings for the debt securities of the Operating Partnership. We strive to maintain investment grade ratings at all times for various business reasons, including their effect on our ability to access attractive capital, but we cannot assure you that we will be able to do so in the future.If Simon’s Board of Directors determines to seek additional capital, we may raise such capital by offering equity or incurring debt, creating joint ventures with existing ownership interests in properties, entering into joint venture arrangements for new development projects, retaining cash flows or a combination of these methods. If Simon’s Board of Directors determines to raise equity capital, it may, without stockholder approval, issue additional shares of common stock or other capital stock. Simon’s Board of Directors may issue a number of shares up to the amount of our authorized capital or may issue units in any manner and on such terms and for such consideration as it deems appropriate. We may also raise additional capital by issuing common units of partnership interest in the Operating Partnership, or units. Such securities also may include additional classes of Simon’s preferred stock or preferred units of partnership interest in the Operating Partnership, or preferred units, which may be convertible into common stock or units, as the case may be. Existing stockholders and unitholders have no preemptive right to purchase shares or units in any subsequent issuances of securities by us. Any issuance of equity could dilute a stockholder’s investment in Simon or a limited partner’s investment in the Operating Partnership.We expect most future borrowings will be made through the Operating Partnership or its subsidiaries. We might, however, incur borrowings through other entities that would be reloaned to the Operating Partnership. Borrowings may be in the form of bank borrowings, publicly and privately placed debt instruments, or purchase money obligations to the sellers of properties. Any such indebtedness may be secured or unsecured. Any such indebtedness may also have full or limited recourse to the borrower or be cross-collateralized with other debt, or may be fully or partially guaranteed by the Operating Partnership. We issue unsecured debt securities through the Operating Partnership, but we may issue other debt securities which may be convertible into common or preferred stock or be accompanied by warrants to purchase common or preferred stock. We also may sell or securitize our lease receivables. Although we may borrow to fund the payment of dividends, we currently have no expectation that we will regularly do so.The Operating Partnership has a $4.0 billion unsecured revolving credit facility, or the Credit Facility and a $3.5 billion supplemental unsecured revolving credit facility, or Supplemental Facility, or together, the Credit Facilities. The Credit Facility can be increased in the form of additional commitments in an aggregate amount not to exceed $1.0 billion, for a total aggregate size of $5.0 billion, subject to obtaining additional lender commitments and satisfying certain customary conditions precedent. The initial maturity date of the Credit Facility is June 30, 2024. The Credit Facility can be extended for two additional six-month periods to June 30, 2025, at our sole option, subject to satisfying certain customary conditions precedent. Borrowings under the Credit Facility bear interest, at our election, at either (i) (x) for Term Benchmark Loans, the Adjusted Term SOFR Rate, the applicable Local Rate, the Adjusted EURIBOR Rate, or the Adjusted TIBOR Rate, (y) for RFR Loans, if denominated in Sterling, SONIA plus a benchmark adjustment and if denominated in Dollars, Daily Simple SOFR plus a benchmark adjustment, or (z) for Daily SOFR Loans, the Adjusted Floating Overnight Daily SOFR Rate, in each case of clauses (x) through (z) above, plus a margin determined by our corporate credit rating of between 0.650% and 1.400% or (ii) for loans denominated in U.S. Dollars only, the base rate (which rate is equal to the greatest of the prime rate, the federal funds effective rate plus 0.500% or Adjusted Term SOFR Rate for one month plus 1.000%) (the “Base Rate”), plus a margin determined by our corporate credit rating of between 0.000% and 0.400%. The Credit Facility includes a facility fee determined by our corporate credit rating of between 0.100% and 0.300% on the aggregate revolving commitments under the Credit Facility.  Based upon our current credit ratings, the interest rate on the Credit Facility is SOFR plus 72.5 basis points, plus a spread adjustment to account for the transition from LIBOR to SOFR. The Supplemental Facility’s initial borrowing capacity of $3.5 billion may be increased to $4.5 billion during its term. The initial maturity date of the Supplemental Facility is January 31, 2026 and can be extended for an additional year to January 31, 2027 at our sole option, subject to our continued compliance with the terms thereof.Borrowings under the Supplemental Facility bear interest, at our election, at either (i) (x) for Term Benchmark Loans, the Adjusted Term SOFR Rate, the applicable Local Rate, the Adjusted EURIBOR Rate, or the Adjusted TIBOR Rate, (y) for RFR Loans, if denominated in Sterling, SONIA plus a benchmark adjustment and if denominated in Dollars, Daily Simple SOFR plus a benchmark adjustment, or (z) for Daily SOFR Loans, the Adjusted Floating Overnight Daily SOFR Rate, in each case of clauses (x) through (z) above, plus a margin determined by our corporate credit rating of between 6 Table of Contents Table of Contents for the Operating Partnership’s debt securities contain covenants that restrict the total amount of debt of the Operating Partnership to 65%, or 60% in relation to certain debt, of total assets, as defined under the related agreements, and secured debt to 50% of total assets. In addition, these agreements contain other covenants requiring compliance with financial ratios. Furthermore, the amount of debt that we may incur is limited as a practical matter by our desire to maintain acceptable ratings for the debt securities of the Operating Partnership. We strive to maintain investment grade ratings at all times for various business reasons, including their effect on our ability to access attractive capital, but we cannot assure you that we will be able to do so in the future.If Simon’s Board of Directors determines to seek additional capital, we may raise such capital by offering equity or incurring debt, creating joint ventures with existing ownership interests in properties, entering into joint venture arrangements for new development projects, retaining cash flows or a combination of these methods. If Simon’s Board of Directors determines to raise equity capital, it may, without stockholder approval, issue additional shares of common stock or other capital stock. Simon’s Board of Directors may issue a number of shares up to the amount of our authorized capital or may issue units in any manner and on such terms and for such consideration as it deems appropriate. We may also raise additional capital by issuing common units of partnership interest in the Operating Partnership, or units. Such securities also may include additional classes of Simon’s preferred stock or preferred units of partnership interest in the Operating Partnership, or preferred units, which may be convertible into common stock or units, as the case may be. Existing stockholders and unitholders have no preemptive right to purchase shares or units in any subsequent issuances of securities by us. Any issuance of equity could dilute a stockholder’s investment in Simon or a limited partner’s investment in the Operating Partnership.We expect most future borrowings will be made through the Operating Partnership or its subsidiaries. We might, however, incur borrowings through other entities that would be reloaned to the Operating Partnership. Borrowings may be in the form of bank borrowings, publicly and privately placed debt instruments, or purchase money obligations to the sellers of properties. Any such indebtedness may be secured or unsecured. Any such indebtedness may also have full or limited recourse to the borrower or be cross-collateralized with other debt, or may be fully or partially guaranteed by the Operating Partnership. We issue unsecured debt securities through the Operating Partnership, but we may issue other debt securities which may be convertible into common or preferred stock or be accompanied by warrants to purchase common or preferred stock. We also may sell or securitize our lease receivables. Although we may borrow to fund the payment of dividends, we currently have no expectation that we will regularly do so.The Operating Partnership has a $4.0 billion unsecured revolving credit facility, or the Credit Facility and a $3.5 billion supplemental unsecured revolving credit facility, or Supplemental Facility, or together, the Credit Facilities. The Credit Facility can be increased in the form of additional commitments in an aggregate amount not to exceed $1.0 billion, for a total aggregate size of $5.0 billion, subject to obtaining additional lender commitments and satisfying certain customary conditions precedent. The initial maturity date of the Credit Facility is June 30, 2024. The Credit Facility can be extended for two additional six-month periods to June 30, 2025, at our sole option, subject to satisfying certain customary conditions precedent. Borrowings under the Credit Facility bear interest, at our election, at either (i) (x) for Term Benchmark Loans, the Adjusted Term SOFR Rate, the applicable Local Rate, the Adjusted EURIBOR Rate, or the Adjusted TIBOR Rate, (y) for RFR Loans, if denominated in Sterling, SONIA plus a benchmark adjustment and if denominated in Dollars, Daily Simple SOFR plus a benchmark adjustment, or (z) for Daily SOFR Loans, the Adjusted Floating Overnight Daily SOFR Rate, in each case of clauses (x) through (z) above, plus a margin determined by our corporate credit rating of between 0.650% and 1.400% or (ii) for loans denominated in U.S. Dollars only, the base rate (which rate is equal to the greatest of the prime rate, the federal funds effective rate plus 0.500% or Adjusted Term SOFR Rate for one month plus 1.000%) (the “Base Rate”), plus a margin determined by our corporate credit rating of between 0.000% and 0.400%. The Credit Facility includes a facility fee determined by our corporate credit rating of between 0.100% and 0.300% on the aggregate revolving commitments under the Credit Facility.  Based upon our current credit ratings, the interest rate on the Credit Facility is SOFR plus 72.5 basis points, plus a spread adjustment to account for the transition from LIBOR to SOFR. The Supplemental Facility’s initial borrowing capacity of $3.5 billion may be increased to $4.5 billion during its term. The initial maturity date of the Supplemental Facility is January 31, 2026 and can be extended for an additional year to January 31, 2027 at our sole option, subject to our continued compliance with the terms thereof.Borrowings under the Supplemental Facility bear interest, at our election, at either (i) (x) for Term Benchmark Loans, the Adjusted Term SOFR Rate, the applicable Local Rate, the Adjusted EURIBOR Rate, or the Adjusted TIBOR Rate, (y) for RFR Loans, if denominated in Sterling, SONIA plus a benchmark adjustment and if denominated in Dollars, Daily Simple SOFR plus a benchmark adjustment, or (z) for Daily SOFR Loans, the Adjusted Floating Overnight Daily SOFR Rate, in each case of clauses (x) through (z) above, plus a margin determined by our corporate credit rating of between  for the Operating Partnership’s debt securities contain covenants that restrict the total amount of debt of the Operating Partnership to 65%, or 60% in relation to certain debt, of total assets, as defined under the related agreements, and secured debt to 50% of total assets. In addition, these agreements contain other covenants requiring compliance with financial ratios. Furthermore, the amount of debt that we may incur is limited as a practical matter by our desire to maintain acceptable ratings for the debt securities of the Operating Partnership. We strive to maintain investment grade ratings at all times for various business reasons, including their effect on our ability to access attractive capital, but we cannot assure you that we will be able to do so in the future. If Simon’s Board of Directors determines to seek additional capital, we may raise such capital by offering equity or incurring debt, creating joint ventures with existing ownership interests in properties, entering into joint venture arrangements for new development projects, retaining cash flows or a combination of these methods. If Simon’s Board of Directors determines to raise equity capital, it may, without stockholder approval, issue additional shares of common stock or other capital stock. Simon’s Board of Directors may issue a number of shares up to the amount of our authorized capital or may issue units in any manner and on such terms and for such consideration as it deems appropriate. We may also raise additional capital by issuing common units of partnership interest in the Operating Partnership, or units. Such securities also may include additional classes of Simon’s preferred stock or preferred units of partnership interest in the Operating Partnership, or preferred units, which may be convertible into common stock or units, as the case may be. Existing stockholders and unitholders have no preemptive right to purchase shares or units in any subsequent issuances of securities by us. Any issuance of equity could dilute a stockholder’s investment in Simon or a limited partner’s investment in the Operating Partnership. We expect most future borrowings will be made through the Operating Partnership or its subsidiaries. We might, however, incur borrowings through other entities that would be reloaned to the Operating Partnership. Borrowings may be in the form of bank borrowings, publicly and privately placed debt instruments, or purchase money obligations to the sellers of properties. Any such indebtedness may be secured or unsecured. Any such indebtedness may also have full or limited recourse to the borrower or be cross-collateralized with other debt, or may be fully or partially guaranteed by the Operating Partnership. We issue unsecured debt securities through the Operating Partnership, but we may issue other debt securities which may be convertible into common or preferred stock or be accompanied by warrants to purchase common or preferred stock. We also may sell or securitize our lease receivables. Although we may borrow to fund the payment of dividends, we currently have no expectation that we will regularly do so. The Operating Partnership has a $4.0 billion unsecured revolving credit facility, or the Credit Facility and a $3.5 billion supplemental unsecured revolving credit facility, or Supplemental Facility, or together, the Credit Facilities. The Credit Facility can be increased in the form of additional commitments in an aggregate amount not to exceed $1.0 billion, for a total aggregate size of $5.0 billion, subject to obtaining additional lender commitments and satisfying certain customary conditions precedent. The initial maturity date of the Credit Facility is June 30, 2024. The Credit Facility can be extended for two additional six-month periods to June 30, 2025, at our sole option, subject to satisfying certain customary conditions precedent.  Borrowings under the Credit Facility bear interest, at our election, at either (i) (x) for Term Benchmark Loans, the Adjusted Term SOFR Rate, the applicable Local Rate, the Adjusted EURIBOR Rate, or the Adjusted TIBOR Rate, (y) for RFR Loans, if denominated in Sterling, SONIA plus a benchmark adjustment and if denominated in Dollars, Daily Simple SOFR plus a benchmark adjustment, or (z) for Daily SOFR Loans, the Adjusted Floating Overnight Daily SOFR Rate, in each case of clauses (x) through (z) above, plus a margin determined by our corporate credit rating of between 0.650% and 1.400% or (ii) for loans denominated in U.S. Dollars only, the base rate (which rate is equal to the greatest of the prime rate, the federal funds effective rate plus 0.500% or Adjusted Term SOFR Rate for one month plus 1.000%) (the “Base Rate”), plus a margin determined by our corporate credit rating of between 0.000% and 0.400%. The Credit Facility includes a facility fee determined by our corporate credit rating of between 0.100% and 0.300% on the aggregate revolving commitments under the Credit Facility.  Based upon our current credit ratings, the interest rate on the Credit Facility is SOFR plus 72.5 basis points, plus a spread adjustment to account for the transition from LIBOR to SOFR.  The Supplemental Facility’s initial borrowing capacity of $3.5 billion may be increased to $4.5 billion during its term. The initial maturity date of the Supplemental Facility is January 31, 2026 and can be extended for an additional year to January 31, 2027 at our sole option, subject to our continued compliance with the terms thereof. Borrowings under the Supplemental Facility bear interest, at our election, at either (i) (x) for Term Benchmark Loans, the Adjusted Term SOFR Rate, the applicable Local Rate, the Adjusted EURIBOR Rate, or the Adjusted TIBOR Rate, (y) for RFR Loans, if denominated in Sterling, SONIA plus a benchmark adjustment and if denominated in Dollars, Daily Simple SOFR plus a benchmark adjustment, or (z) for Daily SOFR Loans, the Adjusted Floating Overnight Daily SOFR Rate, in each case of clauses (x) through (z) above, plus a margin determined by our corporate credit rating of between  6 6  Table of Contents0.650% and 1.400% or (ii) for loans denominated in U.S. Dollars only, the base rate (which rate is equal to the greatest of the prime rate, the federal funds effective rate plus 0.500% or Adjusted Term SOFR Rate for one month plus 1.000%) (the “Base Rate”), plus a margin determined by our corporate credit rating of between 0.000% and 0.400%. The Supplemental Facility includes a facility fee determined by our corporate credit rating of between 0.100% and 0.300% on the aggregate revolving commitments under the Supplemental Facility.  Based upon our current credit ratings, the interest rate on the Supplemental Facility is SOFR plus 72.5 basis points, plus a spread adjustment to account for the transition from LIBOR to SOFR. The Operating Partnership also has available a global unsecured commercial paper note program, or Commercial Paper program, of $2.0 billion, or the non-U.S. dollar equivalent thereof. The Operating Partnership may issue unsecured commercial paper notes, denominated in U.S. dollars, Euro and other currencies. Notes issued in non-U.S. currencies may be issued by one or more subsidiaries of the Operating Partnership and are guaranteed by the Operating Partnership. Notes are sold under customary terms in the U.S. and Euro commercial paper note markets and rank (either by themselves or as a result of the guarantee described above) pari passu with the Operating Partnership’s other unsecured senior indebtedness. The Commercial Paper program is supported by the Credit Facilities and, if necessary or appropriate, we may make one or more draws under the Credit Facilities to pay amounts outstanding from time to time on the Commercial Paper program.We may also finance our business through the following:●issuance of shares of common stock or preferred stock or warrants to purchase the same;●issuance of additional units;●issuance of preferred units;●issuance of other securities, including unsecured notes and mortgage debt;●draws on our Credit Facilities;●borrowings under the Commercial Paper program; or●sale or exchange of ownership interests in properties.The Operating Partnership may also issue units to contributors of properties or other partnership interests which may permit the contributor to defer tax gain recognition under the Internal Revenue Code.We do not have a policy limiting the number or amount of mortgages that may be placed on any particular property. Mortgage financing instruments, however, typically limit additional indebtedness on such properties. Additionally, the Credit Facilities, our unsecured note indentures and other contracts may limit our ability to borrow and contain limits on mortgage indebtedness we may incur as well as certain financial covenants we must maintain.Typically, we invest in or form special purpose entities to assist us in obtaining secured permanent financing at attractive terms. Permanent financing may be structured as a mortgage loan on a single property, or on a group of properties, and generally requires us to provide a mortgage lien on the property or properties in favor of an institutional third party, as a joint venture with a third party, or as a securitized financing. For securitized financings, we create special purpose entities to own the properties. These special purpose entities, which are common in the real estate industry, are structured so that they would not be consolidated in a bankruptcy proceeding involving a parent company. We decide upon the structure of the financing based upon the best terms then available to us and whether the proposed financing is consistent with our other business objectives. For accounting purposes, we include the outstanding securitized debt of special purpose entities owning consolidated properties as part of our consolidated indebtedness.Conflict of Interest PoliciesWe maintain policies and have entered into agreements designed to reduce or eliminate potential conflicts of interest. Simon has adopted governance principles governing the function, conduct, selection, orientation and duties of its subsidiaries and Simon’s Board of Directors and the Company, as well as written charters for each of the standing Committees of Simon’s Board of Directors. In addition, Simon’s Board of Directors has a Code of Business Conduct and Ethics, which applies to all of its officers, directors, and employees and those of its subsidiaries. At least a majority of the members of Simon’s Board of Directors must qualify, and do qualify, as independent under the listing standards of the New York Stock Exchange, or NYSE, and cannot be affiliated with the Simon family, who are significant stockholders in Simon and/or unitholders in the Operating Partnership. In addition, the Audit and Compensation and Human Capital Committees 7 Table of Contents Table of Contents 0.650% and 1.400% or (ii) for loans denominated in U.S. Dollars only, the base rate (which rate is equal to the greatest of the prime rate, the federal funds effective rate plus 0.500% or Adjusted Term SOFR Rate for one month plus 1.000%) (the “Base Rate”), plus a margin determined by our corporate credit rating of between 0.000% and 0.400%. The Supplemental Facility includes a facility fee determined by our corporate credit rating of between 0.100% and 0.300% on the aggregate revolving commitments under the Supplemental Facility.  Based upon our current credit ratings, the interest rate on the Supplemental Facility is SOFR plus 72.5 basis points, plus a spread adjustment to account for the transition from LIBOR to SOFR. The Operating Partnership also has available a global unsecured commercial paper note program, or Commercial Paper program, of $2.0 billion, or the non-U.S. dollar equivalent thereof. The Operating Partnership may issue unsecured commercial paper notes, denominated in U.S. dollars, Euro and other currencies. Notes issued in non-U.S. currencies may be issued by one or more subsidiaries of the Operating Partnership and are guaranteed by the Operating Partnership. Notes are sold under customary terms in the U.S. and Euro commercial paper note markets and rank (either by themselves or as a result of the guarantee described above) pari passu with the Operating Partnership’s other unsecured senior indebtedness. The Commercial Paper program is supported by the Credit Facilities and, if necessary or appropriate, we may make one or more draws under the Credit Facilities to pay amounts outstanding from time to time on the Commercial Paper program.We may also finance our business through the following:●issuance of shares of common stock or preferred stock or warrants to purchase the same;●issuance of additional units;●issuance of preferred units;●issuance of other securities, including unsecured notes and mortgage debt;●draws on our Credit Facilities;●borrowings under the Commercial Paper program; or●sale or exchange of ownership interests in properties.The Operating Partnership may also issue units to contributors of properties or other partnership interests which may permit the contributor to defer tax gain recognition under the Internal Revenue Code.We do not have a policy limiting the number or amount of mortgages that may be placed on any particular property. Mortgage financing instruments, however, typically limit additional indebtedness on such properties. Additionally, the Credit Facilities, our unsecured note indentures and other contracts may limit our ability to borrow and contain limits on mortgage indebtedness we may incur as well as certain financial covenants we must maintain.Typically, we invest in or form special purpose entities to assist us in obtaining secured permanent financing at attractive terms. Permanent financing may be structured as a mortgage loan on a single property, or on a group of properties, and generally requires us to provide a mortgage lien on the property or properties in favor of an institutional third party, as a joint venture with a third party, or as a securitized financing. For securitized financings, we create special purpose entities to own the properties. These special purpose entities, which are common in the real estate industry, are structured so that they would not be consolidated in a bankruptcy proceeding involving a parent company. We decide upon the structure of the financing based upon the best terms then available to us and whether the proposed financing is consistent with our other business objectives. For accounting purposes, we include the outstanding securitized debt of special purpose entities owning consolidated properties as part of our consolidated indebtedness.Conflict of Interest PoliciesWe maintain policies and have entered into agreements designed to reduce or eliminate potential conflicts of interest. Simon has adopted governance principles governing the function, conduct, selection, orientation and duties of its subsidiaries and Simon’s Board of Directors and the Company, as well as written charters for each of the standing Committees of Simon’s Board of Directors. In addition, Simon’s Board of Directors has a Code of Business Conduct and Ethics, which applies to all of its officers, directors, and employees and those of its subsidiaries. At least a majority of the members of Simon’s Board of Directors must qualify, and do qualify, as independent under the listing standards of the New York Stock Exchange, or NYSE, and cannot be affiliated with the Simon family, who are significant stockholders in Simon and/or unitholders in the Operating Partnership. In addition, the Audit and Compensation and Human Capital Committees  0.650% and 1.400% or (ii) for loans denominated in U.S. Dollars only, the base rate (which rate is equal to the greatest of the prime rate, the federal funds effective rate plus 0.500% or Adjusted Term SOFR Rate for one month plus 1.000%) (the “Base Rate”), plus a margin determined by our corporate credit rating of between 0.000% and 0.400%. The Supplemental Facility includes a facility fee determined by our corporate credit rating of between 0.100% and 0.300% on the aggregate revolving commitments under the Supplemental Facility.  Based upon our current credit ratings, the interest rate on the Supplemental Facility is SOFR plus 72.5 basis points, plus a spread adjustment to account for the transition from LIBOR to SOFR.  The Operating Partnership also has available a global unsecured commercial paper note program, or Commercial Paper program, of $2.0 billion, or the non-U.S. dollar equivalent thereof. The Operating Partnership may issue unsecured commercial paper notes, denominated in U.S. dollars, Euro and other currencies. Notes issued in non-U.S. currencies may be issued by one or more subsidiaries of the Operating Partnership and are guaranteed by the Operating Partnership. Notes are sold under customary terms in the U.S. and Euro commercial paper note markets and rank (either by themselves or as a result of the guarantee described above) pari passu with the Operating Partnership’s other unsecured senior indebtedness. The Commercial Paper program is supported by the Credit Facilities and, if necessary or appropriate, we may make one or more draws under the Credit Facilities to pay amounts outstanding from time to time on the Commercial Paper program. We may also finance our business through the following:  The Operating Partnership may also issue units to contributors of properties or other partnership interests which may permit the contributor to defer tax gain recognition under the Internal Revenue Code. We do not have a policy limiting the number or amount of mortgages that may be placed on any particular property.  Mortgage financing instruments, however, typically limit additional indebtedness on such properties. Additionally, the Credit Facilities, our unsecured note indentures and other contracts may limit our ability to borrow and contain limits on mortgage indebtedness we may incur as well as certain financial covenants we must maintain. Typically, we invest in or form special purpose entities to assist us in obtaining secured permanent financing at attractive terms. Permanent financing may be structured as a mortgage loan on a single property, or on a group of properties, and generally requires us to provide a mortgage lien on the property or properties in favor of an institutional third party, as a joint venture with a third party, or as a securitized financing. For securitized financings, we create special purpose entities to own the properties. These special purpose entities, which are common in the real estate industry, are structured so that they would not be consolidated in a bankruptcy proceeding involving a parent company. We decide upon the structure of the financing based upon the best terms then available to us and whether the proposed financing is consistent with our other business objectives. For accounting purposes, we include the outstanding securitized debt of special purpose entities owning consolidated properties as part of our consolidated indebtedness. Conflict of Interest Policies We maintain policies and have entered into agreements designed to reduce or eliminate potential conflicts of interest. Simon has adopted governance principles governing the function, conduct, selection, orientation and duties of its subsidiaries and Simon’s Board of Directors and the Company, as well as written charters for each of the standing Committees of Simon’s Board of Directors. In addition, Simon’s Board of Directors has a Code of Business Conduct and Ethics, which applies to all of its officers, directors, and employees and those of its subsidiaries. At least a majority of the members of Simon’s Board of Directors must qualify, and do qualify, as independent under the listing standards of the New York Stock Exchange, or NYSE, and cannot be affiliated with the Simon family, who are significant stockholders in Simon and/or unitholders in the Operating Partnership. In addition, the Audit and Compensation and Human Capital Committees  7 7  Table of Contentsof Simon’s Board of Directors are comprised entirely of independent members who meet the additional independence and financial expert requirements of the NYSE as required. The sale by the Operating Partnership of any property that it owns may have an adverse tax impact on the Simon family or other limited partners of the Operating Partnership. Any transaction between us and the Simon family, including property acquisitions, service and property management agreements and retail space leases, must be approved by the Company’s Audit Committee.In order to avoid any conflict of interest, the Simon charter requires that at least three-fourths of Simon’s independent directors must authorize and require the Operating Partnership to sell any property it owns. Any such sale is subject to applicable agreements with third parties. A noncompetition agreement executed by Herbert Simon, Simon’s Chairman Emeritus, and a noncompetition agreement executed by David Simon, Simon’s Chairman, Chief Executive Officer and President, which remains in effect notwithstanding the expiration of David Simon’s employment agreement in 2019, contain covenants limiting their ability to participate in certain shopping center activities.Policies With Respect To Certain Other ActivitiesWe intend to make investments which are consistent with Simon’s qualification as a REIT, unless Simon’s Board of Directors determines that it is no longer in Simon’s best interests to so qualify as a REIT. Simon’s Board of Directors may make such a determination because of changing circumstances or changes in the REIT requirements. Simon has authority to issue shares of its capital stock or other securities in exchange for property. We also have authority to repurchase or otherwise reacquire Simon’s shares, the Operating Partnership’s units, or any other securities. On May 16, 2022, Simon's Board of Directors authorized a common stock repurchase plan, or the Repurchase Program.  Under the program, the Company may purchase up to $2.0 billion of its common stock during the two-year period ending May 16, 2024. Simon may also issue shares of its common stock, or pay cash at its option, to holders of units in future periods upon exercise of such holders’ rights under the partnership agreement of the Operating Partnership. Our policy prohibits us from making any loans to the directors or executive officers of Simon for any purpose. We may make loans to the joint ventures in which we participate. Additionally, we may make or buy interests in loans secured by real estate properties owned by others or make investments in companies that own real estate assets.CompetitionThe retail real estate industry is dynamic and competitive. We compete with numerous merchandise distribution channels, including malls, outlet centers, community/lifestyle centers, and other shopping centers in the United States and abroad. We also compete with internet retailing sites and catalogs, including our tenants, which provide retailers with distribution options beyond existing brick and mortar retail properties. The existence of competitive alternatives, accelerated by the impact of COVID-19, could have a material adverse effect on our ability to lease space and on the level of rents we can obtain. This results in competition for both the tenants to occupy the properties that we develop and manage as well as for the acquisition of prime sites (including land for development and operating properties). We believe that there are numerous factors that make our properties highly desirable to retailers, including:●the quality, location and diversity of our properties;●our management and operational expertise;●our extensive experience and relationships with retailers, lenders and suppliers;●our marketing initiatives and consumer focused strategic corporate alliances; and●the sustainability of physical retail.Certain ActivitiesDuring the past three years, we have:●issued 354,455 shares of Simon common stock upon the exchange of units in the Operating Partnership;●issued 751,042 restricted shares of Simon common stock and 108,694 long-term incentive performance units, or LTIP units, net of forfeitures, under The Simon Property Group 1998 Stock Incentive Plan, as amended, or the 1998 Plan, and the Simon Property Group, L.P. 2019 Stock Incentive Plan, or the 2019 Plan;8 Table of Contents Table of Contents of Simon’s Board of Directors are comprised entirely of independent members who meet the additional independence and financial expert requirements of the NYSE as required. The sale by the Operating Partnership of any property that it owns may have an adverse tax impact on the Simon family or other limited partners of the Operating Partnership. Any transaction between us and the Simon family, including property acquisitions, service and property management agreements and retail space leases, must be approved by the Company’s Audit Committee.In order to avoid any conflict of interest, the Simon charter requires that at least three-fourths of Simon’s independent directors must authorize and require the Operating Partnership to sell any property it owns. Any such sale is subject to applicable agreements with third parties. A noncompetition agreement executed by Herbert Simon, Simon’s Chairman Emeritus, and a noncompetition agreement executed by David Simon, Simon’s Chairman, Chief Executive Officer and President, which remains in effect notwithstanding the expiration of David Simon’s employment agreement in 2019, contain covenants limiting their ability to participate in certain shopping center activities.Policies With Respect To Certain Other ActivitiesWe intend to make investments which are consistent with Simon’s qualification as a REIT, unless Simon’s Board of Directors determines that it is no longer in Simon’s best interests to so qualify as a REIT. Simon’s Board of Directors may make such a determination because of changing circumstances or changes in the REIT requirements. Simon has authority to issue shares of its capital stock or other securities in exchange for property. We also have authority to repurchase or otherwise reacquire Simon’s shares, the Operating Partnership’s units, or any other securities. On May 16, 2022, Simon's Board of Directors authorized a common stock repurchase plan, or the Repurchase Program.  Under the program, the Company may purchase up to $2.0 billion of its common stock during the two-year period ending May 16, 2024. Simon may also issue shares of its common stock, or pay cash at its option, to holders of units in future periods upon exercise of such holders’ rights under the partnership agreement of the Operating Partnership. Our policy prohibits us from making any loans to the directors or executive officers of Simon for any purpose. We may make loans to the joint ventures in which we participate. Additionally, we may make or buy interests in loans secured by real estate properties owned by others or make investments in companies that own real estate assets.CompetitionThe retail real estate industry is dynamic and competitive. We compete with numerous merchandise distribution channels, including malls, outlet centers, community/lifestyle centers, and other shopping centers in the United States and abroad. We also compete with internet retailing sites and catalogs, including our tenants, which provide retailers with distribution options beyond existing brick and mortar retail properties. The existence of competitive alternatives, accelerated by the impact of COVID-19, could have a material adverse effect on our ability to lease space and on the level of rents we can obtain. This results in competition for both the tenants to occupy the properties that we develop and manage as well as for the acquisition of prime sites (including land for development and operating properties). We believe that there are numerous factors that make our properties highly desirable to retailers, including:●the quality, location and diversity of our properties;●our management and operational expertise;●our extensive experience and relationships with retailers, lenders and suppliers;●our marketing initiatives and consumer focused strategic corporate alliances; and●the sustainability of physical retail.Certain ActivitiesDuring the past three years, we have:●issued 354,455 shares of Simon common stock upon the exchange of units in the Operating Partnership;●issued 751,042 restricted shares of Simon common stock and 108,694 long-term incentive performance units, or LTIP units, net of forfeitures, under The Simon Property Group 1998 Stock Incentive Plan, as amended, or the 1998 Plan, and the Simon Property Group, L.P. 2019 Stock Incentive Plan, or the 2019 Plan; of Simon’s Board of Directors are comprised entirely of independent members who meet the additional independence and financial expert requirements of the NYSE as required.  The sale by the Operating Partnership of any property that it owns may have an adverse tax impact on the Simon family or other limited partners of the Operating Partnership. Any transaction between us and the Simon family, including property acquisitions, service and property management agreements and retail space leases, must be approved by the Company’s Audit Committee. In order to avoid any conflict of interest, the Simon charter requires that at least three-fourths of Simon’s independent directors must authorize and require the Operating Partnership to sell any property it owns. Any such sale is subject to applicable agreements with third parties. A noncompetition agreement executed by Herbert Simon, Simon’s Chairman Emeritus, and a noncompetition agreement executed by David Simon, Simon’s Chairman, Chief Executive Officer and President, which remains in effect notwithstanding the expiration of David Simon’s employment agreement in 2019, contain covenants limiting their ability to participate in certain shopping center activities. Policies With Respect To Certain Other Activities We intend to make investments which are consistent with Simon’s qualification as a REIT, unless Simon’s Board of Directors determines that it is no longer in Simon’s best interests to so qualify as a REIT. Simon’s Board of Directors may make such a determination because of changing circumstances or changes in the REIT requirements. Simon has authority to issue shares of its capital stock or other securities in exchange for property. We also have authority to repurchase or otherwise reacquire Simon’s shares, the Operating Partnership’s units, or any other securities. On May 16, 2022, Simon's Board of Directors authorized a common stock repurchase plan, or the Repurchase Program.  Under the program, the Company may purchase up to $2.0 billion of its common stock during the two-year period ending May 16, 2024. Simon may also issue shares of its common stock, or pay cash at its option, to holders of units in future periods upon exercise of such holders’ rights under the partnership agreement of the Operating Partnership. Our policy prohibits us from making any loans to the directors or executive officers of Simon for any purpose. We may make loans to the joint ventures in which we participate. Additionally, we may make or buy interests in loans secured by real estate properties owned by others or make investments in companies that own real estate assets. Competition The retail real estate industry is dynamic and competitive. We compete with numerous merchandise distribution channels, including malls, outlet centers, community/lifestyle centers, and other shopping centers in the United States and abroad. We also compete with internet retailing sites and catalogs, including our tenants, which provide retailers with distribution options beyond existing brick and mortar retail properties. The existence of competitive alternatives, accelerated by the impact of COVID-19, could have a material adverse effect on our ability to lease space and on the level of rents we can obtain. This results in competition for both the tenants to occupy the properties that we develop and manage as well as for the acquisition of prime sites (including land for development and operating properties). We believe that there are numerous factors that make our properties highly desirable to retailers, including:  Certain Activities During the past three years, we have: 8 8  Table of Contents●purchased 3,075,676 shares of Simon common stock in the open market for $333.0 million pursuant to our Repurchase Programs;●issued 22,137,500 shares of common stock in a public offering at a public offering price of $72.50 per share, before underwriting discounts and commissions;●issued 955,705 units in the Operating Partnership as part of the consideration for the acquisition of an 80% interest in TRG;●redeemed 147,103 units in the Operating Partnership at an average price of $137.17 per unit in cash; ●amended and replaced in its entirety the Operating Partnership’s existing Credit Facility in March 2020, by entering into an unsecured credit facility compromised of (i) an amendment and extension of the Credit Facility and (ii) a $2.0 billion delayed-draw term loan facility, or Term Facility;●amended the Credit Facility to transition the borrowing rates from LIBOR to successor benchmark indexes in November 2021;●amended, restated, and extended the Supplemental Facility in October 2021;●borrowed a maximum amount of $3.9 billion under the Credit Facilities; the outstanding amount of borrowings under the Credit Facility and Supplemental Facility as of December 31, 2022, were $125.0 million and $802.8 million, respectively;●borrowed a maximum amount of $2.0 billion under the Term Facility; there were no outstanding borrowings as of December 31, 2022;●there were no outstanding borrowings of Commercial Paper notes as of December 31, 2022; and●provided annual reports containing financial statements audited by our independent registered public accounting firm and quarterly reports containing unaudited financial statements to our security holders. Human CapitalAt December 31, 2022, we and our affiliates employed approximately 3,300 persons at various properties and offices throughout the United States, of which approximately 800 were part-time. Approximately 1,000 of these employees were located at our corporate headquarters in Indianapolis, Indiana.We believe our employees are the driving force behind our success.  To ensure we continue to attract, develop and retain the best talent across the organization, we invest in our employees and provide equal opportunities. We offer a variety of ongoing talent programs that foster continual development, high performance and overall organizational effectiveness, including a series of leadership development programs. We conduct an annual talent-assessment process for selected business functions within our corporate and field organizations that includes plans for individual employee career development and long-term leadership succession, and also conduct an annual performance appraisal process for all regular employees. We are focused on providing a work environment that is free from any form of discrimination or harassment for any protected class and also embraces principles of inclusiveness. We have implemented a sustainable diversity and inclusion strategy, including an internal policy, targeted solutions for employees and an annual process of assessment, action and evaluation led by our human resources department.Our compensation program is designed to, among other things, attract, retain and motivate talented and experienced individuals using a mix of competitive salaries, bonuses, equity based awards and other benefits.Government Regulations Affecting Our PropertiesWe are subject to federal, state and local environmental regulations that apply generally to the ownership of real property and the operations conducted on real property.  As of December 31, 2022, we are not aware of any environmental conditions or material costs of complying with environmental or other regulations that would have a material adverse effect on our overall business, financial condition, or results of operations.  However, it is possible that we are not aware of, or may become subject to, potential environmental liabilities or material costs of complying with governmental regulations that could be material.  See further discussion in Item 1A. Risk Factors.​9 Table of Contents Table of Contents ●purchased 3,075,676 shares of Simon common stock in the open market for $333.0 million pursuant to our Repurchase Programs;●issued 22,137,500 shares of common stock in a public offering at a public offering price of $72.50 per share, before underwriting discounts and commissions;●issued 955,705 units in the Operating Partnership as part of the consideration for the acquisition of an 80% interest in TRG;●redeemed 147,103 units in the Operating Partnership at an average price of $137.17 per unit in cash; ●amended and replaced in its entirety the Operating Partnership’s existing Credit Facility in March 2020, by entering into an unsecured credit facility compromised of (i) an amendment and extension of the Credit Facility and (ii) a $2.0 billion delayed-draw term loan facility, or Term Facility;●amended the Credit Facility to transition the borrowing rates from LIBOR to successor benchmark indexes in November 2021;●amended, restated, and extended the Supplemental Facility in October 2021;●borrowed a maximum amount of $3.9 billion under the Credit Facilities; the outstanding amount of borrowings under the Credit Facility and Supplemental Facility as of December 31, 2022, were $125.0 million and $802.8 million, respectively;●borrowed a maximum amount of $2.0 billion under the Term Facility; there were no outstanding borrowings as of December 31, 2022;●there were no outstanding borrowings of Commercial Paper notes as of December 31, 2022; and●provided annual reports containing financial statements audited by our independent registered public accounting firm and quarterly reports containing unaudited financial statements to our security holders. Human CapitalAt December 31, 2022, we and our affiliates employed approximately 3,300 persons at various properties and offices throughout the United States, of which approximately 800 were part-time. Approximately 1,000 of these employees were located at our corporate headquarters in Indianapolis, Indiana.We believe our employees are the driving force behind our success.  To ensure we continue to attract, develop and retain the best talent across the organization, we invest in our employees and provide equal opportunities. We offer a variety of ongoing talent programs that foster continual development, high performance and overall organizational effectiveness, including a series of leadership development programs. We conduct an annual talent-assessment process for selected business functions within our corporate and field organizations that includes plans for individual employee career development and long-term leadership succession, and also conduct an annual performance appraisal process for all regular employees. We are focused on providing a work environment that is free from any form of discrimination or harassment for any protected class and also embraces principles of inclusiveness. We have implemented a sustainable diversity and inclusion strategy, including an internal policy, targeted solutions for employees and an annual process of assessment, action and evaluation led by our human resources department.Our compensation program is designed to, among other things, attract, retain and motivate talented and experienced individuals using a mix of competitive salaries, bonuses, equity based awards and other benefits.Government Regulations Affecting Our PropertiesWe are subject to federal, state and local environmental regulations that apply generally to the ownership of real property and the operations conducted on real property.  As of December 31, 2022, we are not aware of any environmental conditions or material costs of complying with environmental or other regulations that would have a material adverse effect on our overall business, financial condition, or results of operations.  However, it is possible that we are not aware of, or may become subject to, potential environmental liabilities or material costs of complying with governmental regulations that could be material.  See further discussion in Item 1A. Risk Factors.​  Human Capital At December 31, 2022, we and our affiliates employed approximately 3,300 persons at various properties and offices throughout the United States, of which approximately 800 were part-time. Approximately 1,000 of these employees were located at our corporate headquarters in Indianapolis, Indiana. We believe our employees are the driving force behind our success.  To ensure we continue to attract, develop and retain the best talent across the organization, we invest in our employees and provide equal opportunities. We offer a variety of ongoing talent programs that foster continual development, high performance and overall organizational effectiveness, including a series of leadership development programs. We conduct an annual talent-assessment process for selected business functions within our corporate and field organizations that includes plans for individual employee career development and long-term leadership succession, and also conduct an annual performance appraisal process for all regular employees.  We are focused on providing a work environment that is free from any form of discrimination or harassment for any protected class and also embraces principles of inclusiveness. We have implemented a sustainable diversity and inclusion strategy, including an internal policy, targeted solutions for employees and an annual process of assessment, action and evaluation led by our human resources department. Our compensation program is designed to, among other things, attract, retain and motivate talented and experienced individuals using a mix of competitive salaries, bonuses, equity based awards and other benefits. Government Regulations Affecting Our Properties We are subject to federal, state and local environmental regulations that apply generally to the ownership of real property and the operations conducted on real property.  As of December 31, 2022, we are not aware of any environmental conditions or material costs of complying with environmental or other regulations that would have a material adverse effect on our overall business, financial condition, or results of operations.  However, it is possible that we are not aware of, or may become subject to, potential environmental liabilities or material costs of complying with governmental regulations that could be material.  See further discussion in Item 1A. Risk Factors. ​ 9 9  Table of ContentsCorporate HeadquartersOur corporate headquarters are located at 225 West Washington Street, Indianapolis, Indiana 46204, and our telephone number is (317) 636-1600.Available InformationSimon is a large accelerated filer (as defined in Rule 12b-2 of the Securities Exchange Act of 1934, as amended, or the Exchange Act) and is required, pursuant to Item 101 of Regulation S-K, to provide certain information regarding our website and the availability of certain documents filed with or furnished to the Securities and Exchange Commission, or the SEC. Our Internet website address is www.simon.com. Our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act are available or may be accessed free of charge through the “About Simon/Investor Relations” section of our Internet website as soon as reasonably practicable after we electronically file such material with, or furnish it to, the SEC. Our Internet website and the information contained therein or connected thereto are not, and are not intended to be, incorporated into this Annual Report on Form 10-K.The following corporate governance documents are also available through the “About Simon/Investor Relations/ Governance” section of our Internet website or may be obtained in print form by request of our Investor Relations Department: Governance Principles, Code of Business Conduct and Ethics, Audit Committee Charter, Compensation and Human Capital Committees Charter, and Governance and Nominating Committee Charter.In addition, we intend to disclose on our Internet website any amendments to, or waivers from, our Code of Business Conduct and Ethics that are required to be publicly disclosed pursuant to rules of the SEC and the NYSE.Information about our Executive OfficersThe following table sets forth certain information with respect to Simon’s executive officers as of February 23, 2023.​​​​​Name    Age    PositionDavid Simon  61 Chairman of the Board, Chief Executive Officer and PresidentJohn Rulli  66 Chief Administrative OfficerSteven E. Fivel  62 General Counsel and SecretaryBrian J. McDade  43 Executive Vice President and Chief Financial OfficerAdam J. Reuille  48 Senior Vice President and Chief Accounting OfficerDonald G. Frey​ 47​Treasurer and Executive Vice PresidentKevin M. Kelly​ 42​Assistant General Counsel and Assistant Secretary​The executive officers of Simon serve at the pleasure of Simon’s Board of Directors.Mr. Simon has served as the Chairman of Simon’s Board of Directors since 2007, Chief Executive Officer of Simon or its predecessor since 1995 and assumed the position of President in 2019. Mr. Simon has also been a director of Simon or its predecessor since its incorporation in 1993. Mr. Simon was the President of Simon’s predecessor from 1993 to 1996. He is the nephew of Herbert Simon.Mr. Rulli serves as Simon’s Chief Administrative Officer. Mr. Rulli joined Melvin Simon & Associates, Inc., or MSA, in 1988 and held various positions with MSA and Simon thereafter. Mr. Rulli became Chief Administrative Officer in 2007 and was promoted to Senior Executive Vice President in 2011. Mr. Fivel serves as Simon’s General Counsel and Secretary. Prior to rejoining Simon in 2011 as Assistant General Counsel and Assistant Secretary, Mr. Fivel served as Executive Vice President, General Counsel and Secretary of Brightpoint, Inc. Mr. Fivel was previously employed by MSA from 1988 until 1993 and then by Simon from 1993 to 1996.  Mr. Fivel was promoted to General Counsel and Secretary in 2017.Mr. McDade serves as Simon’s Executive Vice President and Chief Financial Officer. Mr. McDade joined Simon in 2007 as the Director of Capital Markets and was promoted to Senior Vice President of Capital Markets in 2013 and Treasurer in 2014.  He was promoted to Executive Vice President and Chief Financial Officer in 2018.Mr. Reuille serves as Simon’s Senior Vice President and Chief Accounting Officer and prior to that as Simon’s Vice President and Corporate Controller. Mr. Reuille joined Simon in 2009 and was promoted to Senior Vice President and Chief Accounting Officer in 2018.10 Table of Contents Table of Contents Corporate HeadquartersOur corporate headquarters are located at 225 West Washington Street, Indianapolis, Indiana 46204, and our telephone number is (317) 636-1600.Available InformationSimon is a large accelerated filer (as defined in Rule 12b-2 of the Securities Exchange Act of 1934, as amended, or the Exchange Act) and is required, pursuant to Item 101 of Regulation S-K, to provide certain information regarding our website and the availability of certain documents filed with or furnished to the Securities and Exchange Commission, or the SEC. Our Internet website address is www.simon.com. Our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act are available or may be accessed free of charge through the “About Simon/Investor Relations” section of our Internet website as soon as reasonably practicable after we electronically file such material with, or furnish it to, the SEC. Our Internet website and the information contained therein or connected thereto are not, and are not intended to be, incorporated into this Annual Report on Form 10-K.The following corporate governance documents are also available through the “About Simon/Investor Relations/ Governance” section of our Internet website or may be obtained in print form by request of our Investor Relations Department: Governance Principles, Code of Business Conduct and Ethics, Audit Committee Charter, Compensation and Human Capital Committees Charter, and Governance and Nominating Committee Charter.In addition, we intend to disclose on our Internet website any amendments to, or waivers from, our Code of Business Conduct and Ethics that are required to be publicly disclosed pursuant to rules of the SEC and the NYSE.Information about our Executive OfficersThe following table sets forth certain information with respect to Simon’s executive officers as of February 23, 2023.​​​​​Name    Age    PositionDavid Simon  61 Chairman of the Board, Chief Executive Officer and PresidentJohn Rulli  66 Chief Administrative OfficerSteven E. Fivel  62 General Counsel and SecretaryBrian J. McDade  43 Executive Vice President and Chief Financial OfficerAdam J. Reuille  48 Senior Vice President and Chief Accounting OfficerDonald G. Frey​ 47​Treasurer and Executive Vice PresidentKevin M. Kelly​ 42​Assistant General Counsel and Assistant Secretary​The executive officers of Simon serve at the pleasure of Simon’s Board of Directors.Mr. Simon has served as the Chairman of Simon’s Board of Directors since 2007, Chief Executive Officer of Simon or its predecessor since 1995 and assumed the position of President in 2019. Mr. Simon has also been a director of Simon or its predecessor since its incorporation in 1993. Mr. Simon was the President of Simon’s predecessor from 1993 to 1996. He is the nephew of Herbert Simon.Mr. Rulli serves as Simon’s Chief Administrative Officer. Mr. Rulli joined Melvin Simon & Associates, Inc., or MSA, in 1988 and held various positions with MSA and Simon thereafter. Mr. Rulli became Chief Administrative Officer in 2007 and was promoted to Senior Executive Vice President in 2011. Mr. Fivel serves as Simon’s General Counsel and Secretary. Prior to rejoining Simon in 2011 as Assistant General Counsel and Assistant Secretary, Mr. Fivel served as Executive Vice President, General Counsel and Secretary of Brightpoint, Inc. Mr. Fivel was previously employed by MSA from 1988 until 1993 and then by Simon from 1993 to 1996.  Mr. Fivel was promoted to General Counsel and Secretary in 2017.Mr. McDade serves as Simon’s Executive Vice President and Chief Financial Officer. Mr. McDade joined Simon in 2007 as the Director of Capital Markets and was promoted to Senior Vice President of Capital Markets in 2013 and Treasurer in 2014.  He was promoted to Executive Vice President and Chief Financial Officer in 2018.Mr. Reuille serves as Simon’s Senior Vice President and Chief Accounting Officer and prior to that as Simon’s Vice President and Corporate Controller. Mr. Reuille joined Simon in 2009 and was promoted to Senior Vice President and Chief Accounting Officer in 2018. Corporate Headquarters Our corporate headquarters are located at 225 West Washington Street, Indianapolis, Indiana 46204, and our telephone number is (317) 636-1600. Available Information Simon is a large accelerated filer (as defined in Rule 12b-2 of the Securities Exchange Act of 1934, as amended, or the Exchange Act) and is required, pursuant to Item 101 of Regulation S-K, to provide certain information regarding our website and the availability of certain documents filed with or furnished to the Securities and Exchange Commission, or the SEC. Our Internet website address is www.simon.com. Our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act are available or may be accessed free of charge through the “About Simon/Investor Relations” section of our Internet website as soon as reasonably practicable after we electronically file such material with, or furnish it to, the SEC. Our Internet website and the information contained therein or connected thereto are not, and are not intended to be, incorporated into this Annual Report on Form 10-K. The following corporate governance documents are also available through the “About Simon/Investor Relations/ Governance” section of our Internet website or may be obtained in print form by request of our Investor Relations Department: Governance Principles, Code of Business Conduct and Ethics, Audit Committee Charter, Compensation and Human Capital Committees Charter, and Governance and Nominating Committee Charter. In addition, we intend to disclose on our Internet website any amendments to, or waivers from, our Code of Business Conduct and Ethics that are required to be publicly disclosed pursuant to rules of the SEC and the NYSE. Information about our Executive Officers The following table sets forth certain information with respect to Simon’s executive officers as of February 23, 2023. ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ Name      Age      Position David Simon    61   Chairman of the Board, Chief Executive Officer and President John Rulli    66   Chief Administrative Officer Steven E. Fivel    62   General Counsel and Secretary Brian J. McDade    43   Executive Vice President and Chief Financial Officer Adam J. Reuille    48   Senior Vice President and Chief Accounting Officer Donald G. Frey ​  47 ​ Treasurer and Executive Vice President Kevin M. Kelly ​  42 ​ Assistant General Counsel and Assistant Secretary ​ The executive officers of Simon serve at the pleasure of Simon’s Board of Directors. Mr. Simon has served as the Chairman of Simon’s Board of Directors since 2007, Chief Executive Officer of Simon or its predecessor since 1995 and assumed the position of President in 2019. Mr. Simon has also been a director of Simon or its predecessor since its incorporation in 1993. Mr. Simon was the President of Simon’s predecessor from 1993 to 1996. He is the nephew of Herbert Simon. Mr. Rulli serves as Simon’s Chief Administrative Officer. Mr. Rulli joined Melvin Simon & Associates, Inc., or MSA, in 1988 and held various positions with MSA and Simon thereafter. Mr. Rulli became Chief Administrative Officer in 2007 and was promoted to Senior Executive Vice President in 2011.  Mr. Fivel serves as Simon’s General Counsel and Secretary. Prior to rejoining Simon in 2011 as Assistant General Counsel and Assistant Secretary, Mr. Fivel served as Executive Vice President, General Counsel and Secretary of Brightpoint, Inc. Mr. Fivel was previously employed by MSA from 1988 until 1993 and then by Simon from 1993 to 1996.  Mr. Fivel was promoted to General Counsel and Secretary in 2017. Mr. McDade serves as Simon’s Executive Vice President and Chief Financial Officer. Mr. McDade joined Simon in 2007 as the Director of Capital Markets and was promoted to Senior Vice President of Capital Markets in 2013 and Treasurer in 2014.  He was promoted to Executive Vice President and Chief Financial Officer in 2018. Mr. Reuille serves as Simon’s Senior Vice President and Chief Accounting Officer and prior to that as Simon’s Vice President and Corporate Controller. Mr. Reuille joined Simon in 2009 and was promoted to Senior Vice President and Chief Accounting Officer in 2018. 10 10  Table of ContentsMr. Frey serves as Simon’s Treasurer and Executive Vice President.  Mr. Frey joined Simon in 2010 and most recently served as Simon’s Assistant Treasurer and Senior Vice President prior to his current position which he was promoted to in 2022.  Before joining Simon, Mr. Frey was an attorney with Alston & Bird LLP and Dechert LLP.Mr. Kelly serves as Simon’s Assistant General Counsel and Assistant Secretary.  Mr. Kelly joined Simon in 2015 as Senior Finance Counsel and was promoted to Senior Associate, General Counsel in 2020 prior to his current position which he was promoted to in 2022.  Prior to joining Simon, Mr. Kelly was an attorney with Sidley Austin, LLP and Fried, Frank, Harris, Shriver & Jacobson.      ​Item 1A.  Risk FactorsThe following factors, among others, could cause our actual results to differ materially from those expressed or implied in forward-looking statements made in this Annual Report on Form 10-K and presented elsewhere by our management from time to time. These factors may have a material adverse effect on our business, financial condition, liquidity, results of operations, funds from operations, or FFO, and prospects, which we refer to herein as a material adverse effect on us or as materially and adversely affecting us, and you should carefully consider them. Additional risks and uncertainties not presently known to us or which are currently not believed to be material may also affect our actual results. We may update these factors in our future periodic reports.​Summary of Risk Factors​The following summarizes our material risk factors. However, this summary is not intended to be a comprehensive and complete list of all risk factors identified by the Company. Refer to the following pages of this section for additional details regarding these summarized risk factors and other additional risk factors identified by the Company.​●Conditions that adversely affect the general retail environment could materially and adversely affect us.●Some of our properties depend on anchor stores or other large nationally recognized tenants to attract shoppers and we could be materially and adversely affected by the loss of one or more of these anchors or tenants.●We face potential adverse effects from tenant bankruptcies.●Vacant space at our properties could materially and adversely affect us.●We may not be able to lease newly developed properties to or renew leases and relet space at existing properties with an appropriate mix of tenants or at desired rents, if at all.●Acts of violence, civil unrest or criminal activity and actual or threatened terrorist attacks could adversely affect our business operations.●We face a wide range of competition that could affect our ability to operate profitably, including e-commerce, and the evolution of consumer preferences and purchasing habits.●The ongoing COVID-19 pandemic and governmental reactions thereto, as well as other future epidemics, pandemics or public health crises, could have a significant negative impact on our and our tenants’ business, financial condition, results of operations, cash flow and liquidity and our ability to access the capital markets, satisfy our debt service obligations and make distributions to our shareholders.●Some of our properties are subject to potential natural or other disasters.●Some of our potential losses may not be covered by insurance.●We face risks associated with climate change.●As owners of real estate, we can face liabilities for environmental contamination, and our efforts to identify environmental liabilities may not be successful.●We face risks associated with the acquisition, development, redevelopment and expansion of properties.●Real estate investments are relatively illiquid.●Simon and certain subsidiaries of the Operating Partnership have elected to be taxed as REITs in the United States. The failure to maintain Simon’s or the Subsidiary REITs’ qualifications as REITs or changes in applicable tax laws or regulations could result in adverse tax consequences. ●If the Operating Partnership fails to qualify as a partnership for federal income tax purposes, we would cease to qualify as a REIT and suffer other adverse consequences.11 Table of Contents Table of Contents Mr. Frey serves as Simon’s Treasurer and Executive Vice President.  Mr. Frey joined Simon in 2010 and most recently served as Simon’s Assistant Treasurer and Senior Vice President prior to his current position which he was promoted to in 2022.  Before joining Simon, Mr. Frey was an attorney with Alston & Bird LLP and Dechert LLP.Mr. Kelly serves as Simon’s Assistant General Counsel and Assistant Secretary.  Mr. Kelly joined Simon in 2015 as Senior Finance Counsel and was promoted to Senior Associate, General Counsel in 2020 prior to his current position which he was promoted to in 2022.  Prior to joining Simon, Mr. Kelly was an attorney with Sidley Austin, LLP and Fried, Frank, Harris, Shriver & Jacobson.      ​Item 1A.  Risk FactorsThe following factors, among others, could cause our actual results to differ materially from those expressed or implied in forward-looking statements made in this Annual Report on Form 10-K and presented elsewhere by our management from time to time. These factors may have a material adverse effect on our business, financial condition, liquidity, results of operations, funds from operations, or FFO, and prospects, which we refer to herein as a material adverse effect on us or as materially and adversely affecting us, and you should carefully consider them. Additional risks and uncertainties not presently known to us or which are currently not believed to be material may also affect our actual results. We may update these factors in our future periodic reports.​Summary of Risk Factors​The following summarizes our material risk factors. However, this summary is not intended to be a comprehensive and complete list of all risk factors identified by the Company. Refer to the following pages of this section for additional details regarding these summarized risk factors and other additional risk factors identified by the Company.​●Conditions that adversely affect the general retail environment could materially and adversely affect us.●Some of our properties depend on anchor stores or other large nationally recognized tenants to attract shoppers and we could be materially and adversely affected by the loss of one or more of these anchors or tenants.●We face potential adverse effects from tenant bankruptcies.●Vacant space at our properties could materially and adversely affect us.●We may not be able to lease newly developed properties to or renew leases and relet space at existing properties with an appropriate mix of tenants or at desired rents, if at all.●Acts of violence, civil unrest or criminal activity and actual or threatened terrorist attacks could adversely affect our business operations.●We face a wide range of competition that could affect our ability to operate profitably, including e-commerce, and the evolution of consumer preferences and purchasing habits.●The ongoing COVID-19 pandemic and governmental reactions thereto, as well as other future epidemics, pandemics or public health crises, could have a significant negative impact on our and our tenants’ business, financial condition, results of operations, cash flow and liquidity and our ability to access the capital markets, satisfy our debt service obligations and make distributions to our shareholders.●Some of our properties are subject to potential natural or other disasters.●Some of our potential losses may not be covered by insurance.●We face risks associated with climate change.●As owners of real estate, we can face liabilities for environmental contamination, and our efforts to identify environmental liabilities may not be successful.●We face risks associated with the acquisition, development, redevelopment and expansion of properties.●Real estate investments are relatively illiquid.●Simon and certain subsidiaries of the Operating Partnership have elected to be taxed as REITs in the United States. The failure to maintain Simon’s or the Subsidiary REITs’ qualifications as REITs or changes in applicable tax laws or regulations could result in adverse tax consequences. ●If the Operating Partnership fails to qualify as a partnership for federal income tax purposes, we would cease to qualify as a REIT and suffer other adverse consequences. Mr. Frey serves as Simon’s Treasurer and Executive Vice President.  Mr. Frey joined Simon in 2010 and most recently served as Simon’s Assistant Treasurer and Senior Vice President prior to his current position which he was promoted to in 2022.  Before joining Simon, Mr. Frey was an attorney with Alston & Bird LLP and Dechert LLP. Mr. Kelly serves as Simon’s Assistant General Counsel and Assistant Secretary.  Mr. Kelly joined Simon in 2015 as Senior Finance Counsel and was promoted to Senior Associate, General Counsel in 2020 prior to his current position which he was promoted to in 2022.  Prior to joining Simon, Mr. Kelly was an attorney with Sidley Austin, LLP and Fried, Frank, Harris, Shriver & Jacobson.       ​", "time": "00:00:32"}