{"cik": 106640, "item_1A": "ITEM 1.BUSINESS Our CompanyImproving life at home has been at the heart of our business for 111 years – it is why we exist and why we are passionate about what we do.  Our Company   Improving life at home has been at the heart of our business for 111 years – it is why we exist and why we are passionate about what we do.  Whirlpool Corporation (\"Whirlpool\"), committed to being the best global kitchen and laundry company, in constant pursuit of improving life at home, was incorporated in 1955 under the laws of Delaware and was founded in 1911. Whirlpool manufactures products in 10 countries and markets products in nearly every country around the world. We have received worldwide recognition for accomplishments in a variety of business and social efforts, including leadership, diversity, innovative product design, business ethics, environmental sustainability, social responsibility and community involvement.  We conduct our business through four operating segments, which we define based on geography. Whirlpool's operating segments consist of North America; Europe, Middle East and Africa (\"EMEA\"); Latin America and Asia. Whirlpool had approximately $20 billion in annual net sales and 61,000 employees in 2022.   On January 16, 2023, Whirlpool entered into a contribution agreement with Arçelik A.Ş (“Arcelik”) in alignment with Whirlpool’s portfolio transformation. Under the terms of the agreement, Whirlpool will contribute its European major domestic appliance business, and Arcelik will contribute its European major domestic appliance, consumer electronics, air conditioning, and small domestic appliance businesses into the newly formed entity of which Whirlpool will own 25% and Arcelik 75%, subject to an adjustment mechanism based on certain financial matters. Separately, Whirlpool agreed in principle to the sale of Whirlpool’s Middle East and Africa business to Arcelik. These transactions are collectively referred to as the European major domestic appliance business which was classified as held for sale in the fourth quarter of 2022. Whirlpool will retain ownership of its EMEA KitchenAid small domestic appliance business.  The transactions are expected to close in the second half of 2023 and includes Whirlpool’s nine production sites located in Italy, Poland, Slovakia, and the UK, as well as Arcelik’s two production facilities in Romania. For additional information, see Note 17 to the Consolidated Financial Statements. As used herein, and except where the context otherwise requires, \"Whirlpool,\" \"the Company,\" \"we,\" \"us,\" and \"our\" refer to Whirlpool Corporation and its consolidated subsidiaries. Our Strategic Architecture Our strategic architecture is the foundational component that drives our shareholder value creation and strategy. Below are the key components of our strategic architecture. 3 3  3    Portfolio Transformation Whirlpool Corporation is committed to delivering significant, long-term value to both our consumers and our shareholders. We are conducting an overall portfolio review which we believe will transform the company into a high growth and high margin business. Reflective of that, we have successfully completed the acquisition of InSinkErator, divestiture of our Russia operations and the strategic assessment of the EMEA business. Our value creating approach is enabled by three strong pillars: small appliances, major appliances in the Americas and India and commercial appliances. And we are committed to investing in businesses that support high growth and high margins.    4 4  4    Reconciliations to equivalent GAAP net earnings measures are not provided as EBIT percentages presented above represent our expectations for these business lines and are not provided with respect to results for any specific period. We are committed to being the best global kitchen and laundry company. Our global footprint includes a balance of developed countries and emerging markets, including a leading position in many of the key countries in which we operate. Following the expected divestiture of our European major domestic appliance business (anticipated in the second half of 2023), we continue to be well positioned to convert demand into profitable growth. Our Sustained Investment in Innovation Whirlpool Corporation has been responsible for a number of first-to-market innovations. These include the first electric wringer washer in 1911, the first residential stand mixer in 1919, the first countertop microwave in 1967, the first energy and water efficient top-load washer in 1998 and the first top-load washer with a removable agitator in 2021, among others. In 2022, Maytag brand introduced the Pet Pro System, with a Pet Pro filter in the washer that removes pet hair while a XL lint trap in the dryer traps and removes additional pet hair. Ever mindful of our impact on the planet, our holistic innovation approach uses Design for Sustainability principles in our global platforms and connects product sustainability directly with our business goals. We are proud of our track record of innovation and our progress on sustainable innovation with eco-efficient products that reduce environmental impacts.  We are committed to continue innovating for a new generation of consumers. Our world-class innovation pipeline has driven consistent innovation over the last few years, driven by a passionate culture of employees focused on bringing new technologies to market. In 2022, we launched more than 100 new products throughout the world, demonstrating our commitment to innovation, including the Pet Pro System, our new 26-inch Brastemp washer, and multiple new KitchenAid small appliances including semi-automatic espresso makers, burr coffee grinders and a shave ice stand mixer attachment. As the shift to digital continues, consumers continue to desire connected appliances which fit seamlessly into the larger home ecosystem. As a leading connected appliance manufacturer, we are excited to bring new connected products and technologies to market, including voice control with a compatible smart home assistant, food recognition and automatic laundry detergent replenishment and over-the-air updates to qualified connected appliances. Whether developed internally or with  5 5  5   one of our many collaborators, we believe these digitally-enabled products and services will increasingly enhance the appliance experience for our consumers, as demonstrated by our highly rated mobile apps. Whirlpool manufactures and markets a full line of major home appliances and related products. Our principal products are laundry appliances (including commercial laundry appliances), refrigerators and freezers, cooking appliances, and dishwashers. Additionally, the Company has a robust portfolio of small domestic appliances, including the KitchenAid stand mixer. In the fourth quarter of 2022, we completed the acquisition of InSinkErator, expanding our portfolio of products to include food waste disposers and instant hot water dispensers for home and commercial use. InSinkErator net sales are reported under the 'Other' product category which are aggregated under the 'Dishwashing and Other' category on the chart below.  The following chart provides the percentage of net sales for each of our product categories which accounted for 10% or more of our consolidated net sales over the last three years:   Best Brand Portfolio We have the best brand portfolio in the industry, with multiple brands with more than $1 billion in revenue. In an increasingly digital world, the Company is driving purposeful innovation to meet the evolving needs of consumers through its iconic brand portfolio.   6 6  6    We aim to position these desirable brands across many consumer segments. Our sales are led by our global brands Whirlpool and KitchenAid. Whirlpool is trusted throughout the world as a brand that delivers innovative care daily. Our KitchenAid brand brings a combination of innovation and design that inspires and fuels the passion of chefs, bakers and kitchen enthusiasts worldwide. These two brands offer differentiated products that provide exceptional performance and desirable features while remaining affordable to consumers. Additionally, we have a number of strong regional and local brands, including Maytag, Consul, Brastemp, Amana, Bauknecht, JennAir, Hotpoint*, Indesit, InSinkErator and Yummly. These brands add to our impressive depth and breadth of kitchen and laundry product offerings and help us provide products that are tailored to local consumer needs and preferences. Our best brand portfolio in the industry, paired with our robust investment in research and development and consumer insights, positions us well to meet trends in consumer preferences and market demand. Following our InSinkErator acquisition, Whirlpool expects to generate additional revenue through a recurring sales profile primarily from its strong brand and position, and an expansion of the InSinkErator brand into new countries and product offerings. Best Cost Position We have a culture of cost optimization and productivity, which we call productivity for growth, and it includes continuous focus on cost efficiency. Since 2017, we have delivered substantial gains through  reduced complexity in all aspects of our business: research, design, reduced architectures, and reduced footprint. The regional scale enables our local-for-local production model. We are focused on producing as efficiently as possible and at scale throughout the world.   As the macro environment continues to change, we believe our demonstrated ability to execute cost takeout allows us to effectively cope with macroeconomic challenges, and we see additional opportunities to further streamline our cost structure. Throughout 2022 we continued to manage our fixed cost base across manufacturing, logistics and selling, general and administrative expenses while at the same time continuing our portfolio transformation through the divestiture of our Russia business and InSinkErator acquisition. Additionally, we completed the strategic assessment of our EMEA business which resulted in classification of our European major domestic appliance business as held for sale during the fourth quarter of 2022. We are also on a journey to reduce the complexity of our design and product platforms. We believe this initiative, among many others, will enable us to utilize increased modular production and improved scale in global procurement.  We believe our cost position is clearly differentiated in the appliance industry and we are committed to even further improvement, creating strong levels of value for our shareholders, regardless of the external environment.    *Whirlpool ownership of the Hotpoint brand in the EMEA and Asia Pacific regions is not affiliated with the Hotpoint brand sold in the Americas. 7 7  7   Value Creation Framework Our long-term value creation framework is built upon the strong foundation we have in place: our industry-leading brand portfolio and robust product innovation pipeline, supported by our global operating platform and executed by our exceptional employees throughout the world.  Our long-term value-creation goals reflect our agile and resilient business model, which enables us to succeed in any operating environment. We measure these value-creation components by focusing on the following key metrics: Profitable GrowthMargin ExpansionCash ConversionInnovation-fueled growth at or abovethe marketDrive cost and price/mix to grow profitabilityAsset efficiency converts profitable growth to cash5-6%11-12%7-8%Annual Organic                  Net Sales GrowthOngoing EBIT MarginFCF(1) as % of Net Sales FCF(1) as %  of Net Sales Reconciliations to the equivalent GAAP measures — net sales, net earnings, return on assets \"ROA\" and cash provided by (used in) operating activities — for the forward-looking value-creation metrics above and below are not provided as they rely on market factors and other assumptions outside of our control.  Capital Allocation Strategy We take a balanced approach to capital allocation by focusing on the following key metrics:  We remain confident in our ability to effectively manage our business through supply chain constraints, cost inflation and other macroeconomic factors and expect to continue delivering long-term value for our shareholders. 8 8  8   Regional Business Summary North America•In the United States, we market and distribute major home appliances and other consumer products primarily under the Whirlpool, KitchenAid, Maytag, Amana, JennAir, affresh, Swash, everydrop and Gladiator brand names primarily to retailers, distributors and builders, as well as directly to consumers. We also market small domestic appliances under the KitchenAid brand name to retailers, distributors and directly to consumers. Additionally, in the fourth quarter of 2022 we acquired InSinkErator, the world’s largest manufacturer of food waste disposers and instant hot water dispensers.•We also market Yummly, a recipe app in the United States, through the Yummly brand website and phone application stores.•In Canada, we market and distribute major home appliances primarily under the Whirlpool, KitchenAid, Maytag, JennAir, Amana and Speed Queen brand names and small domestic appliances under the KitchenAid brand to retailers, distributors, builders, and directly to consumers.•We sell some products to other manufacturers, distributors, and retailers for resale in North America under those manufacturers' and retailers' respective brand names. Europe, Middle East and Africa (EMEA)•In Europe, we market and distribute our major domestic appliances to retailers, distributors and directly to consumers under the Whirlpool, Indesit, Hotpoint*, Bauknecht, Ignis, Maytag and Privileg brand names. We also market major domestic appliances and small domestic appliances under the KitchenAid brand name primarily to retailers and distributors, as well as directly to consumers. •We market and distribute products under the Whirlpool, Bauknecht, Maytag, Indesit, Amana and Ignis brand names to distributors and dealers in Africa and the Middle East. We sold our Turkey manufacturing entity in the second quarter of 2021 and sold our Russian operations in the third quarter of 2022. During the fourth quarter of 2022, our European major domestic appliance business was classified as held for sale. Latin America•In Latin America, we produce, market and distribute our major home appliances, small domestic appliances and other consumer products primarily under the Consul, Brastemp, Whirlpool, KitchenAid, Acros, Maytag and Eslabon de Lujo brand names primarily to retailers, distributors and directly to consumers.•We serve the countries of Brazil, Mexico, Bolivia, Paraguay, Uruguay, Argentina, Columbia, Chile,  and certain Caribbean and Central America countries, via sales and distribution through accredited distributors. •In 2022, we opened a new manufacturing facility in Argentina which will produce washing machines primarily for the Brazilian marketplace.Asia•In Asia, we market and distribute our major home appliances and small domestic appliances in multiple countries, notably in India. •We market and distribute our products in Asia primarily under the Whirlpool, Maytag, KitchenAid, Ariston, Indesit, Bauknecht and Elica brand names through a combination of direct sales to appliance retailers and chain stores and through full-service distributors to a large network of retail stores. •In May 2021, we sold our majority interest in Whirlpool China and subsequently retained a non-controlling interest. Whirlpool China continues to sell Whirlpool-branded products through a licensing agreement in China. In September 2021, we acquired an additional interest in Elica PB India.•In 2022, we opened a new manufacturing line in India which will produce front load washing machines primarily for India. •In the United States, we market and distribute major home appliances and other consumer products primarily under the Whirlpool, KitchenAid, Maytag, Amana, JennAir, affresh, Swash, everydrop and Gladiator brand names primarily to retailers, distributors and builders, as well as directly to consumers. We also market small domestic appliances under the KitchenAid brand name to retailers, distributors and directly to consumers. Additionally, in the fourth quarter of 2022 we acquired InSinkErator, the world’s largest manufacturer of food waste disposers and instant hot water dispensers.  •We also market Yummly, a recipe app in the United States, through the Yummly brand website and phone application stores.  •In Canada, we market and distribute major home appliances primarily under the Whirlpool, KitchenAid, Maytag, JennAir, Amana and Speed Queen brand names and small domestic appliances under the KitchenAid brand to retailers, distributors, builders, and directly to consumers.  •We sell some products to other manufacturers, distributors, and retailers for resale in North America under those manufacturers' and retailers' respective brand names.   •In Europe, we market and distribute our major domestic appliances to retailers, distributors and directly to consumers under the Whirlpool, Indesit, Hotpoint*, Bauknecht, Ignis, Maytag and Privileg brand names. We also market major domestic appliances and small domestic appliances under the KitchenAid brand name primarily to retailers and distributors, as well as directly to consumers.   •We market and distribute products under the Whirlpool, Bauknecht, Maytag, Indesit, Amana and Ignis brand names to distributors and dealers in Africa and the Middle East. We sold our Turkey manufacturing entity in the second quarter of 2021 and sold our Russian operations in the third quarter of 2022. During the fourth quarter of 2022, our European major domestic appliance business was classified as held for sale.   •In Latin America, we produce, market and distribute our major home appliances, small domestic appliances and other consumer products primarily under the Consul, Brastemp, Whirlpool, KitchenAid, Acros, Maytag and Eslabon de Lujo brand names primarily to retailers, distributors and directly to consumers.  •We serve the countries of Brazil, Mexico, Bolivia, Paraguay, Uruguay, Argentina, Columbia, Chile,  and certain Caribbean and Central America countries, via sales and distribution through accredited distributors.   •In 2022, we opened a new manufacturing facility in Argentina which will produce washing machines primarily for the Brazilian marketplace.  •In Asia, we market and distribute our major home appliances and small domestic appliances in multiple countries, notably in India.   •We market and distribute our products in Asia primarily under the Whirlpool, Maytag, KitchenAid, Ariston, Indesit, Bauknecht and Elica brand names through a combination of direct sales to appliance retailers and chain stores and through full-service distributors to a large network of retail stores.   •In May 2021, we sold our majority interest in Whirlpool China and subsequently retained a non-controlling interest. Whirlpool China continues to sell Whirlpool-branded products through a licensing agreement in China. In September 2021, we acquired an additional interest in Elica PB India.  •In 2022, we opened a new manufacturing line in India which will produce front load washing machines primarily for India.  *Whirlpool ownership of the Hotpoint brand in the EMEA and Asia Pacific regions is not affiliated with the Hotpoint brand sold in the Americas. 9 9  9   Competition Competition in the major home appliance industry is intense, including competitors such as BSH (Bosch), Electrolux, Haier, Hisense, LG, Mabe, Midea, Panasonic and Samsung, many of which are increasingly expanding beyond their existing manufacturing footprint. The competitive environment includes the impact of a changing retail environment, including the shifting of consumer purchase practices towards e-commerce and other channels. Moreover, our customer base includes large, sophisticated trade customers who have many choices and demand competitive products, services and prices, and many of whom have their own brands which compete with our products. We believe that we can best compete in the current environment by focusing on introducing new and innovative products, building strong brands, enhancing trade customer and consumer value with our product and service offerings, meeting or exceeding our emissions and product efficiency commitments, optimizing our regional footprint and trade distribution channels, increasing productivity, improving quality, lowering costs, and taking other efficiency-enhancing measures.  Seasonality The Company's quarterly revenues have historically been affected by a variety of seasonal factors, including holiday-driven promotional periods. Historically, the Company's total revenue and operating margins have been highest in the third and fourth quarter. In 2022, 2021, and 2020, we realized a seasonality pattern that differed from historical periods due to the COVID-19 pandemic, supply chain disruptions, and other macroeconomic factors. In 2023, the Company expects the seasonal pattern of revenue and operating margins to be more heavily weighted to the second half of the year, compared to historical norms.  Raw Materials and Purchased Components Our supplier performance is essential to our business. Some supply disruptions and unanticipated costs may be incurred in transitioning to a new supplier if a prior single supplier relationship was abruptly interrupted or terminated. In the event of a disruption, we believe that we would be able to leverage our global scale to qualify and use alternate materials, though sometimes at premium costs. In 2022 and 2021, our industry was impacted by supply constraints with our suppliers, factories, and logistics providers, based in significant part on geopolitical developments and macroeconomic factors beyond our control. More specifically, in the fourth quarter of 2022, we experienced a one-off supply chain disruption driving revenue decline in the North America operating segment. We believe we have the organization well positioned to succeed throughout the year and to benefit from mid to long term opportunities.   Working Capital The Company maintains varying levels of working capital throughout the year to support business needs and customer requirements through various inventory management techniques, including demand forecasting and planning. See the Financial Condition and Liquidity section of the “Management's Discussion and Analysis” section of this Annual Report on Form 10-K for additional information on our working capital requirements and processes. Trademarks, Licenses and Patents We consider the trademarks, copyrights, patents, and trade secrets we own, and the licenses we hold, in the aggregate, to be a valuable asset. Whirlpool is the owner of a number of trademarks in the United States and foreign countries. The most important trademarks to North America are Whirlpool, Maytag, JennAir, KitchenAid, InSinkErator, Yummly and Amana. The most important trademarks to EMEA are Whirlpool, KitchenAid, Bauknecht, Indesit, Hotpoint* and Ignis. The most important trademarks to Latin America are Consul, Brastemp, Whirlpool, KitchenAid and Acros. The most important trademark to Asia is Whirlpool.  *Whirlpool ownership of the Hotpoint brand in the EMEA and Asia Pacific regions is not affiliated with the Hotpoint brand sold in the Americas. 10 10  10   We receive royalties from licensing our trademarks to third parties to manufacture, sell and service certain products bearing the Whirlpool, Maytag, KitchenAid and Amana brand names. We continually apply for and obtain patents globally. The primary purpose in obtaining patents is to protect our designs, technologies, products and services. Government Regulation and Protection of the Environment At Whirlpool, we believe our vision to be the world’s best kitchen and laundry company, in constant pursuit of improving life at home, is an urgent call to action. Our commitment to sustainability is guided by this belief and brought to life through the choices and investments we make: to protect our shared environment, to support our employees’ continuous growth and ensure their safety, and to always do our best to uplift our communities. And we are uniquely placed to achieve that.  We know that an environmentally sustainable Whirlpool is a more competitive Whirlpool - a company better positioned for long-term success. Our Environmental, Social and Governance (ESG) strategy is an integral part of our long-term, globally aligned strategic imperatives and operating priorities. It is deeply embedded in our vision, mission and values as an organization. We continuously seek to identify ways to broaden our commitments to ESG efforts and make progress on our goal of making our homes, our communities and our operations better today and in the future.   We are committed to developing innovative products that drive efficiencies in water and energy use and save our consumers’ time. Because we consider consumer preferences and cultural influences, and differences in infrastructure and availability of resources (such as water and energy) in regions where we operate, our approach and impact vary by region. In developed countries such as the U.S. and in Europe, our journey in providing efficient appliances has been one of continuous success over decades of delivering on innovation while not sacrificing performance. In developing countries we are committed to providing solutions specific to those areas, while minimizing the water and energy use of those products. It is these purposeful innovations that have improved the lives of millions of our consumers in meaningful ways. We are also committed to a 20 percent reduction in emissions linked to the use of our products (scope 3 category 11) across the globe by 2030, compared to 2016 levels. This target has been approved by the Science Based Targets initiative, and builds on the Company's earlier reduction in emissions across all scopes since 2005. In 2021, the Company announced a global commitment to reach a net zero emissions target in its plants and operations (scopes 1 and 2) by 2030, which will cover more than 30 of Whirlpool Corporation's manufacturing sites and its large distribution centers around the world. We expect to achieve this target by generating and consuming renewable energy, including installation of wind turbines, solar panels and investing in off-site renewables through virtual power purchase agreements, improvements in energy efficiency and leveraging carbon removal to offset emissions that cannot be avoided. The Company has also entered into a second Virtual Purchase Power Agreement (VPPA), which represents an additional 53 megawatts of clean, renewable wind energy over the next 12 years and accelerates the Company’s progress to cover 100 percent renewable electricity for its U.S. plant operations. The Company is also taking actions to reduce waste material across all global manufacturing facilities.  We continued a carbon offsetting initiative based on our use of advanced formulation blowing agents with lower global warming potential in refrigerators produced in North America. These conversions allow us to generate tradable environmental assets and operate in the voluntary carbon offsets market by following an approved American Carbon Registry (ACR) methodology. ACR is a leading carbon offset program that has developed environmentally rigorous, science-based offset methodologies for years. Our ACR-registered carbon offsets are sold to external buyers via a broker, and the funds are used to further our initiatives in reducing our carbon footprint through sustainable product development and emissions offsetting. The amount received for ACR credit sales in 2022 was immaterial, though it is expected to increase in the future. Offset activation, verification, and brokerage was also immaterial and is not expected to be material in 2023. We comply with all laws and regulations regarding protection of the environment, and in many cases where laws and regulations are less restrictive, we have established and are following our own  11 11  11   standards, consistent with our commitment to environmental responsibility. These compliance requirements tend to pair well with our ESG focus and we believe that we are in compliance, in all material respects, with presently applicable governmental provisions relating to environmental protection in the countries in which we have manufacturing operations. Compliance with these environmental laws and regulations did not have a material effect on capital expenditures, earnings, or our competitive position during 2022 and is not expected to be material in 2023. The entire major home appliance industry, including Whirlpool, must contend with the adoption of stricter government energy and environmental standards. These standards have been phased in over the past several years and continue to be phased in, and include the general phase-out of ozone-depleting chemicals used in refrigeration, and energy and related standards for selected major appliances, regulatory restrictions on the materials content specified for use in our products by some jurisdictions and mandated recycling of our products and packaging materials at the end of their useful lives. Compliance with these various standards, as they become effective, will increase costs or require some product redesign. However, we believe, based on our understanding of the current state of proposed regulations, that we will be able to develop, manufacture, and market products that comply with these regulations.  Various municipal, state, and federal regulators have discussed, proposed, or enacted new regulations or bans on appliances that utilize natural gas citing climate change and other regulatory concerns, which would impose transition costs and impact our product mix and product offerings, among other impacts. We also believe that transition to a lower-carbon economy presents opportunities for our business, given our broad-based product portfolio of resource-efficient appliances, including a full line of electric, natural gas and induction-based appliances. Our operations are also subject to numerous legal and regulatory requirements concerning product energy usage, data privacy, cybersecurity, employment conditions and worksite health and safety. These requirements often provide broad discretion to government authorities, and they could be interpreted or revised in ways that delay production or make production more costly. The costs to comply, or associated with any noncompliance, are, or can be, significant and vary from period to period.  Specific to data privacy and cybersecurity, our Board exercises oversight for our global information security and privacy programs. This includes understanding our business needs and associated risks, and reviewing management's strategy and recommendations for managing cybersecurity and privacy risks. In line with this oversight responsibility, the Audit Committee receives reports on cyber program effectiveness periodically, and the Board of Directors receives a full presentation annually on cybersecurity related trends and program updates. For our employees globally, we maintain a cybersecurity and privacy training program that includes training, simulated phishing exercises, and regular publications on our Company portal. Additionally, we maintain a privacy program that manages compliance to privacy regulations globally.  Human Capital Management At Whirlpool, our values guide everything we do. We have created an environment where open and honest communication is the expectation, not the exception. We hold our employees to this standard and offer the same in return. Our Integrity Manual was created to help our employees follow our commitment to win the right way. Additionally, our Supplier Code of Conduct formalizes the key principles under which Whirlpool’s suppliers are required to operate. Our Human Capital Strategy is built around three pillars: Agile Organization Our employees are a critical driver of Whirlpool’s global business results. On December 31, 2022, Whirlpool employed approximately 61,000 employees across 48 countries, with 32% located within the United States. Outside of the United States, our largest employee populations were located within Brazil and Mexico. We regularly monitor various key performance indicators around the human capital priorities of attracting, retaining, and engaging our global talent. In addition, we  12 12  12   enable the execution of our strategic priorities by providing all employees with access to learning opportunities to improve critical skills, and to develop professional and leadership acumen. Great People We have a long tradition of measuring employee engagement through our employee engagement pulse surveys. We continued to use frequent global pulse surveys with coverage of broader engagement and well-being topics. Development of leadership acumen within Whirlpool Corporation is critical in ensuring People Leaders at all levels are capable and confident in their ability to bring out the best in our people. At Whirlpool, we believe in “Leaders Teaching Leaders” where our senior leaders are expected to step up and embrace their role in developing our next generation of leaders. As a result, all of our formal leadership development programs are internally designed and facilitated by Whirlpool leaders themselves. The benefits of this strategy are multi-fold; our senior leaders grow continually by playing the role of teachers, our next-level leaders learn from their role models’ personal experiences and in turn, our organization builds a leadership engine. Leadership development is a crucial component of our overall organizational strategy, and will continue to be an area of focus in the coming years.  Whirlpool offers a variety of programs globally to protect the health and safety of our employees. While we maintain targets for year-over-year reduction of the total recordable incident rate and serious injuries, our goal is always zero.  Whirlpool has a proud history of providing our employees with comprehensive and competitive benefits packages and we continue to invest in our employees' health and well being. In 2022, we launched a global well-being strategy focused on six main well-being pathways – Be healthy; Be you; Be balanced; Be curious; Be prepared; and Be connected, to further empower and support our employees to “Be Well” in all aspects of their lives. In addition, we enabled access for all our employees to clinical counselors and guidance on relationships, finances, retirement planning, legal issues and emotional needs. All global employees, regardless of their full-time or part-time status, are eligible for this free well-being benefit.  Winning Culture Our culture is underpinned by our enduring values, which have long been pillared by inclusion and diversity. Whirlpool has a history of prioritizing issues such as gender and racial equality among our people. For the past 19 years, Whirlpool Corporation has achieved a perfect 100 on the Corporate Equality Index, marking nearly two decades of commitment to inclusion in the workplace. This broad organizational commitment was again demonstrated in 2022 with extensive participation in our global inclusion month. Additionally, Whirlpool’s employee resource groups (ERGs) continue to raise awareness for an inclusive culture, representing eight under-represented groups in North America; two in our Europe, Middle East and Africa region; four in the Latin America region; and one in Asia.  In 2022, we progressed in our Pledge to Equality and Fairness for our Black Colleagues in the United States, which we established in 2020. At its core, the pledge is our way to activate change and make our company and the communities where we operate better places to work and live for our black colleagues. The pledge is a multi-year action plan, comprising 16 work streams, each led by a senior leader, and overseen by a steering committee of Executive Committee members. In 2022, we continued our rollout of  Unconscious Bias and Empathy training for all people leaders, with 91% of U.S.-based people leaders participating. After breaking ground on the multi-family housing development in Benton Harbor, Michigan in 2021, where our Global Headquarters are located, that work continued throughout 2022 and we are excited to welcome residents to their new homes in 2023 as part of our housing commitment to attract diverse occupants as residents of the community. While our actions focus on our “four walls” and our local communities, we hope that these actions will have a ripple effect on society at large.  For additional information, please see Whirlpool’s website (www.whirlpoolcorp.com), and forthcoming 2023 Proxy Statement and 2022 Sustainability Report. The contents of our  13 13  13   Sustainability Report and the Company's website are not incorporated by reference into this Annual Report on Form 10-K or in any other report or document we file with the SEC. Other Information For information about the challenges and risks associated with our foreign operations, see \"Risk Factors\" under Item 1A. Whirlpool is a major supplier of laundry, refrigeration, cooking and dishwasher home appliances to Lowe's, a North American retailer. Sales to Lowe's represented approximately 14%, 13%, and 13% of our consolidated net sales in 2022, 2021 and 2020, respectively. Lowe's represented approximately 37% and 21% of our consolidated accounts receivable as of December 31, 2022 and 2021, respectively. The proportional increase in Lowe's accounts receivable balance is due to a decrease in consolidated accounts receivable driven by European major domestic appliance business transferred to held for sale. Lowe's accounts receivable has decreased by 9% from the prior year. For additional information, see Note 16 to the Consolidated Financial Statements.  For information on our global restructuring plans, and the impact of these plans on our operating segments, see Note 14 to the Consolidated Financial Statements. Information About Our Executive Officers The following table sets forth the names and ages of our executive officers on February 10, 2023, the positions and offices they held on that date, and the year they first became executive officers: NameOfficeFirst Becamean ExecutiveOfficerAgeMarc R. BitzerChairman of the Board and Chief Executive Officer200658James W. PetersExecutive Vice President and Chief Financial Officer and President, Whirlpool Asia201653João C. BregaExecutive Vice President and President, Whirlpool Latin America201259Gilles MorelExecutive Vice President and President, Whirlpool Europe, Middle East & Africa201957 The executive officers named above were elected by our Board of Directors to serve in the office indicated until the first meeting of the Board of Directors following the annual meeting of stockholders in 2023 and until a successor is chosen and qualified or until the executive officer's earlier resignation or removal. Each of our executive officers has held the position set forth in the table above or has served Whirlpool in various executive or administrative capacities for at least the past five years, except for Mr. Morel. Prior to joining Whirlpool in April 2019, Mr. Morel served for two years as CEO of Northern and Central Europe for Groupe Savencia. Prior to that, he worked for 27 years at Mars Inc. in various leadership positions, most recently as Regional President, Europe & Eurasia for Mars Chocolate.   On January 31, 2023, Joseph T. Liotine, President and Chief Operating Officer of the Company, transitioned to an advisory role. Mr. Liotine will serve in this role through March 31, 2023 and then depart the Company. Marc R. Bitzer, Chairman and CEO, has assumed direct responsibility for global operations. The Company has also announced that João Brega will retire from his position as Executive Vice President and President, Whirlpool Latin America effective March 31, 2023, after 27 years of service with the Company. As part of a planned transition, Juan Carlos Puente, Senior Vice President and President, LAR North, will succeed Mr. Brega in the role effective April 1, 2023.  14 14  14   Available Information Financial results and investor information (including Whirlpool's Form 10-K, 10-Q, and 8-K reports) are accessible at Whirlpool's investor website: investors.whirlpoolcorp.com. Copies of our Form 10-K, 10-Q, and 8-K reports and amendments, if any, are available free of charge through our website on the same day they are filed with, or furnished to, the Securities and Exchange Commission. We routinely post important information for investors on our website, whirlpoolcorp.com, in the \"Investors\" section. We also intend to update the Hot Topics Q&A portion of this website as a means of disclosing material, non-public information and for complying with our disclosure obligations under Regulation FD. Accordingly, investors should monitor the Investors section of our website, in addition to following our press releases, SEC filings, public conference calls, presentations and webcasts. The information contained on, or that may be accessed through, our website is not incorporated by reference into, and is not a part of, this document. ", "time": "00:00:19"}