{"cik": 1094285, "item_1A": "Item 1.Business Who We Are Teledyne Technologies Incorporated is a Delaware corporation that became an independent public company effective November 29, 1999. We provide enabling technologies for industrial growth markets that require advanced technology and high reliability.  These markets include factory automation and condition monitoring, aerospace and defense, air and water quality environmental monitoring, electronics design and development, medical imaging and pharmaceutical research, oceanographic research, and deepwater energy exploration and production.  Following the 2021 acquisition of FLIR Systems, Inc. (“FLIR”), we further evolved into a global sensing and decision-support technology company, providing specialty sensors, cameras, instrumentation, algorithms and software across the electromagnetic spectrum, as well as unmanned systems, in the subsea, land and air domains.  We differentiate ourselves from many of our direct competitors by having a customer- and Company-sponsored applied research center that augments our product development expertise.  We believe our technological capabilities, innovation and the ability to invest in the development of new and enhanced products are critical to obtaining and maintaining leadership in our markets and the industries in which we compete. The following description of our business should be read in conjunction with “Management’s Discussion and Analysis of Financial Condition and Results of Operations” within Item 7 of this Form 10-K. Recent Developments Consistent with our strategy, we completed two acquisitions in 2022 and one acquisition in 2021.  Our May 2021 acquisition of FLIR was our largest acquisition to date.  The financial results of these acquisitions have been included since the respective date of each acquisition.  All acquisitions in 2022 and 2021 were part of the Digital Imaging segment.  See Note 3 for additional information about our recent acquisitions.  As discussed in Note 18, we have completed one acquisition in early 2023, which is part of the Digital Imaging segment. Our Business Segments Our businesses are aligned in four segments: Digital Imaging, Instrumentation, Aerospace and Defense Electronics and Engineered Systems.  Additional financial information about our business segments can be found in Note 4.   Percentage of Total Net SalesSegment contribution to total net sales:202220212020Digital Imaging57 %52 %32 %Instrumentation23 %25 %35 %Aerospace and Defense Electronics12 %14 %19 %Engineered Systems8 %9 %14 % 100 %100 %100 % Digital Imaging Segment Our Digital Imaging segment includes high-performance sensors, cameras, and systems, within the visible, infrared, ultraviolet and X-ray spectra for use in industrial, scientific, government, space, defense, security and medical applications, among others.  We also produce and provide manufacturing services for micro electromechanical systems (“MEMS”) and high-performance, high-reliability semiconductors including analog-to-digital and digital-to-analog converters, as well as unmanned aerial and ground systems.  This segment also includes our sponsored and centralized research laboratories.   Through this segment, we provide visible spectrum sensors and digital cameras for industrial machine vision and automated quality control, as well as for medical, research and scientific applications.  We provide a range of cooled and uncooled infrared or thermal products, including sensors, camera cores and camera systems based on long wave infrared, mid-wave infrared, and short wave infrared technologies.  Products and applications include space-based imaging, factory condition monitoring, optical and acoustic-based gas leak detection, laboratory research and maritime thermal imaging.  We develop high-resolution, low-dose X-ray sensors as well as high-power microwave and high-energy X-ray subsystems for medical, dental and industrial applications.  We also provide instruments for the measurement of physical properties and other maritime products for recreational and commercial customers globally. We provide research and engineering capabilities primarily in the areas of electronics, materials, optical systems, and information science to military, aerospace and industrial customers, as well as to various businesses throughout Teledyne.   For defense applications, we also develop and manufacture multi-spectrum electro-optic/infrared imaging systems and associated products such as lasers, optics, and radars, CBRNE (\"Chemical, Biological, Radiological, Nuclear and Explosive detectors\") and unmanned air and ground systems.  These sensors and instruments can be deployed as integrated solutions and with advanced target detection, identification and classification capabilities.  We provide solutions for threat protection, military maneuver and force protection, border controls and homeland security, law enforcement, public safety, and commercial applications worldwide.   1 1 1 Table of Contents Table of Contents  Instrumentation Segment Our Instrumentation segment provides monitoring and control instruments for marine, environmental, industrial and other applications, and electronic test and measurement equipment.  We also provide power and communications connectivity devices for distributed instrumentation systems and sensor networks deployed in mission critical, harsh environments.  Below is a description of the product lines that comprise the Instrumentation segment. Marine Instrumentation We offer a variety of products designed for use in harsh underwater environments, instruments that measure currents and other physical properties in the water column, systems that create acoustic images of objects beneath the water’s surface, including the bottom of a body of water, and sensors that determine the geologic structure below the bottom.  We also design and manufacture vehicles that utilize and transport these sensors over and beneath the water’s surface. We provide a broad range of end-to-end undersea interconnect solutions to the offshore oil and gas, naval defense, oceanographic and telecom markets.  We manufacture subsea, wet-mateable electrical and fiber-optic interconnect systems and subsea pressure vessel penetrators and connector systems with glass-to-metal seals.  Our waterproof and splash-proof neoprene and glass reinforced epoxy connectors and cable assemblies are used in underwater equipment, submerged monitoring systems and other industrial applications.  Other marine products used by the U.S. Navy and commercial customers include acoustic modems for networked underwater communication and optical underwater cameras and LED lighting sources. We manufacture complete autonomous-operated underwater vehicles systems.  Glider applications range from oceanographic research to persistent surveillance systems for the U.S. Navy.  We also design and manufacture remotely operated underwater vehicles used in maritime security, military, search and rescue, aquaculture, and scientific research applications. Environmental Instrumentation We offer a wide range of products used for environmental monitoring.  Our instrumentation monitors trace levels of gases such as sulfur dioxide, carbon monoxide, oxides of nitrogen and ozone, as well as particulate pollution, in order to measure the quality of the air we breathe.  We also supply monitoring systems for the detection, measurement and automated reporting of air pollutants from industrial stack emissions, ozone generators and other process gas monitoring instruments.  Our instrumentation is used to detect a variety of water quality parameters and in applications found in petrochemical and refinery facilities. We also manufacture and provide complementary laboratory instrumentation including through laboratory automation and sample introduction systems that automate the preparation and concentration of organic samples.   Our advanced elemental analysis products are used by environmental and quality control laboratories to detect trace levels of inorganic contaminants in water, foods, soils and other environmental and geological samples.  We manufacture high-precision pumps utilized in a wide variety of analytical, research clinical, preparative and fluid-metering applications.  In addition, we manufacture liquid chromatography instruments and accessories for the purification of organic compounds, which include highly sensitive evaporative light scanning detectors, primarily for pharmaceutical laboratories involved in drug discovery and development.  Finally, we manufacture instruments that are used by pharmaceutical scientists to evaluate the release rate characteristics and physical properties of various dosage forms to ensure the safety and efficacy of medicines worldwide. Test and Measurement Instrumentation We believe our test and measurement products provide unique, world-class capabilities that enable the designers of complex electronic systems in many industry sectors to bring their products to market reliably and quickly.  Our customers use our equipment in the design, development, manufacture, installation, deployment and operation of electronics equipment in a broad range of industries, including aerospace and defense, internet infrastructure, automotive, industrial, computer and semiconductor, consumer electronics mobile and power electronics. We develop, manufacture, sell and license high-performance oscilloscopes, high-speed protocol analyzers, and related test and measurement solutions for a wide range of industries.  Our oscilloscopes are used by designers and engineers to measure and analyze complex electronic signals to develop high-performance systems, validate high data-rate communication interfaces, qualify their electronic designs, and improve time-to-market.  We also make high-speed, high-resolution modular analog-to-digital conversion systems for applications, including test and measurement, scientific instruments, medical imaging, and distributed sensing systems. Design and test engineers use our protocol analysis solutions to monitor accurately and reliably high data-rate communication interfaces and diagnose operational problems in a wide range of systems and devices to ensure that they comply with industry standards, including in the areas of cloud computing, storage and networks.  Our leadership in USB and video technologies provides a unique base to service the mobile, internet of things, automotive and consumer electronics test markets.  We also produce protocol validation and test tools for high-performance solid-state storage devices used in both enterprise-grade data centers and in consumer computing applications. Our recently introduced interposers and software options allow engineers to get a complete picture when testing the PCI Express interface standard by enabling a link between an oscilloscope and a protocol analyzer.   2 2 2 Table of Contents Table of Contents  We also manufacture torque sensors and automatic data acquisition systems that are used to test critical control valves in nuclear power and industrial plants.  Our torque sensors are also used in other markets, including automotive and power tools. Aerospace and Defense Electronics Segment Our Aerospace and Defense Electronics segment provides sophisticated electronic components and subsystems, data acquisition and communications components and equipment, harsh environment interconnects, general aviation batteries and other components for a variety of commercial and defense applications that require high performance and high reliability. Such applications include aircraft, radar, electronic countermeasures, weapon systems, space, wireless and satellite communications and terminals and test equipment.   We provide onboard avionics systems and ground-based applications that allow civil and military aircraft software operators to access, manage and utilize their data more efficiently.  Our products include aircraft data and connectivity solutions, hardware systems, and software applications used by commercial airlines and the U.S. military, and we provide services related to our products.  Engineered Systems Segment Our Engineered Systems segment provides innovative systems engineering, integration and advanced technology development, and complex manufacturing solutions for defense, space, environmental and energy applications.  This segment also designs and manufactures electrochemical energy systems and manufactures specialty electronics for demanding military applications.   Our core business base includes National Aeronautics and Space Administration (“NASA”), the U.S. Department of Defense, the U.S. Department of Energy, foreign militaries and commercial customers.  Teledyne exited the cruise missile turbine engine business in the first quarter of 2021. Customers We have a large number of customers in the various industries we serve.  No commercial customer in 2022 or 2021 accounted for more than 10% of net sales for any of our segments or for the total Company. Total sales to international customers were $2,586.0 million in 2022 and $2,147.9 million in 2021.  Of these sales to international customers, our businesses in the United States accounted for $837.9 million in 2022 and $723.9 million in 2021.  There were no sales to individual countries outside of the United States in excess of 10% of the Company’s sales. In both 2022 and 2021, we sold products to customers in over 100 foreign countries.  Approximately 90% of our net sales to international customers during 2022 were made to customers in 30 foreign countries.  In 2022, the top five countries for sales to international customers, ranked by net sales, were China, Germany, Japan, the United Kingdom and France and represented approximately 20% of our total net sales. Approximately 25% and 26% of our total net sales in 2022 and 2021, respectively, were derived from contracts with agencies of, and prime contractors to, the U.S. Government.  Information on our sales to the U.S. Government, including direct sales as a prime contractor and indirect sales as a subcontractor, is as follows (in millions):U.S. Government sales by segment:202220212020Digital Imaging$619.1 $515.9 $120.9 Instrumentation108.1 91.6 80.6 Aerospace and Defense Electronics266.3 227.2 229.9 Engineered Systems366.4 358.4 386.8 Total U.S. Government sales$1,359.9 $1,193.1 $818.2  Our principal U.S. Government customer is the U.S. Department of Defense, which totaled $1,065.1 million and $876.6 million of our total net sales for 2022 and 2021, respectively.  With the exception of the Engineered Systems segment, no U.S Government program in 2022 or 2021 accounted for more than 10% of net sales for any of our segments or for the total Company. In 2022 and 2021, the largest program with the U.S. Government within the Engineered Systems segment was the Mission Operations and Integration (“MO&I”) contract with the NASA Marshall Space Flight Center, which represented approximately 11% of Engineered Systems net sales in both 2022 and 2021. As described in greater detail under Item 1A. Risk Factors, there are risks associated with doing business with the U.S. Government.  In 2022, approximately 80% of our U.S. Government prime contracts and subcontracts were fixed-price type contracts, compared to 76% in 2021, with the remaining U.S. Government contracts related to cost-reimbursable contracts (\"cost-type\").  Under fixed-price type contracts, we bear the inherent risk that actual performance cost may exceed the fixed contract price.  Such contracts are typically not subject to renegotiation of profits if we fail to anticipate technical problems, estimate costs accurately or control costs during performance.  Additionally, U.S. Government contracts are subject to termination by the U.S. Government at its convenience, without identification of any default.  When contracts are terminated for convenience, we can recover costs incurred or committed, settlement expenses and profit on work completed prior to termination.  During 2022 and 2021, contracts terminated by the U.S. Government have not materially impacted our results of operations. 3 3 3 Table of Contents Table of Contents  Many of our government contracts are awarded after a competitive bidding process in which we seek to emphasize our ability to provide superior products and technical solutions. Raw Materials and Suppliers Most raw materials used in our operations are readily available; however, during 2022, we experienced supply chain challenges, including increased lead times, as well as cost inflation for parts and components, logistics and labor due to availability constraints and high demand.  While the current supply chain constraints have not materially affected our business, we have implemented short-term and long-term supplier actions to reduce disruptions and prioritize mitigation.  Some raw materials are purchased from a limited set of suppliers, including international sources, due to technical capability, price, and other factors.  We leverage our existing supplier relationships and are not dependent on any one supplier for a material amount of our purchases.  Prices of certain key raw materials and electronic components have fluctuated in the past and are expected to fluctuate in the future. We mitigate raw material cost increases primarily with long-term supply agreements and customer price increases.  We expect inflationary and supply chain constraint trends to continue in 2023.  However, we believe our short-term and long-term supplier actions position us well to mitigate and reduce the impact these factors may have on our businesses.   Marketing Our sales and marketing approach varies by segment and by products within our segments.  A shared fundamental tenet is the commitment to work closely with our customers to understand their needs, with an aim to secure preferred supplier and longer-term relationships.  Given the technical nature of our products, we conduct our marketing activities through a direct internal sales force as well as third-party sales representatives.  Several Teledyne businesses, including across our segments, have been marketing and selling products collaboratively to similar customers. Competition Because of the diversity of products sold and the number of markets we serve, we encounter a wide variety of competitors, none of which we believe offer the same product and service lines or serve all of the same markets as we do.  Although we have certain advantages that we believe help us compete effectively in our markets, each of our markets is highly competitive.  Our businesses vigorously compete on quality, product performance and reliability, technical expertise, price and service.  Many of our competitors have, and potential competitors could have, greater name recognition, a larger installed base of products, more extensive engineering, manufacturing, marketing and distribution capabilities and greater financial, technological and personnel resources than we do. Intellectual Property We own and control various intellectual property rights, including patents, trade secrets, confidential information, trademarks, trade names, and copyrights.  We are licensed to use certain patents, technology and other intellectual property rights owned and controlled by others.  Similarly, other companies are licensed to use certain patents, technology and other intellectual property rights owned and controlled by us.  We do not consider any single patent or trademark, or any group of them, essential either to Teledyne’s business as a whole or to any one of our reportable segments.  The annual royalties received or paid under license agreements are not significant to any of our reportable segments or to Teledyne’s overall operations. Patents, patent applications and license agreements will expire or terminate over time by operation of law, in accordance with their terms or otherwise.  We do not expect the expiration or termination of these patents, patent applications and license agreements to have a material adverse effect on our business, results of operations or financial condition. Environment and Other Government Regulations Information with respect to environmental matters is set forth under “Other Matters – Environmental” of “Item 7.  Management’s Discussion and Analysis of Results of Operation and Financial Condition” and Note 17.  No material capital expenditures relating to environmental or other government regulatory compliance are presently anticipated. Sustainability Teledyne continues to focus on developing solutions to address sustainability and climate challenges facing humanity today.  Many of our products directly support sustainability and climate challenges.  We provide a broad range of precision measurement technologies for environmental monitoring and climate research.  Our sensors and instruments are deployed everywhere: in space, on aircraft and drones, on land, on the sea surface, in the water column, and on the seafloor.  They operate around the clock, measuring greenhouse gases from space, precisely monitoring air and water quality throughout the world, and continuously profiling the Earth’s oceans.  Applications of our instruments provide scientists information that spans time from the origin of the universe to providing real-time data regarding air pollution and dangerous storms, such as time-critical warning of hurricanes and tsunamis. Recently, the prominence and importance of sustainability and Environmental, Social and Governance (“ESG”) initiatives have dramatically increased.  In November 2022, we published our second Corporate Social Responsibility (“CSR”) report, in which we disclose and highlight some of Teledyne’s most recent efforts focused on sustainability and ESG.  The CSR report,  4 4 4 Table of Contents Table of Contents  which is not incorporated by reference in this document, is available at the Corporate Social Responsibility link on our website at www.teledyne.com under the tab “Who We Are”. The CSR Report includes data on Teledyne’s combined direct emissions (“Scope 1”) and indirect emissions from purchased energy (“Scope 2”), workplace safety, water usage, waste generation and recycling and workplace demographics. In 2021, we compiled the first global inventory of our greenhouse gas (“GHG”) emissions (starting with fiscal year 2020) and have developed a GHG monitoring and management plan.  We have set a goal to reduce our combined Scope 1 and Scope 2 in company operations, normalized for revenue, by 40% from 2020 levels by the end of 2040.  Going forward, we will continue to evaluate our emission reduction goals, while at the same time providing the tools and technologies enabling environmental science and climatology across the globe.  More information about our carbon footprint and GHG emission reduction efforts and goals, and the contributions that Teledyne products make to carbon monitoring and environmental and climate science, can be found in our CSR report. Board Oversight Pursuant to the mandate in their respective charters, the Audit Committee of our Board of Directors (the “Board”) regularly reviews matters related to compliance with environmental laws and the health and safety of employees, and the Nominating and Governance Committee of our Board reviews and evaluates our policies and practices and monitors our efforts in areas of legal and social responsibility, diversity and sustainability, and other ESG matters.  The Audit Committee also oversees risk management, including the impact of climate change-related risks. Human Capital We consider our relations with our employees to be good.  At January 1, 2023, our total workforce consisted of approximately 14,700 employees in more than 37 countries.  Workforce demographics for various regions are provided below: Gender (Self-Reported)Percent of Total EmployeesAverage AgeAverage Years of ServiceMaleFemaleNot SpecifiedAmericas69%48.89.962%32%6%Europe, the Middle East and Africa28%43.210.059%24%17%Asia-Pacific Region3%41.17.852%23%25% We have a stable and long-tenured workforce.  In 2022, our voluntary employee turnover (excluding reductions in force) was approximately 12%.  As of January 1, 2023, the average years of service of our employees was approximately 10 years. Equality, Diversity and Inclusion Employees are vital to the success of our innovation-driven growth strategy.  We are focused on attracting, developing, and retaining employees through competitive compensation and benefits, workforce and management development, diversity and inclusion initiatives, succession planning, corporate culture and leadership quality.   Teledyne has a Corporate-led committee to oversee our equality, diversity and inclusion efforts.  We are committed to building a more diverse and inclusive workplace, and we actively monitor diversity metrics on a global basis. We regularly review our policies, processes and practices to ensure that they promote inclusivity for all applicants and employees.  We continue to focus on several activities and initiatives to actively increase diverse representation and progression within our company.  Various initiatives include developing relationships with universities with higher underrepresentation, creating diverse talent pools, and increasing networking and referrals with diverse professional organizations.  We advertise vacancies and strive to recruit the best possible candidate for each role.  Employee Well-Being The health and wellness of our employees is a critical component to the success of our business.  Many of our larger facilities have on-site fitness centers and encourage healthy choices with various wellness challenge programs.  These programs often include guest speakers on various topics, including mental health, heart disease, diabetes, and personal financial awareness.  We also have vacation and sick leave policies that provide employees with flexibility to take time away from work for relaxation or to recover from illness. U.S. based employees have access to third-party counseling and mental health services at no cost to the employee when life events impact an employee.  Talent Development We are committed to identifying and developing the talents of our next generation of leaders.  On an annual basis, we conduct an organization and leadership review for all segment, business unit, and function leaders, focusing on our high performing and high potential talent, diversity and succession for our most critical roles.  From this review, individualized development and retention programs are implemented or revised as needed.  We also provide additional opportunities for our existing employees to enhance their careers.  We invest in employee skills development in various ways, including through educational expense reimbursement.  Specialized training in a job-related field gives employees new skills and a strong foundation of knowledge that can serve them throughout their career and that may allow them to progress to more responsible  5 5 5 Table of Contents Table of Contents  positions at Teledyne.  Our employees have access to Teledyne University, a learning platform.  The database of courses, webinars, and certification programs has hundreds of targeted training programs on management, technical competencies, soft skills development, and compliance.   Available Information Teledyne’s website is www.teledyne.com.  We make available on our website, free of charge, annual reports on Form 10-K, quarterly reports on Form 10-Q, and current reports on Form 8-K pursuant to Section 13(a) or Section 15(d) of the Securities Exchange Act of 1934, as amended (the “Exchange Act”) as soon as reasonably practicable after we electronically file or furnish such material to the U.S. Securities and Exchange Commission (the “SEC”) at www.sec.gov.  We will provide, free of charge, a paper copy of any report we file with the SEC (without exhibits) upon written request to Melanie S. Cibik, Senior Vice President, General Counsel, Chief Compliance Officer and Secretary, at Teledyne Technologies Incorporated, 1049 Camino Dos Rios, Thousand Oaks, California 91360-2362.  We have included our website addresses throughout this report as inactive textual references only.  The information contained on the websites referenced herein is not incorporated into this Form 10-K.  ", "time": "00:00:04"}