{"cik": 1097149, "item_1A": "PART I    Business.   Our Company  Align Technology, Inc. (“We”, “Our”, “Align”) is a global medical device company primarily engaged in the design, manufacture and marketing of Invisalign® clear aligners for the treatment of malocclusions, or the misalignment of teeth, by orthodontists and general dental practitioners (“GPs”), Vivera® retainers for retention, iTero® intraoral scanners and services for dentistry, and exocad® computer-aided design and computer-aided manufacturing (“CAD/CAM”) software for dental laboratories and dental practitioners. Our vision and strategy is to revolutionize orthodontic and restorative dentistry through digital treatment planning and implementation using our Align Digital PlatformTM, an integrated suite of proprietary technologies and services designed to deliver a seamless, end-to-end solution for patients and consumers, orthodontists and GPs and lab partners. We strive to achieve our vision and strategy through key objectives made possible with the proprietary technologies and services of the Align Digital Platform to establish: clear aligners as the principal solution for the treatment of malocclusions with the Invisalign System as the treatment solution of choice by orthodontists, GPs and patients globally, our  3 3 3   intraoral scanners as the preferred scanning technology for digital dental scans, and our exocad CAD/CAM software as the dental restorative solution of choice for dental labs.   Align’s corporate headquarters are located at 410 North Scottsdale Road, Suite 1300, Tempe, Arizona 85288. Our telephone number is 602-742-2000. Our internet address is www.aligntech.com. Our Americas regional headquarters is located in Raleigh, North Carolina, U.S.A.; our European, Middle East and Africa (“EMEA”) regional headquarters is located in Rotkreuz, Switzerland; and our Asia Pacific (“APAC”) regional headquarters is located in Singapore.  We have two operating segments: (1) Clear Aligner and (2) Imaging Systems and CAD/CAM Services (“Systems and Services”). For the year ended December 31, 2022, Clear Aligner net revenues represented approximately 82% of worldwide net revenues, while Systems and Services net revenues represented the remaining 18%. We sell the majority of our products directly through a dedicated and specialized sales force to our customers: orthodontists, GPs, including prosthodontists, periodontists, and oral surgeons, and dental laboratories. We also sell through sales agents and distributors in certain countries. In addition, we sell directly to Dental Support Organizations (“DSOs”) who contract with dental practices to provide critical business management and support including non-clinical operations, and we sell products used by dental laboratories who manufacture or customize a variety of products used by licensed dentists to provide oral health care. We also market and sell doctor and consumer accessory products that are complementary to our doctor-prescribed principal products under the Invisalign® and other brands, including retainers, dental supplies, aligner cases (clamshells), teeth whitening products and cleaning solutions (collectively “Invisalign Accessory Products”). Depending on the product, our Invisalign Accessory Products are sold through a variety of channels, including online through large e-commerce websites, our doctor portal and in-store through large retailers and pharmacy stores.  Our clear aligners are sold under the Invisalign® brand name. Our Invisalign System is intended mainly for the treatment of malocclusions and is designed to help dental professionals achieve the clinical outcomes that they expect and the results patients desire. To date, over 14 million people worldwide have been treated with our Invisalign System. In order to provide Invisalign treatment to their patients, orthodontists and GPs must initially complete an Invisalign training course. Our iTero intraoral scanner is used by dental professionals and/or labs and service providers for restorative and orthodontic digital procedures as well as Invisalign case submissions. Our exocad CAD/CAM software products provide restorative dentistry, implantology, guided surgery, and smile design to dental labs and dental practices through fully integrated workflows, paving the way for new, cross-disciplinary dentistry in labs and at chairside.   Our Products, Services and Technologies  Align Digital Platform     4 4 4   We strive to be at the forefront of innovation in digital orthodontics and dentistry, helping doctors transform their practices using digital tools and technology to deliver great treatment experiences and outcomes to people worldwide. The Align Digital Platform is the foundation of our goal to revolutionize the practice of dentistry, delivering interconnected, interdisciplinary workflows and treatment solutions that move all aspects of treatment forward, from first consultations to final smiles with our doctor-centered treatment model. It is an end-to-end digital platform that combines software, systems and services to seamlessly integrate and connect those critical to successful treatment outcomes – doctors, labs, patients, and consumers. At the center of the Align Digital Platform are Invisalign clear aligners, iTero intraoral scanners, and exocad CAD/CAM software.  The Align Digital Platform utilizes the Align Digital Workflow to enable an end-to-end treatment experience with the following key components:   •Connect: The initial stage of the platform drives consumer demand and connects potential patients to our websites and Invisalign providers. Some of our tools that support this stage are Invisalign.com, the Invisalign SmileView tool, My Invisalign app, Doctor Locator, Invisalign Practice App, Invisalign Doctor Estimate and Invisalign Virtual Appointment. •Scan: During this stage, patient data is captured through intraoral scanning. Tools support a patient’s diagnosis of oral conditions and health and support the identification of an appropriate treatment pathway. Visualization of their potential smile helps patients understand the benefits of treatment and increase patient conversion. The tools that support this stage, include, iTero scanners and imaging systems, Invisalign Outcome Simulator Pro, Invisalign Photo Uploader, iTero NIRI technology (Near Infra-Red Imaging), iTero TimeLapse technology, iTero Element 5D auto upload feature and iTero Scan Report. •Plan: Doctors digitally visualize and plan orthodontic and restorative treatments. Orthodontists and GPs can use our products to design, build and share their vision for treatment planning and agree on a customized plan with their patients to reach the desired outcomes. Orthodontists and GPs can use our products to design, build and share their vision for treatment planning and agree on a customized plan with their patients to reach the desired outcomes. Some of our tools that support this stage are ClinCheck Pro® 6.0, ClinCheck In-Face Visualization, ClinCheck Live Update, Invisalign Practice App, Invisalign Personalized Plan and CBCT integration for ClinCheck software. •Treat: During this stage, doctors treat their patients with our Invisalign® clear aligners. •Monitor: Doctors are able to remotely track their patient’s treatment between visits, and orthodontists and GPs can more easily communicate treatment progress and tracking to their patients. Some of our tools that support this stage include Invisalign Virtual Care app, My Invisalign app, Invisalign Doctor Site, Invisalign Practice App, Invisalign Progress Assessment and iTero scanners. •Retain: Patients retain the final position of their treatment results through our Vivera® retainers.  As we further evolve the treatment planning experience for doctors leveraging 25 years in technological research and development innovations, we expect to introduce new technologies, features and functionality that improve personalization of treatment planning, predictability, clinical preferences, and 2D/3D imaging, including digital tools for faster and more accurate final tooth positions. In 2022, we launched significant new products and technologies that further enhance the Align Digital Platform, including the ClinCheck® Live Update software, Invisalign® Practice App, Invisalign® Personalized Plan, Invisalign Smile Architect™, Invisalign® Outcome Simulator Pro with in-face visualization, Cone Beam Computed Tomography integration with ClinCheck software, Invisalign® Virtual Care AI software, and the iTero-exocad Connector.  Clear Aligner Segment  Malocclusion and Traditional Orthodontic Treatment  Malocclusion is one of the most prevalent clinical dental conditions in the world, affecting approximately 60% to 75% of the global population. We estimate that there are approximately 500 million people globally with malocclusion who could benefit from straightening their teeth. However, most people afflicted by malocclusion do not seek orthodontic treatment due to a number of reasons, including negative perceptions of metal braces, affordability of treatment, and accessibility to doctors in  5 5 5   certain markets and geographies. Annually, only approximately 21 million people globally elect treatment by orthodontists. Today, most orthodontic patients continue to have their malocclusions treated with the use of traditional corrective methods such as metal arch wires and brackets, referred to as braces, augmented with elastics, metal expanders, headgear or functional appliances, and other ancillary devices as needed. Upon completion of a patient’s treatment, their dental professional may recommend the patient use a retainer appliance to preserve the benefits of their treatments. Of the 21 million cases started, we estimate that approximately 90% (19 million) can be treated using our Invisalign System, yet our share of the 21 million case starts through orthodontists is approximately 10% globally. This represents a significant growth opportunity for us to increase our share of the existing market of orthodontic case starts, especially among teens, and expand the market for digital orthodontics, especially among adults. By training more doctors, including GPs as well as orthodontists, educating more consumers about the benefits of straighter teeth using the Invisalign System and connecting consumers with an Invisalign-trained doctor of their choice, we are helping drive adoption of digital orthodontics and restorative dentistry globally.  The Invisalign System  The Invisalign System is a proprietary method for treating malocclusion based on a proprietary computer-simulated virtual treatment plan and a series of doctor-prescribed, custom manufactured, clear polymer removable aligners. We received 510(k) clearance from the United States (“U.S.”) Food and Drug Administration (“FDA”) to market the Invisalign System in 1998. The Invisalign System offers a range of treatment options, specialized services, and access to proprietary software for treatment visualization and is comprised of the following phases:  Diagnosis and transmission of treatment data. An Invisalign trained dental professional prepares an online prescription form on our Invisalign Doctor Site and securely submits the patient's records, which include a digital intraoral scan or a polyvinyl-siloxane (“PVS”) impression of the relevant dental arches, photographs of the patient and, at the dental professional’s election, x-rays of the patient’s dentition. Intraoral digital scans may be submitted through Align’s iTero scanner or certain third-party scanners capable of accurately interfacing with our systems and processes. Globally, more than 89% of Invisalign System prescription orders are now submitted via digital scan, increasing the accuracy of treatments, reducing the time from prescription submission to patient receipt, and decreasing the carbon footprint resulting from the shipment of the materials used to form PVS impressions to the doctors and shipping those PVS impressions back to us. Additionally, it is during this stage that exocad’s CAD/CAM software platform can be used to identify, assess and assist doctors and dental labs to collaborate on any needed ortho-restorative treatment options through comprehensive interdisciplinary workflows.  Computer-simulated treatment plan. Using the digital scans or PVS impressions, certain doctor preferences and digital data provided, we generate a proposed custom, three-dimensional treatment plan, called a ClinCheck® treatment plan, using proprietary software developed through significant, ongoing research and development investments spanning more than two decades. A patient’s ClinCheck treatment plan simulates desired tooth movement in stages and details the timing and placement of any features or attachments to be used during treatment. Attachments are tooth-colored “buttons” that are sometimes used to increase the biomechanical force on a specific tooth or teeth in order to affect the desired movement(s).  Review and approval of the treatment plan by an Invisalign trained doctor. The patient’s ClinCheck treatment plan is then made available to the prescribing dental professional via Align’s Invisalign Doctor Site, enabling the dental professional to evaluate projected tooth movement from initial to final position and compare multiple treatment plan options. By reviewing, modifying as needed and approving the treatment plan, the dental professional retains control of the patient’s treatment.  Manufacture of custom aligners. Following the dental professional’s approval of a ClinCheck treatment plan, we use the data underlying the simulation as input for the next stage of the Align Digital Workflow in which we use stereolithography technology (a form of 3D printing technology) to construct a series of molds depicting the future position of the patient’s teeth. Each mold is a replica of the patient’s teeth at each stage of the simulated course of treatment. From these molds, aligners are fabricated by pressure-forming polymeric sheets over each mold. Aligners are thin, clear polymer, removable dental appliances that are custom manufactured in a series designed to correspond to each stage of the patient's ClinCheck treatment plan.  Shipment to the dental professional and patient aligner wear. Once manufactured, all the aligners for a patient's doctor-approved treatment plan are typically shipped directly to the dental professional, who then dispenses them to the patient at regular check-up intervals. Aligners are generally worn for a short period of time corresponding to the stages of the patient’s approved ClinCheck treatment plan and their doctor’s discretion. The patient replaces the aligners with the next pair in the series when prescribed, advancing tooth movement through each stage. At various points in each patient’s treatment, their doctor may place attachments or use other auxiliaries to achieve desired tooth movements, per the doctor’s original prescription and the approved ClinCheck treatment plan. Additionally, for patients treated using many of our Invisalign System products, doctors have the option to adjust treatment plans to achieve desired results by ordering additional clear aligners in accordance with pre-defined terms. 6 6 6    Clear Aligner Products  We offer our Invisalign System in a variety of treatment packages designed to correspond with the case-by-case treatment needs of our doctors and their patients. The table below provides a general description of the categories of Invisalign System products offered in various regions as they typically correspond to the severity of malocclusion and length of anticipated treatment. MalocclusionVery Mild ModerateSevereProductInvisalign® Express PackageInvisalign® Lite PackageInvisalign Go™ Limited Movement (GP)Invisalign® Moderate Packages (& Invisalign Go™ Plus)Invisalign® Comprehensive PackagesTreatment Stages*7142020-26As many as requiredClinical ScopeRelapse and minor movement, anterior esthetic alignmentClass I, mild crowding/spacing, non-extraction, pre-restorativeClass I, no anterior / posterior correction, mild to moderate crowding, spacing, non-extraction, pre-restorative Tooth movement from 2nd premolar to 2nd premolar (5x5)Class I, mild Class II, mild to moderate crowding/spacing, mild anterior / posterior and vertical discrepancies, pre-restorative, (Go Plus tooth movement from 1st molar to 1st molar (6X6))Class I, II, III, moderate to severe crowding/spacing, anterior / posterior and vertical discrepancies, extractions, complex pre-restorative   * The number of stages can vary by product and region.  Most of our Invisalign System products described above provide dental professionals with the option to order additional aligners if the patient's treatment deviates from the original treatment plan. The number and timing of additional aligner orders are subject to certain requirements noted in our terms and conditions.   Comprehensive Products - Invisalign Treatment Options:  Invisalign Comprehensive Packages. The Invisalign Comprehensive Package is used to treat adults and teens over a wide spectrum of mild to severe malocclusion and contains a broad variety of features to address the desired treatment goals. It also addresses the frequently complex orthodontic needs of teenage or younger patients with advanced features such as mandibular advancement, compliance indicators and compensation for tooth eruption. These packages include Invisalign Comprehensive, Invisalign First Phase 1 and Invisalign First Comprehensive Phase 2.   Invisalign First Phase 1 and Invisalign First Comprehensive Phase 2 Packages. Invisalign First Phase 1 Package is designed specifically for younger patients generally between the ages of six and ten years, who frequently have a mixture of primary/baby and permanent teeth. Invisalign First Phase 1 treatment provides early interceptive orthodontic treatment, traditionally done through arch expansion, or partial metal braces, before all permanent teeth have erupted. Invisalign First Phase 1 clear aligners are designed specifically to address a wide range of younger patients' malocclusions, including shorter clinical crowns, management of erupting dentition and predictable dental arch expansion. Our Invisalign First Comprehensive Phase 2 Package complements Invisalign First Phase 1 and is generally consistent with our Invisalign Comprehensive Package. After a patient completes Invisalign First Phase 1, doctors have the option to purchase a Comprehensive Phase 2 Package for that same patient.   Non-Comprehensive Products - Invisalign Treatment Options:  Invisalign Non-comprehensive Packages. We offer a variety of lower priced treatment packages for less complex orthodontic cases, non-comprehensive relapse cases, or teeth straightening prior to restorative or cosmetic treatments, such as veneers. These treatment packages include Invisalign Express, Invisalign Lite, Invisalign Go, Invisalign Go Express and Invisalign Moderate. These packages may be offered in select countries and/or may differ from region to region.   Invisalign Go Packages. In various markets we also offer Invisalign Go and Invisalign Go Plus, streamlined Non-Comprehensive packages designed for GPs to more easily identify and treat patients with mild malocclusion. The Invisalign Go and Invisalign Go Plus packages include case assessment support, simplified ClinCheck treatment plans and a progress assessment feature for case monitoring.   7 7 7   Feature Enhancement / New Products  Invisalign Mandibular Advancement. Invisalign System with mandibular advancement is designed for tweens and teens. It is targeted for patients with permanent teeth or stable baby teeth who have bite issues in which the lower jaw is further back and can benefit from being brought forward for a better bite relationship. The Invisalign System with mandibular advancement addresses Class II bite correction with simultaneous alignment of the teeth. In 2022, we enhanced the original design with new enhanced precision wings that provide increased durability and comfort, as well as greater overlap to help the aligners remain properly engaged to keep the patient’s lower jaw forward during treatment.  Non-Case Products:  Clear Aligner non-case products include retention products, Invisalign training, adjusting tools used by dental professionals during the course of treatment, ancillary Invisalign Accessory Products and other oral health products available in certain e-commerce and retail channels in the U.S.  Retention. We offer up to four sets of custom clear aligners called Vivera retainers made with proprietary material strong enough to maintain tooth position and correct minor relapse, if necessary, as well as Invisalign retainers. Retainers are generally available for doctors to offer to any of their patients, whether they use the Invisalign System or other products, including wires and brackets. In select markets, we also offer single set retainers. Additionally, we offer a professional whitening system using Ultradent’s Opalescence PF whitening system with Vivera retainers.  We also offer in the U.S., a Doctor Subscription Program which is a monthly subscription program based on the doctor’s monthly need for retention or limited treatment. The program allows doctors the flexibility to order both “touch-up” or retention aligners within their subscribed tier and is designed for a segment of experienced Invisalign trained doctors who are currently not regularly using our retainers or low-stage aligners.    Smart Technology: SmartTrack, SmartForce and SmartStage  Smart technology is applied in the development of Invisalign treatments and leads to a more precise control of individual and multiple tooth movements. We use a force driven system in our Invisalign treatments such that the next aligner is shaped so that when inserted, the aligner stretches and applies the desired forces to the surface of the tooth, resulting in the desired tooth movement. Smart technology allows us to find the right thickness, the right elasticity, and the right force application over a period of time. Smart technology includes the use of SmartTrack, SmartForce and SmartStage Technology.  SmartTrack. SmartTrack clear aligner material is a patented, custom-engineered Invisalign clear aligner material that delivers gentle, more constant force considered ideal for orthodontic tooth movements. Conventional aligner materials relax and lose a substantial percentage of the force applied in the initial days of wear. SmartTrack material maintains more constant force over time. The flexible SmartTrack material also more precisely conforms to tooth morphology, attachments and interproximal spaces to improve control of tooth movement throughout treatment.  SmartForce. SmartForce attachments are small tooth-colored shapes that are attached to teeth before or during Invisalign treatment. Invisalign clear aligners fit smoothly and tightly around the attachments and give the aligners something to gently push on. SmartForce attachments make complex tooth movements possible without braces by helping clear aligners apply the right amount of force in the right direction.  SmartStage Technology. SmartStage is an advanced algorithm that determines the optimal path of tooth movement and the shape of the aligner at every stage of an Invisalign treatment. The programming determines tooth movement in a certain sequence, at the right time to achieve optimal outcomes with greater predictability and fewer undesirable interferences.  Systems and Services Segment   Intraoral scanning is a rapidly evolving technology that is having a substantial impact on the practice of dentistry. By enabling the dental practitioner to create a 3D image of a patient's teeth (digital scan) using a handheld intraoral scanner, digital scanning is faster, more efficient, precise and comfortable for patients. Beginning patient care with the early usage of our iTero intraoral scanners and combining the results with digital workflows designed to assist doctors and patients visualize and evaluate various treatment options with detailed imagery and CAD/CAM solutions is helping patients decide to undergo treatment and improve treatment outcomes and satisfaction. The accuracy of digitally scanned models substantially reduces the rate of restoration \"remakes,\" meaning patients are recalled less often and the appointment time for the restoration is shorter because of fewer adjustments, increasing overall patient satisfaction. Digital models also reduce the carbon footprint associated with the shipping of the materials used to create PVS impressions, the shipping of those impressions and their disposal.  8 8 8   Moreover, the digital model file can be used for various procedures and services including fabrication of physical dental models for use by labs to create restorative units such as veneers, inlays, onlays, crowns, bridges and implant abutments; digital records storage; aid to caries detection; orthodontic diagnosis; orthodontic retainers and appliances; and Invisalign digital impression submission.   iTero Scanner. The iTero Element™ portfolio of intraoral scanners includes the iTero Element™ 2, the iTero Element™ Flex, iTero Element™ 5D Imaging System and iTero Element™ Plus Series which are each available in select regions and countries. These products build on the existing high precision, full-color imaging and fast scan times of the iTero Element portfolio and are available with software options for orthodontic and restorative procedures. The iTero scanner is interoperable with our Invisalign System such that a full arch or full mouth digital scan can be submitted as part of the Invisalign System prescription order submission process.  Our iTero Element 5D Imaging System is the first integrated dental imaging system that simultaneously records 3D, intraoral color camera images, near infrared imaging (“NIRI”) technology and enables comparison over time using the iTero™ TimeLapse technology. NIRI technology, included in our iTero Element 5D and 5D Plus Imaging Systems, aids in detection and monitoring of interproximal caries lesions above the gingiva without using harmful radiation. The iTero Element 5D Imaging System is available in the U.S., Canada, China, and the majority of EMEA and select APAC and LATAM countries and is pending regulatory approval in others. We received 510(k) clearance in the U.S. for the caries detection feature of the iTero Element 5D in 2020. The iTero Element Plus Series of intraoral scanners and imaging systems offers restorative and orthodontic digital workflows that include enhanced visualization for optimized patient experience, including a fully integrated 3D intraoral camera in certain models, seamless scanning with reduced processing time, artificial intelligence-based features, and, in certain models, NIRI technology.  Our iTero Element scanners are offered in a number of software configurations such as Ortho Comprehensive, Restorative Comprehensive and Restorative Foundation. These software packages are included in the price of the scanner and have a service period of 1 to 5 years. They enable various orthodontic and restorative workflows as well as provide other applications, including Invisalign Outcome Simulator, Invisalign Case Assessment tool, Invisalign Progress Assessment tool, and iTero TimeLapse technology. Our iTero software is designed for orthodontists for digital records storage, orthodontic diagnosis, and for the fabrication of printed models and retainers. Our Restorative software is designed for GPs, prosthodontists, periodontists and oral surgeons and includes restorative workflows providing the ability to send digital impressions to the lab of their choice and communicate seamlessly with external treatment planning, custom implant abutment, chairside milling and laboratory CAD/CAM systems such as through our exocad Connector.   Invisalign® Outcome Simulator. The Invisalign Outcome Simulator is an exclusive chair-side and cloud-based application for the iTero scanner that allows doctors to help patients visualize how their teeth may look at the end of Invisalign treatment.  This is achieved through a dual view layout that shows a prospective patient an image of their own current dentition next to a simulated final position after Invisalign treatment.   Invisalign® Progress Assessment Tool. The Invisalign Progress Assessment tool provides the ability to compare a patient’s new scan with a specific stage of their ClinCheck® treatment plan, allowing doctors to visually assess and communicate Invisalign treatment progress with an easy-to-read, color-coded, tooth movement report.  iTero® TimeLapse Technology. Our iTero® TimeLapse technology allows doctors or practitioners to compare a patient’s historic 3D scans to a present-day scan, enabling clinicians to identify and measure orthodontic movement, tooth wear, and gingival recession. This highlights areas of diagnostic interest to dental professionals and helps foster a proactive conversation with the patient regarding potential restorative or orthodontic solutions.  CAD/CAM Services. Our exocad CAD/CAM software platform addresses restorative needs in an end-to-end digital platform workflow to facilitate ortho-restorative and comprehensive dentistry. The platform provides doctors and dental labs with digital clinical solutions that aid GPs and dental labs in planning and delivering restorative dental treatments, adding restorative functionality to our comprehensive digital platform to deliver digital ortho-restorative workflows and interdisciplinary dentistry. Our exocad software is licensed and sold separately.  Other proprietary software mentioned in this Annual Report on Form 10-K, such as software embedded in our iTero scanners, ClinCheck and ClinCheck Pro software, the Invisalign Doctor Site, and feature enhancements included as part of the Invisalign System are not sold separately, nor do they contribute as individual items to revenues.   9 9 9   Business Strategy  Our technology and innovations are designed to meet the demands of today’s patients with convenient, comfortable, and affordable treatment options, while improving overall oral health. We strive to help doctors and lab technicians move their businesses forward by connecting them with new patients, providing digital solutions that increase operational speed and efficiency and provide solutions that allow them to deliver exceptional treatment outcomes and experiences to millions of people around the world. We achieve this by focusing on and executing to our strategic growth drivers:   •International Expansion. We continue increasing our presence globally by making our products available in more countries to more customers. We continue expansion of our sales and marketing by reaching into new countries and regions, including new areas within Africa and Latin America. By the end of 2022, we were selling directly or through authorized distributors in more than 100 countries. As our business continues to grow in both number of new Invisalign trained doctors and customer utilization, we support that growth through targeted investments such as clinical support, product improvements, technological innovations, clinical education and advertising. In addition, we are scaling and expanding our operations and facilities to better support the growing numbers of global customers. In 2022, with the opening of our third clear aligner fabrication facility Wroclaw, Poland, we now have a manufacturing facility in each of our regions: Americas (Mexico), APAC (China), and EMEA (Poland). Each of these three facilities represents a “hub” and together these three hubs form the foundation of our “Regional Hub Model”, which will continue to evolve as we consider additional locations to improve coverage and service for any potential future markets. We also perform digital treatment planning and interpretation for restorative cases worldwide, including in Costa Rica, China, Germany, Spain, Poland, and Japan, among others. By establishing and expanding our key operational activities in locations closer to our customers, we are creating an infrastructure that allows us to be responsive to local and regional needs, while providing global operational flexibility and scale needed for variations in global and regional demand. We expect to continue expanding our business in 2023 by investing in resources, infrastructure and initiatives that help drive Invisalign treatment growth, our intraoral scanners as the preferred scanning technology for digital dental scans, and our exocad CAD/CAM software as the solution of choice for dental labs in existing and new international markets.  •GP Adoption. We want to enable GPs, who have the potential to treat the general population, to more easily identify potential cases they can treat with the Invisalign System, monitor patient progress or, if needed, help refer cases to an orthodontist while providing high-quality restorative, orthodontic and dental hygiene care. We believe success with GPs can be achieved through doctor training and clinical education, by offering digital tools such as the iTero scanner and products like Invisalign Go™ treatment that address the distinctive needs of GP patients, all delivered by sales and marketing personnel specifically focused on the unique needs of this customer category. We encourage GPs to scan every patient with intraoral scanners that are without harmful radiation as a means to diagnose and treat patients over time and as an opportunity to drive future demand for their services and the Invisalign System. In October 2021, the findings of a clinical study we sponsored were published in the peer-reviewed Journal of Dentistry were validated and demonstrated that the NIRI technology of the iTero Element 5D imaging system was 66% more sensitive than bitewing x-ray radiography for detection of interproximal lesions, without the use of harmful radiation, which supports our belief in the benefits of using iTero scanners.   •Patient Demand & Conversion. Our goal is to make the Invisalign brand a highly recognized name brand worldwide by creating awareness for Invisalign treatment among consumers and motivating the potential 500 million patients who can benefit from treatment of malocclusion to seek treatment using the Invisalign System. We accomplish this through an integrated consumer marketing strategy that includes television, media, social networking and event marketing and strategic alliances with professional sports teams, as well as educating patients on treatment options and directing them to high volume Invisalign trained doctors. To further drive consumer awareness, in 2022, we continued to offer additional dental-related Invisalign Accessory Products under the Invisalign brand name available in certain e-commerce channels in the U.S.    •Orthodontist Utilization. We continue to innovate and increase product applicability and predictability to address a wide range of cases, from simple to complex, thereby enabling doctors to confidently diagnose and treat children and adults with the Invisalign System. This is especially important to treating teenage patients who make up the largest portion of the 21 million annual orthodontic case starts each year. We also continue to make improvements to our Invisalign treatment software, ClinCheck Pro software, designed to deliver an exceptional user experience and increase treatment control to help doctors achieve their treatment goals. In combination with the new Invisalign System innovations that are part of the Align digital platform, we are enhancing the digital treatment planning experience for orthodontics by providing doctors with greater flexibility, consistency of treatment preferences and real-time treatment plan access and modification capabilities.  10 10 10    Manufacturing and Suppliers  We have three manufacturing facilities for clear aligners, which are located in Juarez, Mexico, where we conduct our aligner fabrication, distribution, and certain services for the Americas market, Ziyang, China, where we fabricate aligners for China and other APAC markets and Wroclaw Poland, where we fabricate aligners for EMEA markets. We have designed this Regional Hub Model to primarily cater to our respective market areas, enable us to better serve our global customer base by being closer to our doctor customers and drive efficiencies in the business. We produce our handheld intraoral scanner wand, perform final scanner assembly and repair our scanners at our facilities in Ziyang, China and Petah Tikva, Israel and service and repair certain scanners in Juarez, Mexico.    We also perform digital treatment planning and interpretation for restorative cases based on digital scans generated by our iTero intraoral scanners. Our digital treatment planning facilities are located worldwide, including in Costa Rica, China, Germany, Spain, Poland and Japan, among other international locations.  Our quality system is required to be in compliance with the Quality System regulations enforced by the FDA, and similar regulations enforced by other worldwide regulatory authorities. We are certified to ISO 13485:2016, an internationally recognized standard for medical device quality. We are routinely audited by third party certification bodies as well as global health authorities for our compliance to this quality standard as well as international regulations. We have a formal, documented quality system by which quality objectives are defined, understood and achieved. Systems, processes and procedures are implemented to ensure high levels of product and service quality. We monitor the effectiveness of the quality system based on internal data and direct customer feedback and strive to continually improve our systems and processes, taking corrective action, as needed.  Since the mass-customized treatment planning and manufacturing processes of our products requires substantial and varied technical expertise, we believe that our manufacturing capacity and capabilities are important to our success. In order to produce our highly-customized, highly-precise, medical quality products in volume, we have developed a number of proprietary processes and technologies. These technologies include complex software algorithms and solutions, including artificial intelligence and machine-learning based CAD/CAM software, Vision systems, CT scanning, stereolithography and automated custom aligner fabrication equipment. To increase the efficiency and yield of our manufacturing processes, we continue to focus our efforts on software development, equipment development and the improvement of rate-limiting processes or bottlenecks. We continuously upgrade our proprietary, three-dimensional treatment planning software to enhance computer analysis of treatment data and to reduce time spent on manual and judgmental tasks for each case, thereby increasing the efficiency of our technicians. In addition, to improve efficiency and increase the scale of our operations, we continue to invest in the development of automated systems for the fabrication and packaging of aligners.  In addition, predictable and consistent production is essential to our commitment to timely deliver products to our customers efficiently and profitably. Our production can be disrupted by such things as supply chain issues, production manufacturing software system issues and production equipment downtime. Accordingly, as we have grown our operations, we have included flexibility and resiliency in our overall manufacturing design to mitigate the risks of production downtime. Our manufacturing facilities include backup generators and systems and each facility has an emergency response plan that is part of ongoing employee training and testing through recurring cross functional scenario-based simulation exercises. Likewise, the Regional Hub Model provides us with greater flexibility and capacity to redirect production to one or more of our production facilities as needed.  As part of our manufacturing resiliency design efforts, we have also considered climate change, climate-related risks - higher average global temperatures, rising sea levels and more frequent and severe wildfires, hurricanes, floods, winter storms, heat waves and other events and natural disasters (collectively, “climate-related risks”). We view climate-related risks to be one of many operational challenges we face, and factor them into our business continuity planning and strategic risk mitigation efforts.   For instance, our manufacturing plants and operations may be impacted by extreme temperatures and weather, subjecting us to potential brownouts and blackouts, increased energy costs and capital investments needed to maintain ideal operating temperatures. Our manufacturing facility in Juarez, Mexico is located in an area classified as high-water stress and our operations could be impacted by water shortages, rationing and droughts. Our California, Costa Rica, Mexico and North Carolina operations are located in areas that have historically been impacted by extreme weather events such as hurricanes, tornados, wildfires or flooding.   In part to help mitigate risks to our manufacturing operations, we have strategically located our clear aligner production facilities in three facilities on different continents. This allows us to both respond more quickly to customer demand while also  11 11 11   offering redundancy in the event natural disasters or climate-related events affect operations at one or more facilities. Moreover, each of our three key clear aligner manufacturing facilities are located at elevations less likely to be impacted by rising sea levels and at least two hundred miles inland.  Moreover, we are highly dependent on manufacturers of specialized scanning equipment, rapid prototyping machines, resin and other advanced materials for our aligners, as well as the optics, electronic and other mechanical components of our intraoral scanners. We maintain single supplier relationships for many of these machines and materials technologies. In particular, our CT scanning and stereolithography equipment used in our aligner manufacturing and many of the critical components for the optics of our intraoral scanners are provided by single or sole source suppliers. We also currently purchase our resin and polymer, the primary raw materials used in our manufacturing process for clear aligners, from a single source. A discussion of the risks of our supply and manufacturing operations, including foreign operations, may be found in Item 1A of this Annual Report on Form 10-K under the heading \"Risk Factors.\"  Sales and Marketing  Our sales and marketing efforts are focused on increasing adoption and utilization of the Invisalign System and Vivera retainers by orthodontists and GPs worldwide and integrating the iTero scanner and services and exocad CAD/CAM products into dental labs and practices. The iTero scanner is an important component to the customer experience and is central to a digital approach as well as overall customer utilization of Invisalign clear aligners. In each region, we have direct sales, marketing and support organizations, which include quota carrying sales representatives, sales management and sales administration. We also have distribution partners in certain markets. Our sales and marketing personnel are organized primarily to support orthodontists and GPs separately, allowing highly trained and specialized personnel to serve each customer channel, thereby increasing our focus and effectiveness on both. We continue to expand in existing markets through targeted investments in sales resources, professional marketing and education programs. Additionally, our consumer marketing programs are designed to create awareness and educate consumers on the benefits of Invisalign treatment and Vivera retainers, including where they can find a trained doctor to provide treatment.  We provide training, marketing and clinical support to orthodontists and GPs. As of December 31, 2022, we had approximately 124,500 active Invisalign trained doctors. We define doctors as active if they have submitted at least one Invisalign case in the prior 12-month period.  Research and Development  We are committed to investing in world-class digital technology development, which we believe is critical to achieving our goal of establishing the Invisalign System as the standard method for treating malocclusion, our intraoral scanners as the preferred scanning technology for digital dental scans, and our exocad CAD/CAM software as the solution of choice for dental labs.  Our research and development activities are directed toward developing digital technology innovations that we believe will deliver our next generation of products and solutions to enable the Align Digital Platform. These activities range from accelerating product and clinical innovation to developing manufacturing process improvements to researching future technologies, products and software.  In an effort to demonstrate the broad treatment capabilities of the Invisalign System, various clinical case studies and articles have been published that highlight the clinical applicability of Invisalign treatment to malocclusion cases, including those of severe complexity. Similarly, various studies have also been published demonstrating the capabilities of our scanners, including advanced features such as our NIRI technology. We undertake pre-commercialization trials and testing of our technological improvements to our products and manufacturing process. We furthermore fund research in the field of orthodontics and dentistry through initiatives such as our Annual Research Award Program, which was in its 13th year in 2022, our donations to the American Association of Orthodontists Foundation and our partnership with MedTech Innovator Asia Pacific, a nonprofit startup accelerator for the medical technology industry that connects healthcare industry leaders with innovative medical technology startups for mentorship and support.   Intellectual Property   We believe our intellectual property portfolio represents a substantial business advantage. As of December 31, 2022, we had 739 active U.S. patents, 831 active foreign patents, and 813 pending global patent applications. Our active U.S. patents expire between 2023 and 2041. When patents expire, we lose the protection and competitive advantages they provided, which could negatively impact our operating results; however, as we continue to pursue new innovations, we seek intellectual property protection for new inventions and know-how through U.S. and foreign patent applications and non-disclosure agreements. We  12 12 12   also seek to protect our software, documentation and other written materials under trade secret and copyright laws. We furthermore have a broad and diverse trademark portfolio that we use to highlight and protect our universally recognized brands. Information regarding risks associated with our proprietary technology and our intellectual property rights may be found in Item 1A of this Annual Report on Form 10-K under the heading “Risk Factors.”  Seasonal Fluctuations  General economic conditions impact our business and financial results, and we have historically experienced seasonal trends within our two operating segments, customer channels and the geographic locations that we serve. Sales of the Invisalign system are often weaker in Europe, especially southern European countries during the summer months due to our customers and their patients being on holiday and seasonally higher in China during the third quarter. Similarly, other international holidays like Lunar New Year can impact our sales in APAC. In North America, summer is typically the busiest season for orthodontists with practices that have a high percentage of adolescent and teenage patients as many parents want to get their teenagers started in treatment before the start of the school year; however, many GPs are on vacation during this time and therefore tend to start fewer cases. For our Systems and Services segment, capital equipment sales are often stronger in the fourth calendar quarter. Consequently, these seasonal trends have caused and may continue to cause fluctuations in our quarterly results, including fluctuations in sequential revenue growth rates. However, our typical seasonal patterns have been impacted by macroeconomic uncertainty including significant changes in foreign exchange rates, the effects of COVID-19 , the military conflict between Russia and Ukraine and other macroeconomic challenges, and it remains unclear when or if they will return to historical norms.  Competition  Our clear aligner products compete directly against traditional orthodontic treatments that use metal brackets and wires and increasingly against clear aligner products manufactured and distributed by various companies, both within and outside the U.S. Although the number of competitors varies by segment, product, geography and customer, they include new and well-established regional competitors in certain foreign markets, as well as larger companies, divisions of larger companies or well-capitalized new entrants with substantial sales, marketing, research and financial capabilities. Competition in the clear aligner market continues to increase. In addition, corresponding foreign patents began expiring in 2018 which has increased competition outside the U.S. These competitors include existing larger companies in certain markets who have the ability to leverage their existing channels in the dental market to compete directly with us, direct-to-consumer (“DTC”) companies that provide clear aligners requiring little or no in-office care from trained and licensed doctors themselves who can manufacture retainers and custom aligners for treatment of very simple malocclusion in their offices using modern 3D printing technology. Unlike our DTC competitors, we are committed to doctors being at the core of our business strategy, and Invisalign treatment requires a doctor's prescription and an in-person physical examination of the patient’s dentition before treatment can begin.   Additionally, we face competition in the emerging and rapidly evolving markets for intraoral scanners and software solutions, including CAD/CAM. The global intraoral scanner market is very dynamic with participants spanning from traditional dental conglomerates to companies dedicated primarily to scanner development and sales with new entrants from South Korea and China playing larger roles. The iTero intraoral scanner competes with PVS impressions that doctors use for clear aligner therapy or other dental procedures, as well as other intraoral scanners. It also competes with traditional bite wing 2D dental x-rays for detecting interproximal caries. Information regarding risks associated with increased competition may be found in Item 1A of this Annual Report on Form 10-K under the heading “Risk Factors.”   We believe we are well positioned to compete in the markets we target. We have a dedicated, highly skilled sales force of over 4,000 employees who are focused on key demographics in our target markets that allow us to uniquely address customer needs and thereby enhance the customer experience. Our significant historical and ongoing investments in research and development and design around the movement of teeth, SmartTrack aligner materials and design, intraoral scanning, 3D manufacturing, global scale of manufacturing and treatment planning, strong brand name recognition, and an in depth understanding of the drivers and motivations within the orthodontic and GP dental markets are among a few of our key competitive factors that compare favorably with our competitors’ products and services.  Government Regulation  Many countries throughout the world have established regulatory frameworks for commercialization of medical devices. As a designer, manufacturer, and marketer of medical devices, we are obligated to comply with the respective frameworks of these countries to obtain and maintain access to these global markets. The frameworks often define requirements for marketing authorizations which vary by country. Failure to obtain appropriate marketing authorization and to meet all local requirements, including specific quality and safety standards in any country in which we currently market our products, could cause commercial disruption and/or subject us to sanctions and fines. Delays in receipt of, or a failure to receive, such marketing  13 13 13   authorizations, or the loss of any previously received authorizations, could have a material adverse effect on our business, financial condition and results of operations.  With regards to premarket authorization in the U.S., many of our products are classified as medical devices under the U.S. Food, Drug, and Cosmetic Act (“FD&C Act”). The FD&C Act requires these products, when sold in the U.S., to be safe and effective for their intended use and to comply with medical device regulations defined by the FDA. The regulatory framework depends on a set of written processes for ensuring consistent quality called a Quality Management System (“QMS”) coupled with a product marketing authorization which depends on the risk classification of the product. This regulatory framework is comparable to the framework established in the European Union (“EU”). Within the EU, our products are subject to the requirements defined by the Medical Device Regulation EU 2017/745 which replaced the Medical Device Directive 93/42/EEC with a final transition date of May 26, 2021. Similar market access regulations exist in Brazil, China, Japan and other countries. Our QMS is routinely audited by certification bodies as well as country regulators for compliance with applicable regulations. We believe we are in compliance with all state, federal, and international regulatory requirements applicable to our products.  We are also subject to various laws around the world that govern interactions with our customers as healthcare professionals or government officials. The laws govern different interactions and may include: prohibiting improper influence of or payments to healthcare professionals and government officials; setting out rules for when and how to engage healthcare professionals as our vendors; requiring price reporting regulations; requiring marketing of our products within the regulatory approval (e.g., on label) promotion, sale and marketing of our products and services; the importing and exporting of our products; the operation of our facilities and distribution of our products; and disclosure of payments to healthcare professionals and entities. As we expand our operations footprint, countries to which we sell and invest in new business models, compliance with applicable laws becomes more complex and the general trend is toward increasingly stringent oversight and enforcement.    Initiatives sponsored by government agencies, legislative bodies, and the private sector to limit the growth of healthcare expenses generally are ongoing in markets where we do business. It is not possible to predict at this time the long-term impact of such cost containment measures on our future business.  Our customers are healthcare providers that may be reimbursed by state or federal funded programs such as Medicaid, a foreign national healthcare program, or private pay insurance, each of which may offer some degree of oversight. As we expand our customer base and product offering, it is increasingly possible that there will be new opportunities to seek reimbursement from public and private payors for services that include our products, and additional laws or regulatory enforcement requirements may apply now or in the future. Also, as a medical device manufacturer and seller, we are subject to transparency reporting laws (also known as sunshine laws) that in certain countries and U.S. States require us to report transfers of value to healthcare professionals that perform services or receive other items from us (e.g., meals, travel, branded promotional or educational items, or other benefits of value). Many government agencies, both domestic and foreign, have increased their mining of this data and have used this data to drive enforcement activities with respect to healthcare providers and companies in recent years. Enforcement actions and associated efforts to respond or defend against such actions can be expensive, and any resulting findings carry the risk of significant civil and criminal penalties.  In addition, we must comply with numerous data protection and data governance laws that now do or soon will regulate or restrict cross border data transfers, such as in the EU, Switzerland, U.S. Federal and States, Brazil, China, Japan, Korea, and other countries. In the U.S., we may be required to comply with final regulations implementing amendments to the Health Insurance Portability and Accountability Act of 1996 (“HIPAA”) and the associated HIPAA Security Rule, and are in the same position as other companies working to ensure compliance with new State Privacy laws coming into effect in 2023, such as California, Virginia, Colorado and Connecticut. In the EU, we must comply with the General Data Protection Regulation, which serves as a harmonization of European data-privacy law and the Swiss Federal Act on Data Protection, where we have our EMEA headquarters. In LATAM markets, we must comply with Brazil's Lei Geral de Proteção de Dados.   We also have cybersecurity policies to protect confidential personal information and confidential company information.  We have internal monitoring and detection systems to safeguard against cyber attacks. We have implemented a security awareness and phishing program to educate our users about the importance of cybersecurity. We evaluate products to ensure compliance with cybersecurity regulations. We have established a business resiliency program and perform regular backups of our critical IT systems to protect against business interruption. In addition, we periodically scan our external environment for vulnerabilities, perform annual external penetration tests and engage an independent third party to assess effectiveness of our security practices for critical IT systems. We also have cybersecurity and other forms of insurance coverage related to a breach event covering expenses for notification, credit monitoring, investigation, crisis management, public relations and legal advice.  Information regarding risks associated with data security and privacy may be found in Item 1A of this Annual Report on Form 10-K under the heading “Risk Factors.”  14 14 14   Human Capital   We believe our culture and commitment to employees provide unique value that benefits Align, its stockholders and the communities and other stakeholders we serve. Every employee, and every job, is important to our success and helps us achieve our purpose of transforming smiles and changing lives. Align is committed to building a workforce of diverse cultural backgrounds and life experiences. Fostering a culture of dignity, integrity, open dialogue, open-mindedness, compassion, fairness, recognition, and shared goals allows us to attract and retain the best talent, which has ultimately led to the growth and success of our company.  As of December 31, 2022, we had approximately 23,165 employees, an increase of approximately 3% and 28% over December 31, 2021, and December 31, 2020, respectively. The number of employees for each of the last five years and our employees’ roles as of December 31, 2022 are as follows:     We are a global organization with the majority of our employees in direct-labor roles in our manufacturing and clinical treatment planning facilities. Set forth in the following paragraphs are some of the most important elements of our culture and commitment to our employees.  Governance. Our commitment to improving the lives of our employees and the communities in which we live and work, including conducting our business ethically, responsibly and transparently through open and clear disclosures that allow us and others to hold us accountable, begins with our Board of Directors (“Board”) and management team. They set the tone for our organization by establishing and clearly communicating our core values of Agility, Customer and Accountability that inform our culture. Our Global Code of Conduct (“Code”) and quality policies are designed to enable us to operate with integrity and deliver superior treatment outcomes and experiences to patients. We seek to create an environment that values the health, safety and well-being of our teams, and we work to equip them with the knowledge and skills to serve our business and develop in their careers. We believe that by effectively managing our business with these values as the foundation, we will drive long-term value for our stockholders and all stakeholders.  As part of our Board’s commitment to our environmental, social and governance (“ESG”) efforts, the Board previously delegated ESG oversight responsibility to our Nominating and Governance Committee. The evolution of our ESG programs was furthered in 2022 when our Board amended the charter of our Compensation Committee to specifically include oversight responsibilities of all human capital management strategies, programs and policies in addition to its oversight of diversity, equity and inclusion initiatives. In doing so, the Board deemed it important to rename the committee to the Compensation and Human Capital Committee in recognition of its additional human capital management oversight responsibilities.   The Compensation and Human Capital Committee regularly reviews and discusses key performance indicators regarding employee and human capital that allow it to more fully monitor trends involving issues such as our total headcount, recruiting, attrition, career development, diversity, compensation, benefits, and other measures of employee engagement and interest to management and the committee.   Diversity. Fostering diversity and encouraging inclusion and belonging in the workplace makes Align a more welcoming and enjoyable place to work. Our products and services are used broadly across age groups, gender identities, races, ethnicities, and cultures, so we aim to build a workforce that optimally reflects this diversity. We believe our success continues to be driven by our focus on integrating and welcoming employees of all different backgrounds, orientations, beliefs, perspectives and capabilities into our workforce. Our approximately 23,165 employees bring a positive mix of ethnic and culturally diverse backgrounds to the more than 40 different countries in which we operate.   15 15 15      Our management team is comprised of diverse individuals from varying countries and nationalities and who are committed to promoting and encouraging the health and well-being of our employees at work, at home and in society in general. We were selected by Untapped, a diversity recruiting platform, for having one of the Top Internship Programs of 2022. Untapped created a list of 75 top programs at companies that provide quality internship experiences, career advancement opportunities, an inclusive and diverse work environment, and significant growth potential. We were recognized for focus and dedication to diversity, equality, inclusion, and belonging.  Our work culture is designed to create financial, health, career and personal benefits for our employees and organization. We sponsor diverse and cultural recognition events to increase awareness of inclusion and diversity, including its importance in creating an environment where every employee can thrive.  We also sponsor employee resource groups based on shared characteristics or life experiences which are open to all employees, including those who do not directly identify with other members but are passionate in supporting the group's members in creating an educated, supportive and inclusive culture.   Talent Recruitment and Engagement. We employ a variety of career development, employee benefits, compensation and other policies and programs designed to attract, develop, and retain employees. We focus on building a talent pipeline that nurtures those early in their careers, encourages continuous learning and growth, and incentivizes employees to stay and contribute to our success over the long term. Our programs include early recruitment at high schools and universities, initiatives such as internships, co-ops, apprenticeships, and training programs, quarterly performance management check-ins focused on individual goals and commitment to values and conducting regular employee surveys to build trust and strengthen relationships.   Our efforts have resulted in numerous awards for our positive work environment and culture. In 2022 alone, we were recognized by:  •Great Places to Work and Best Places to Work based on our employee-validated great workplaces in the following countries - Brazil, Costa Rica, Germany, India, Italy, Poland, Singapore, Taiwan, Thailand, Vietnam - as well as in Raleigh, North Carolina •100 Best Companies to Work for in Israel by CofaceBdi •Computerworld Best Place to Work in IT, based on its survey of organizations across the U.S. to identify those that provide the best benefits and amenities for IT professionals •AmCham Cares Distinction Award Recipient in Singapore based on our volunteer and fundraising campaigns  We believe it is imperative to provide a vibrant employee experience and we value our employees’ collective voices. Accordingly, we conduct employee surveys to collect employee feedback critical to improving our culture. The process serves as a wellness check for us as the surveys cover a broad variety of topics including engagement, inclusion, development, leadership, compliance, alignment and enablement. Our response rates to our annual surveys are consistently high, reflecting strong engagement by our global employees. In 2022, our global employee participation was 89% of eligible employees. We have used information learned from our surveys to improve the way our employees experience us. Examples of the improvements we have made as a result of employee feedback include the design of our hybrid return to office approach, increased career development training opportunities, and a pilot program that allows CAD designers to learn new skills that provide potential pathways to software and operations engineering, cybersecurity and quality/regulatory engineering.  Training and Professional Development. Training is an integral part of developing and retaining our employees and creating a culture of leadership within the Company.  16 16 16    Training at Align begins with our Code and our strong commitment to ethical business practices in all aspects of our operations. Every employee and contractor is required to review the Code and confirm they understand it. We routinely reference the Code in presentations and as part of everyday operations.   As a further part of our standard onboarding program, we train employees on important environmental health and safety topics to protect them and our environment as we operate our business. As a general practice, employees are trained to perform their jobs in accordance with any and all applicable statutory and regulatory requirements and that training is routinely re-administered, updated and refreshed.   At Align, we believe employees learn best when skills development is driven by the changing and immediate needs of our employees and where all employees are empowered to take action and ownership of their careers. We also believe learning should be relevant and actionable as well as rooted in our purpose and values. Align University Online enables our global employee population to access a diverse portfolio of approximately one thousand self-directed courses in up to 80 languages. We also offer a full suite of custom leadership development programs, beginning with aspiring leaders, continuing with managers and directors, and culminating with executive development opportunities. In 2022, we introduced Voyage, Align’s approach to career development encouraging employees to think differently about career growth by challenging them to be intentional in planning their development, learning from others, practicing reflection, and embracing a growth mindset. At the end of 2022, 65% of Align employees had completed at least one professional development opportunity.  Compensation and Benefits. Our commitment to our employees starts with benefit and compensation programs that reflect the value and the contributions our employees make. In addition to competitive base pay, we offer an assortment of benefits that vary by country, including performance-base variable compensation programs, health and welfare benefit plans, retirement planning services and benefits, holiday and leave policies, equity participation programs such as our Incentive Plan and Employee Stock Purchase Plan, and charitable and community service opportunities. Besides these, we also offer discounts to our employees and their dependents when they undergo Invisalign treatment.   We are furthermore committed to pay equity practices. We exceed minimum pay requirements for our manufacturing personnel and we regularly review our pay equity practices globally and locally so that we can appropriately address discrepancies.  Health, Wellness and Safety. Our employees are essential to us as a business and their health and well-being is critical to our success and their continuing achievements. Our objective is to prevent injuries and occupational diseases by focusing first and foremost on creating and maintaining environments that are safe. We therefore offer a wide variety of robust programs and initiatives designed to promote the overall health and welfare of all our employees and their families. It is our responsibility to support the health and well-being of our employees. Every year, we have a month dedicated to well-being, called Month of Wellness, which is a worldwide movement fostering employee health. Throughout the Month of Wellness, employees participate in a variety of activities such as informational sessions and health fairs and receive useful resources aligned to our wellness pillars - mental resilience, physical well-being and healthy living, social/family connections, and financial wellness. This provides employees with a variety of meaningful ways to embrace wellness and well-being through mindfulness, meditation, nutrition and mental wellness activities, exercise, hikes, yoga, volunteer activities, financial education sessions, social events and stress management.  We have environmental, health, safety and sustainability personnel who are responsible for ensuring health and safety programs and processes are maintained and effective at each of our locations. Major worksites, such as our aligner fabrication sites, and large offices have dedicated Environmental Health and Safety (“EHS”) departments that ensure health and safety programs are maintained while contributing Best Management Practices (“BMP”) and general input to corporate-wide programs. Each EHS department is responsible for ensuring all employees at their location are properly trained on various EHS topics and at the appropriate frequencies. A training suite is determined for each employee depending on their responsibilities and function modeled off of ISO 45001.   Community. We actively encourage employees to support local charitable organizations by providing opportunities for volunteerism, team building, and donation and matching programs. In 2022, our employees continued to make us proud through their generosity and dedication, especially during our annual Month of Smiles initiative in October where we encourage our employees to make a difference individually and as teams through volunteer activities, charitable donations, fundraising, and intentional acts of goodness. In addition, through our Align Foundation, we support organizations whose visions closely align with our mission to improve smiles, supporting and educating teens, and empowering our customers through partnerships with learning institutions and foundations. Below are some of our key community initiatives in 2022:  17 17 17   •In honor of our 25th anniversary, we donated $250,000 to Junior Achievement Worldwide, an organization that delivers hands on, immersive learning in work readiness, financial health, entrepreneurship, sustainability, STEM, economics, and more. In addition, we held several volunteer activities with Junior Achievement.  •Since 2013 we have been a proud supporter of Operation Smile, a global medical nonprofit providing hundreds of thousands of free surgeries for people born with cleft lips and cleft palates in low- and middle-income countries. As of December 31, 2022, we had donated more than $2.5 million to Operation Smile.   •For 15 years we have supported America’s ToothFairy, an organization with a mission to ensure underserved children in the United States have access to dental care and learn about oral health by supporting nonprofit clinics and community partners. As of December 31, 2022, we have provided almost $2 million for the foundation’s operational expenses and children’s oral health programs.  We also provide product donations to the dental community to help patients in need of healthy, beautiful smiles. For more information on our charitable and community efforts, please refer to the Corporate Social Responsibility portion of our corporate website located at https://www.aligntech.com/about/corporate_social_responsibility.   Available Information  Our corporate website is www.aligntech.com, and our investor relations website is http://investor.aligntech.com. The information on or accessible through our websites is not part of this Annual Report on Form 10-K. Our Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, our proxy statement on Schedule 14A for our annual stockholders’ meeting and amendments to such reports are available, free of charge, on our investor relations website as soon as reasonably practicable after we electronically file or furnish such material with the SEC. Further, the SEC maintains an internet site that contains reports, proxy and information statements and other information regarding our filings at http://www.sec.gov.  18 18 18    Information about our Executive Officers   The following table sets forth certain information regarding our executive officers as of February 27, 2023:  NameAgePositionPeriodJoseph M. Hogan 65President and Chief Executive Officer of Align•  Chief Executive Officer of ABB •  Chief Executive Officer of GE Healthcare 2015-Present2008-20132000-2008John F. Morici56Chief Financial Officer and Executive Vice President, Global Finance of Align•  Chief Financial Officer and Senior Vice President, Global Finance of Align•  Chief Financial Officer of Align•  Executive Vice President and Managing Director of NBC Universal•  Chief Financial Officer/Chief Operating Officer of NBC Universal•  Senior Vice President and Chief Financial Officer of NBC Universal2022-Present2018-20222016-20182014-20162011-20142007-2011Julie Coletti55Executive Vice President, Chief Legal and Regulatory Officer of Align•  Senior Vice President, Chief Legal and Regulatory Officer of Align•  Vice President, Associate General Counsel, Strategic Commercial Affairs of Align•  Vice President, Global General Counsel and Chief Compliance Officer of Danaher•  Vice President, Chief Legal Officer and Corporate Secretary of Bayer HealthCare's MEDRAD/Radiology and Interventional Division2022-Present2019-20222018-20192013-20172007-2013Stuart Hockridge 51Executive Vice President, Global Human Resources of Align•  Senior Vice Present, Global Human Resources of Align•  Vice President, Global Human Resources of Align•  Vice President of Talent of Visa2022-Present2018-20222016-20182013-2016Emory M. Wright53Executive Vice President, Global Operations of Align•  Senior Vice President, Global Operations of Align•  Vice President, Operations of Align•  Various roles at Align including Vice President, Manufacturing2022-Present2018-20222007-20182000-2007 Joseph M. Hogan   President and Chief Executive Officer of Align •  Chief Executive Officer of ABB  •  Chief Executive Officer of GE Healthcare  John F. Morici  Chief Financial Officer and Executive Vice President, Global Finance of Align •  Chief Financial Officer and Senior Vice President, Global Finance of Align •  Chief Financial Officer of Align •  Executive Vice President and Managing Director of NBC Universal •  Chief Financial Officer/Chief Operating Officer of NBC Universal •  Senior Vice President and Chief Financial Officer of NBC Universal Julie Coletti  Executive Vice President, Chief Legal and Regulatory Officer of Align •  Senior Vice President, Chief Legal and Regulatory Officer of Align •  Vice President, Associate General Counsel, Strategic Commercial Affairs of Align •  Vice President, Global General Counsel and Chief Compliance Officer of Danaher •  Vice President, Chief Legal Officer and Corporate Secretary of Bayer HealthCare's MEDRAD/Radiology and Interventional Division Stuart Hockridge   Executive Vice President, Global Human Resources of Align •  Senior Vice Present, Global Human Resources of Align •  Vice President, Global Human Resources of Align •  Vice President of Talent of Visa Emory M. Wright  Executive Vice President, Global Operations of Align •  Senior Vice President, Global Operations of Align •  Vice President, Operations of Align •  Various roles at Align including Vice President, Manufacturing   ", "time": "00:01:30"}