{"cik": 1120193, "item_1A": "Item 1. Business  Overview Nasdaq is a global technology company serving the capital markets and other industries. Our diverse offerings of data, analytics, software and services enable clients to optimize and execute their business vision with confidence.We manage, operate and provide our products and services in three business segments: Market Platforms, Capital Access Platforms and Anti-Financial Crime.HistoryNasdaq was founded in 1971 as a wholly-owned subsidiary of FINRA. Beginning in 2000, FINRA restructured and broadened ownership in Nasdaq by selling shares to FINRA members, investment companies and issuers listed on The Nasdaq Stock Market. In connection with this restructuring, FINRA fully divested its ownership of Nasdaq in 2006, and The Nasdaq Stock Market became an independent registered national securities exchange in 2007.In February 2008, Nasdaq and OMX AB combined their businesses, and we changed our corporate name to The NASDAQ OMX Group, Inc. This transformational combination resulted in the expansion of our business from a U.S.-based exchange operator to a global exchange company offering technology that powers our own exchanges and markets as well as many other marketplaces around the world. We operated as the NASDAQ OMX Group until we rebranded our business as Nasdaq, Inc. in 2015. Growth StrategyTo enable success in the evolving global financial system, we have established our purpose, vision, and value proposition together with a focused growth strategy:Our Purpose: We advance economic progress for all.Our Vision: We will be the trusted fabric of the world’s financial system.Our Value Proposition: We deliver world-leading platforms that improve the liquidity, transparency and integrity of the global economy.Our Strategy: In 2017, we set a new strategic direction focused on maximizing the resources, people and capital allocated to our largest growth opportunities. These opportunities, which include anti-financial crime and marketplace technology solutions, workflow for investment managers and asset owners as well as insight solutions, constituted large and growing opportunities where we felt our strengths in technology, analytics and capital markets expertise, combined with our expansive client network, positioned us to meet our clients’ evolving needs. In 2022, we announced a new organizational structure which aligns our businesses more closely with the foundational shifts that are driving the evolution of the global financial system. In order to amplify our strategy, we aligned the Company more closely with evolving client needs. As a result, we have identified three new reporting segments, Market Platforms, Capital Access Platforms and Anti-Financial Crime, which align to our new divisional structure. By aligning our business segments against these secular trends, we aim to deliver more for our clients and increase growth across our key pillars of liquidity, transparency and integrity:•Liquidity: Within our Market Platforms division, we continue to modernize markets by utilizing technology to maximize the liquidity of the global economy. New technologies, including cloud, blockchain, machine learning and artificial intelligence, present significant opportunities to further enhance market resiliency and scalability and make markets even more accessible. We believe that these technologies will enable more opportunities for market participants and new asset classes to be integrated across markets globally. We brought our markets and market-related technology businesses together, aligning complementary capabilities to capture the potential these technologies can unlock in our industry. By utilizing the division’s position at the center of markets, we believe that Market Platforms will be at the forefront of the financial system’s evolution and will play a critical role in advancing the modernization of markets across geographies and asset classes.•Transparency: Our Capital Access Platforms division is uniquely placed to help clients navigate the increasing complexity of the evolving financial system through access to capital and transparency which enables economic growth. With over 10,000 corporate clients and 5,000 clients across the investment management ecosystem, Nasdaq is a trusted partner to aid the corporate and investment communities in making more informed decisions. Leveraging the insights and capabilities across our listings, advisory, data, index, and analytics teams, we believe that Capital Access Platforms will serve as a bridge between the investor and corporate communities, focused on enhancing the client experience by providing efficient routes to capital, delivering more holistic, actionable insights and intelligence, modernizing workflows, and navigating the climate and ESG landscape. Nasdaq is a global technology company serving the capital markets and other industries. Our diverse offerings of data, analytics, software and services enable clients to optimize and execute their business vision with confidence.We manage, operate and provide our products and services in three business segments: Market Platforms, Capital Access Platforms and Anti-Financial Crime.HistoryNasdaq was founded in 1971 as a wholly-owned subsidiary of FINRA. Beginning in 2000, FINRA restructured and broadened ownership in Nasdaq by selling shares to FINRA members, investment companies and issuers listed on The Nasdaq Stock Market. In connection with this restructuring, FINRA fully divested its ownership of Nasdaq in 2006, and The Nasdaq Stock Market became an independent registered national securities exchange in 2007.In February 2008, Nasdaq and OMX AB combined their businesses, and we changed our corporate name to The NASDAQ OMX Group, Inc. This transformational combination resulted in the expansion of our business from a U.S.-based exchange operator to a global exchange company offering technology that powers our own exchanges and markets as well as many other marketplaces around the world. We operated as the NASDAQ OMX Group until we rebranded our business as Nasdaq, Inc. in 2015. Growth StrategyTo enable success in the evolving global financial system, we have established our purpose, vision, and value proposition together with a focused growth strategy:Our Purpose: We advance economic progress for all.Our Vision: We will be the trusted fabric of the world’s financial system.Our Value Proposition: We deliver world-leading platforms that improve the liquidity, transparency and integrity of the global economy.Our Strategy: In 2017, we set a new strategic direction focused on maximizing the resources, people and capital allocated to our largest growth opportunities. These opportunities, which include anti-financial crime and marketplace technology solutions, workflow for investment managers and asset owners as well as insight solutions, constituted large and growing opportunities where we felt our strengths in technology, analytics and capital markets expertise, combined with our expansive client network, positioned us to meet our clients’ evolving needs.  Nasdaq is a global technology company serving the capital markets and other industries. Our diverse offerings of data, analytics, software and services enable clients to optimize and execute their business vision with confidence. We manage, operate and provide our products and services in three business segments: Market Platforms, Capital Access Platforms and Anti-Financial Crime. History Nasdaq was founded in 1971 as a wholly-owned subsidiary of FINRA. Beginning in 2000, FINRA restructured and broadened ownership in Nasdaq by selling shares to FINRA members, investment companies and issuers listed on The Nasdaq Stock Market. In connection with this restructuring, FINRA fully divested its ownership of Nasdaq in 2006, and The Nasdaq Stock Market became an independent registered national securities exchange in 2007. In February 2008, Nasdaq and OMX AB combined their businesses, and we changed our corporate name to The NASDAQ OMX Group, Inc. This transformational combination resulted in the expansion of our business from a U.S.-based exchange operator to a global exchange company offering technology that powers our own exchanges and markets as well as many other marketplaces around the world. We operated as the NASDAQ OMX Group until we rebranded our business as Nasdaq, Inc. in 2015.   Growth Strategy To enable success in the evolving global financial system, we have established our purpose, vision, and value proposition together with a focused growth strategy: Our Purpose: We advance economic progress for all. Our Vision: We will be the trusted fabric of the world’s financial system. Our Value Proposition: We deliver world-leading platforms that improve the liquidity, transparency and integrity of the global economy. Our Strategy: In 2017, we set a new strategic direction focused on maximizing the resources, people and capital allocated to our largest growth opportunities. These opportunities, which include anti-financial crime and marketplace technology solutions, workflow for investment managers and asset owners as well as insight solutions, constituted large and growing opportunities where we felt our strengths in technology, analytics and capital markets expertise, combined with our expansive client network, positioned us to meet our clients’ evolving needs.   In 2022, we announced a new organizational structure which aligns our businesses more closely with the foundational shifts that are driving the evolution of the global financial system. In order to amplify our strategy, we aligned the Company more closely with evolving client needs. As a result, we have identified three new reporting segments, Market Platforms, Capital Access Platforms and Anti-Financial Crime, which align to our new divisional structure. By aligning our business segments against these secular trends, we aim to deliver more for our clients and increase growth across our key pillars of liquidity, transparency and integrity:•Liquidity: Within our Market Platforms division, we continue to modernize markets by utilizing technology to maximize the liquidity of the global economy. New technologies, including cloud, blockchain, machine learning and artificial intelligence, present significant opportunities to further enhance market resiliency and scalability and make markets even more accessible. We believe that these technologies will enable more opportunities for market participants and new asset classes to be integrated across markets globally. We brought our markets and market-related technology businesses together, aligning complementary capabilities to capture the potential these technologies can unlock in our industry. By utilizing the division’s position at the center of markets, we believe that Market Platforms will be at the forefront of the financial system’s evolution and will play a critical role in advancing the modernization of markets across geographies and asset classes.•Transparency: Our Capital Access Platforms division is uniquely placed to help clients navigate the increasing complexity of the evolving financial system through access to capital and transparency which enables economic growth. With over 10,000 corporate clients and 5,000 clients across the investment management ecosystem, Nasdaq is a trusted partner to aid the corporate and investment communities in making more informed decisions. Leveraging the insights and capabilities across our listings, advisory, data, index, and analytics teams, we believe that Capital Access Platforms will serve as a bridge between the investor and corporate communities, focused on enhancing the client experience by providing efficient routes to capital, delivering more holistic, actionable insights and intelligence, modernizing workflows, and navigating the climate and ESG landscape. In 2022, we announced a new organizational structure which aligns our businesses more closely with the foundational shifts that are driving the evolution of the global financial system. In order to amplify our strategy, we aligned the Company more closely with evolving client needs. As a result, we have identified three new reporting segments, Market Platforms, Capital Access Platforms and Anti-Financial Crime, which align to our new divisional structure.   By aligning our business segments against these secular trends, we aim to deliver more for our clients and increase growth across our key pillars of liquidity, transparency and integrity: •Liquidity: Within our Market Platforms division, we continue to modernize markets by utilizing technology to maximize the liquidity of the global economy. New technologies, including cloud, blockchain, machine learning and artificial intelligence, present significant opportunities to further enhance market resiliency and scalability and make markets even more accessible. We believe that these technologies will enable more opportunities for market participants and new asset classes to be integrated across markets globally. We brought our markets and market-related technology businesses together, aligning complementary capabilities to capture the potential these technologies can unlock in our industry. By utilizing the division’s position at the center of markets, we believe that Market Platforms will be at the forefront of the financial system’s evolution and will play a critical role in advancing the modernization of markets across geographies and asset classes. •Transparency: Our Capital Access Platforms division is uniquely placed to help clients navigate the increasing complexity of the evolving financial system through access to capital and transparency which enables economic growth. With over 10,000 corporate clients and 5,000 clients across the investment management ecosystem, Nasdaq is a trusted partner to aid the corporate and investment communities in making more informed decisions. Leveraging the insights and capabilities across our listings, advisory, data, index, and analytics teams, we believe that Capital Access Platforms will serve as a bridge between the investor and corporate communities, focused on enhancing the client experience by providing efficient routes to capital, delivering more holistic, actionable insights and intelligence, modernizing workflows, and navigating the climate and ESG landscape. 1 1 1   •Integrity: Our Anti-Financial Crime division combines Nasdaq's fraud detection, anti-money laundering, and surveillance businesses. This division remains focused on capturing the growth associated with protecting the integrity of the financial system and fighting financial crime. The division will continue its focus on delivering a world-class platform, leveraging the power of the cloud and machine learning across asset classes, to the full spectrum of banks and brokers, including the emerging ecosystem of financial technology, or FinTech, companies and digital banks.Products and ServicesMarket PlatformsOur Market Platforms segment delivers world leading platforms that improve the liquidity, transparency and integrity of the global economy by architecting and operating the world's best markets. Our Market Platforms segment includes our Trading Services and Marketplace Technology businesses.Trading ServicesWe provide trading services in North America and Europe. In the U.S., we operate six options exchanges: Nasdaq PHLX, The Nasdaq Options Market, Nasdaq BX Options, Nasdaq ISE, Nasdaq GEMX and Nasdaq MRX. These exchanges facilitate the trading of equity, ETF, index and foreign currency options. Our combined options market share in 2022 represented the largest share of the U.S. market for multi-listed equity options. Our options trading platforms provide trading opportunities to retail investors, algorithmic trading firms and market makers, who tend to prefer electronic trading, and institutional investors, who typically require high touch services to execute their trades, which are often performed on our trading floor in Philadelphia.We also operate three cash equity exchanges: The Nasdaq Stock Market, Nasdaq BX and Nasdaq PSX. Our U.S. cash equity exchanges offer trading of both Nasdaq-listed and non-Nasdaq-listed securities. The Nasdaq Stock Market is the largest single venue of liquidity for trading U.S.-listed cash equities. Market participants include market makers, broker-dealers, ATSs, institutional investors, and registered securities exchanges.Trading Services also includes revenues from U.S. Tape plans. The plan administrators sell quotation and last sale information for all transactions, whether traded on The Nasdaq Stock Market or other exchanges, to market participants and to data distributors, who then provide the information to subscribers. After deducting costs, the plan administrators distribute the tape revenues to the respective plan participants based on a formula required by Regulation NMS that takes into account both trading and quoting activity.In Canada, we operate an exchange with three independent markets for the trading of Canadian-listed securities: Nasdaq Canada CXC, Nasdaq Canada CX2 and Nasdaq Canada CXD.In 2022, we began migrating our North American markets to the AWS cloud-computing platform in a phased approach as part of a partnership to build the foundation of new capital markets. During the fourth quarter, we successfully completed the migration of Nasdaq MRX to the cloud. We believe the shift to cloud-based markets will provide our exchanges with more security, greater reliability, better scalability and the ability to quickly power up computing resources. This will, in turn, enable Nasdaq to provide its clients access to cloud-based capabilities, including virtual connectivity services, market analytics and machine learning, at a lower cost.In Europe, we operate exchanges in Tallinn (Estonia), Riga (Latvia) and Vilnius (Lithuania) as Nasdaq Baltic and exchanges in Stockholm (Sweden), Copenhagen (Denmark), Helsinki (Finland), and Reykjavik (Iceland) together with the clearing operations of Nasdaq Clearing, as Nasdaq Nordic. Collectively, the Nasdaq Nordic and Nasdaq Baltic exchanges offer trading in cash equities, depository receipts, warrants, convertibles, rights, fund units and ETFs, as well as trading and clearing of derivatives and clearing of resale and repurchase agreements. Our platform allows the exchanges to share the same trading system, which enables efficient cross-border trading and settlement, cross-exchange membership and a single source for Nordic data products. Settlement and registration of cash equity trading takes place in Sweden, Finland, and Denmark via the local central securities depositories. In addition, Nasdaq owns a central securities depository that provides notary, settlement, central maintenance and other services in the Baltic countries and Iceland.In Europe, Nasdaq Nordic offers trading in derivatives, such as stock options and futures and index options and futures. Nasdaq Clearing offers central counterparty clearing services for stock options and futures and index options and futures.Nasdaq Fixed Income, or NFI, provides a wide range of products and services, such as trading and clearing, for fixed income products in Sweden, Denmark, Finland, Iceland, Estonia, Lithuania and Latvia. Nasdaq is the largest bond listing venue in the Nordics, with more than 5,600 listed retail and institutional bonds. In addition, Nasdaq Nordic facilitates the trading and clearing of Nordic fixed income derivatives in a unique market structure. Buyers and sellers agree to trades in fixed income derivatives through bilateral negotiations and then report those trades to Nasdaq Clearing. Nasdaq Clearing offers central counterparty clearing services for fixed-income options and futures and interest rate swaps. Nasdaq Clearing also operates a clearing service for the resale and repurchase agreement market. •Integrity: Our Anti-Financial Crime division combines Nasdaq's fraud detection, anti-money laundering, and surveillance businesses. This division remains focused on capturing the growth associated with protecting the integrity of the financial system and fighting financial crime. The division will continue its focus on delivering a world-class platform, leveraging the power of the cloud and machine learning across asset classes, to the full spectrum of banks and brokers, including the emerging ecosystem of financial technology, or FinTech, companies and digital banks.Products and ServicesMarket PlatformsOur Market Platforms segment delivers world leading platforms that improve the liquidity, transparency and integrity of the global economy by architecting and operating the world's best markets. Our Market Platforms segment includes our Trading Services and Marketplace Technology businesses.Trading ServicesWe provide trading services in North America and Europe. In the U.S., we operate six options exchanges: Nasdaq PHLX, The Nasdaq Options Market, Nasdaq BX Options, Nasdaq ISE, Nasdaq GEMX and Nasdaq MRX. These exchanges facilitate the trading of equity, ETF, index and foreign currency options. Our combined options market share in 2022 represented the largest share of the U.S. market for multi-listed equity options. Our options trading platforms provide trading opportunities to retail investors, algorithmic trading firms and market makers, who tend to prefer electronic trading, and institutional investors, who typically require high touch services to execute their trades, which are often performed on our trading floor in Philadelphia.We also operate three cash equity exchanges: The Nasdaq Stock Market, Nasdaq BX and Nasdaq PSX. Our U.S. cash equity exchanges offer trading of both Nasdaq-listed and non-Nasdaq-listed securities. The Nasdaq Stock Market is the largest single venue of liquidity for trading U.S.-listed cash equities. Market participants include market makers, broker-dealers, ATSs, institutional investors, and registered securities exchanges.Trading Services also includes revenues from U.S. Tape plans. The plan administrators sell quotation and last sale information for all transactions, whether traded on The Nasdaq Stock Market or other exchanges, to market participants and to data distributors, who then provide the information to subscribers. After deducting costs, the plan administrators distribute the tape revenues to the respective plan participants based on a formula required by Regulation NMS that takes into account both trading and quoting activity. •Integrity: Our Anti-Financial Crime division combines Nasdaq's fraud detection, anti-money laundering, and surveillance businesses. This division remains focused on capturing the growth associated with protecting the integrity of the financial system and fighting financial crime. The division will continue its focus on delivering a world-class platform, leveraging the power of the cloud and machine learning across asset classes, to the full spectrum of banks and brokers, including the emerging ecosystem of financial technology, or FinTech, companies and digital banks.  Products and Services Market Platforms Our Market Platforms segment delivers world leading platforms that improve the liquidity, transparency and integrity of the global economy by architecting and operating the world's best markets.  Our Market Platforms segment includes our Trading Services and Marketplace Technology businesses.  Trading Services We provide trading services in North America and Europe. In the U.S., we operate six options exchanges: Nasdaq PHLX, The Nasdaq Options Market, Nasdaq BX Options, Nasdaq ISE, Nasdaq GEMX and Nasdaq MRX. These exchanges facilitate the trading of equity, ETF, index and foreign currency options. Our combined options market share in 2022 represented the largest share of the U.S. market for multi-listed equity options. Our options trading platforms provide trading opportunities to retail investors, algorithmic trading firms and market makers, who tend to prefer electronic trading, and institutional investors, who typically require high touch services to execute their trades, which are often performed on our trading floor in Philadelphia. We also operate three cash equity exchanges: The Nasdaq Stock Market, Nasdaq BX and Nasdaq PSX. Our U.S. cash equity exchanges offer trading of both Nasdaq-listed and non-Nasdaq-listed securities. The Nasdaq Stock Market is the largest single venue of liquidity for trading U.S.-listed cash equities. Market participants include market makers, broker-dealers, ATSs, institutional investors, and registered securities exchanges. Trading Services also includes revenues from U.S. Tape plans. The plan administrators sell quotation and last sale information for all transactions, whether traded on The Nasdaq Stock Market or other exchanges, to market participants and to data distributors, who then provide the information to subscribers. After deducting costs, the plan administrators distribute the tape revenues to the respective plan participants based on a formula required by Regulation NMS that takes into account both trading and quoting activity.  In Canada, we operate an exchange with three independent markets for the trading of Canadian-listed securities: Nasdaq Canada CXC, Nasdaq Canada CX2 and Nasdaq Canada CXD.In 2022, we began migrating our North American markets to the AWS cloud-computing platform in a phased approach as part of a partnership to build the foundation of new capital markets. During the fourth quarter, we successfully completed the migration of Nasdaq MRX to the cloud. We believe the shift to cloud-based markets will provide our exchanges with more security, greater reliability, better scalability and the ability to quickly power up computing resources. This will, in turn, enable Nasdaq to provide its clients access to cloud-based capabilities, including virtual connectivity services, market analytics and machine learning, at a lower cost.In Europe, we operate exchanges in Tallinn (Estonia), Riga (Latvia) and Vilnius (Lithuania) as Nasdaq Baltic and exchanges in Stockholm (Sweden), Copenhagen (Denmark), Helsinki (Finland), and Reykjavik (Iceland) together with the clearing operations of Nasdaq Clearing, as Nasdaq Nordic. Collectively, the Nasdaq Nordic and Nasdaq Baltic exchanges offer trading in cash equities, depository receipts, warrants, convertibles, rights, fund units and ETFs, as well as trading and clearing of derivatives and clearing of resale and repurchase agreements. Our platform allows the exchanges to share the same trading system, which enables efficient cross-border trading and settlement, cross-exchange membership and a single source for Nordic data products. Settlement and registration of cash equity trading takes place in Sweden, Finland, and Denmark via the local central securities depositories. In addition, Nasdaq owns a central securities depository that provides notary, settlement, central maintenance and other services in the Baltic countries and Iceland.In Europe, Nasdaq Nordic offers trading in derivatives, such as stock options and futures and index options and futures. Nasdaq Clearing offers central counterparty clearing services for stock options and futures and index options and futures.Nasdaq Fixed Income, or NFI, provides a wide range of products and services, such as trading and clearing, for fixed income products in Sweden, Denmark, Finland, Iceland, Estonia, Lithuania and Latvia. Nasdaq is the largest bond listing venue in the Nordics, with more than 5,600 listed retail and institutional bonds. In addition, Nasdaq Nordic facilitates the trading and clearing of Nordic fixed income derivatives in a unique market structure. Buyers and sellers agree to trades in fixed income derivatives through bilateral negotiations and then report those trades to Nasdaq Clearing. Nasdaq Clearing offers central counterparty clearing services for fixed-income options and futures and interest rate swaps. Nasdaq Clearing also operates a clearing service for the resale and repurchase agreement market. In Canada, we operate an exchange with three independent markets for the trading of Canadian-listed securities: Nasdaq Canada CXC, Nasdaq Canada CX2 and Nasdaq Canada CXD. In 2022, we began migrating our North American markets to the AWS cloud-computing platform in a phased approach as part of a partnership to build the foundation of new capital markets. During the fourth quarter, we successfully completed the migration of Nasdaq MRX to the cloud. We believe the shift to cloud-based markets will provide our exchanges with more security, greater reliability, better scalability and the ability to quickly power up computing resources. This will, in turn, enable Nasdaq to provide its clients access to cloud-based capabilities, including virtual connectivity services, market analytics and machine learning, at a lower cost. In Europe, we operate exchanges in Tallinn (Estonia), Riga (Latvia) and Vilnius (Lithuania) as Nasdaq Baltic and exchanges in Stockholm (Sweden), Copenhagen (Denmark), Helsinki (Finland), and Reykjavik (Iceland) together with the clearing operations of Nasdaq Clearing, as Nasdaq Nordic.  Collectively, the Nasdaq Nordic and Nasdaq Baltic exchanges offer trading in cash equities, depository receipts, warrants, convertibles, rights, fund units and ETFs, as well as trading and clearing of derivatives and clearing of resale and repurchase agreements. Our platform allows the exchanges to share the same trading system, which enables efficient cross-border trading and settlement, cross-exchange membership and a single source for Nordic data products. Settlement and registration of cash equity trading takes place in Sweden, Finland, and Denmark via the local central securities depositories. In addition, Nasdaq owns a central securities depository that provides notary, settlement, central maintenance and other services in the Baltic countries and Iceland. In Europe, Nasdaq Nordic offers trading in derivatives, such as stock options and futures and index options and futures. Nasdaq Clearing offers central counterparty clearing services for stock options and futures and index options and futures. Nasdaq Fixed Income, or NFI, provides a wide range of products and services, such as trading and clearing, for fixed income products in Sweden, Denmark, Finland, Iceland, Estonia, Lithuania and Latvia. Nasdaq is the largest bond listing venue in the Nordics, with more than 5,600 listed retail and institutional bonds. In addition, Nasdaq Nordic facilitates the trading and clearing of Nordic fixed income derivatives in a unique market structure. Buyers and sellers agree to trades in fixed income derivatives through bilateral negotiations and then report those trades to Nasdaq Clearing. Nasdaq Clearing offers central counterparty clearing services for fixed-income options and futures and interest rate swaps. Nasdaq Clearing also operates a clearing service for the resale and repurchase agreement market. 2 2 2   In June 2021, we sold our U.S. Fixed Income business, which included an electronic platform for the trading of U.S. Treasuries. Nasdaq Commodities is the brand name for Nasdaq’s European commodity-related products and services such as trading and clearing. Nasdaq Commodities’ offerings include derivatives in power, natural gas and carbon emission markets, seafood and electricity certificates. These products are listed on Nasdaq Oslo ASA, except for seafood, which is listed on Fish Pool, a third-party platform.Nasdaq Oslo ASA is the commodity derivatives exchange for European products. All trades with Nasdaq Oslo ASA are subject to clearing with Nasdaq Clearing, which offers central counterparty clearing services for commodities options and futures.We also own a majority stake in Puro.earth, a Finnish-based leading platform for carbon removal. Puro.earth offers engineered carbon removal instruments that are verified and tradable through an open, online platform. Puro.earth’s marketplace capabilities add to our suite of ESG-focused technologies and workflow solutions and give our clients further resources to successfully achieve their ESG objectives. In addition to our trading and clearing services business and our carbon market offering, in September 2022, we announced our planned launch of a new digital assets business to power the digital asset ecosystem. The launch underpins Nasdaq’s ambition to advance and help facilitate broader institutional participation in digital assets by providing trusted and institutional-grade solutions, focused on enhanced custody, liquidity and integrity. Nasdaq Digital Assets will initially develop an advanced custody solution. Nasdaq’s offering is subject to regulatory approval in applicable jurisdictions. Additionally, we expanded our anti-financial crime technology with new coverage for the cryptocurrency ecosystem, including a comprehensive suite of crypto-specific fraud detection capabilities discussed below in “Anti-Financial Crime.”Marketplace TechnologyMarketplace Technology comprises our trade management services and market technology businesses. Our trade management services business provides market participants with a wide variety of alternatives for connecting to and accessing our markets for a fee. Our marketplaces may be accessed via a number of different protocols used for quoting, order entry, trade reporting and connectivity to various data feeds. We launched WorkX in 2021, an upgraded version of Nasdaq ACT Workstation, a web-based, front-end interface that allows market participants to view data, utilize risk management tools, and submit and review trade reports. WorkX enables a seamless workflow and enhanced trade intelligence. All Workstation users were migrated to WorkX in 2022. In addition, we offer a variety of add-on compliance tools to help market participants comply with regulatory requirements.We provide colocation services to market participants, whereby we offer firms cabinet space and power to house their own equipment and servers within our data centers. Additionally, we offer a number of wireless connectivity offerings between select data centers using millimeter wave and microwave technology. We completed the previously announced wind-down of our broker services operations business during 2022. This business primarily offered technology and customized securities administration solutions to financial participants in the Nordic market. Such services and solutions primarily consisted of flexible back-office systems, which allowed customers to efficiently manage safekeeping, settlement and corporate actions and reporting, and included connectivity to exchanges and central securities depositories.Our market technology business is a leading global technology solutions provider and partner to exchanges, clearing organizations, central securities depositories, regulators, banks, brokers, buy-side firms and corporate businesses, and powers over 120 market infrastructure operators and new market clients in more than 55 countries. Our solutions can handle a wide array of assets, including but not limited to cash equities, equity derivatives, currencies, various interest-bearing securities, commodities, energy products and digital currencies. Our solutions can also be used in the creation of new asset classes by non-capital markets customers, including those in insurance liabilities securitization, cryptocurrencies and sports wagering, as discussed further below.Nasdaq’s market technology is utilized by leading markets in the U.S., Europe and Asia as well as emerging markets in the Middle East, Latin America, and Africa.During 2022, we continued to build out our SaaS business portfolio by extending and migrating our current offerings to SaaS, where we added 11 new SaaS customers. Our market technology business has evolved from its origins serving the capital markets, as we have leveraged NFF, our flexible and modular architecture technology that provides next generation capital markets capabilities in an open and agile environment, to develop our SaaS platform and offerings. We expect to continue to expand adoption of this SaaS model by our clients in the future.For market infrastructure operators, which include exchanges, regulators, clearinghouses and central securities depositories, we provide and deliver mission-critical solutions across the trade lifecycle via NFF, which is designed to cover all aspects of a market operator’s needs, from trading and clearing to risk management, market surveillance, index development, data, management, testing and quality assurance.  In June 2021, we sold our U.S. Fixed Income business, which included an electronic platform for the trading of U.S. Treasuries. Nasdaq Commodities is the brand name for Nasdaq’s European commodity-related products and services such as trading and clearing. Nasdaq Commodities’ offerings include derivatives in power, natural gas and carbon emission markets, seafood and electricity certificates. These products are listed on Nasdaq Oslo ASA, except for seafood, which is listed on Fish Pool, a third-party platform.Nasdaq Oslo ASA is the commodity derivatives exchange for European products. All trades with Nasdaq Oslo ASA are subject to clearing with Nasdaq Clearing, which offers central counterparty clearing services for commodities options and futures.We also own a majority stake in Puro.earth, a Finnish-based leading platform for carbon removal. Puro.earth offers engineered carbon removal instruments that are verified and tradable through an open, online platform. Puro.earth’s marketplace capabilities add to our suite of ESG-focused technologies and workflow solutions and give our clients further resources to successfully achieve their ESG objectives. In addition to our trading and clearing services business and our carbon market offering, in September 2022, we announced our planned launch of a new digital assets business to power the digital asset ecosystem. The launch underpins Nasdaq’s ambition to advance and help facilitate broader institutional participation in digital assets by providing trusted and institutional-grade solutions, focused on enhanced custody, liquidity and integrity. Nasdaq Digital Assets will initially develop an advanced custody solution. Nasdaq’s offering is subject to regulatory approval in applicable jurisdictions. Additionally, we expanded our anti-financial crime technology with new coverage for the cryptocurrency ecosystem, including a comprehensive suite of crypto-specific fraud detection capabilities discussed below in “Anti-Financial Crime.”Marketplace TechnologyMarketplace Technology comprises our trade management services and market technology businesses. Our trade management services business provides market participants with a wide variety of alternatives for connecting to and accessing our markets for a fee. Our marketplaces may be accessed via a number of different protocols used for quoting, order entry, trade reporting and connectivity to various data feeds. We launched WorkX in 2021, an upgraded version of Nasdaq ACT Workstation, a web-based, front-end interface that allows market participants to view data, utilize risk management tools, and submit and review trade reports. WorkX enables a seamless workflow and enhanced trade intelligence. All Workstation users were migrated to WorkX in 2022. In addition, we offer a variety of add-on compliance tools to help market participants comply with regulatory requirements. In June 2021, we sold our U.S. Fixed Income business, which included an electronic platform for the trading of U.S. Treasuries.  Nasdaq Commodities is the brand name for Nasdaq’s European commodity-related products and services such as trading and clearing. Nasdaq Commodities’ offerings include derivatives in power, natural gas and carbon emission markets, seafood and electricity certificates. These products are listed on Nasdaq Oslo ASA, except for seafood, which is listed on Fish Pool, a third-party platform. Nasdaq Oslo ASA is the commodity derivatives exchange for European products. All trades with Nasdaq Oslo ASA are subject to clearing with Nasdaq Clearing, which offers central counterparty clearing services for commodities options and futures. We also own a majority stake in Puro.earth, a Finnish-based leading platform for carbon removal. Puro.earth offers engineered carbon removal instruments that are verified and tradable through an open, online platform. Puro.earth’s marketplace capabilities add to our suite of ESG-focused technologies and workflow solutions and give our clients further resources to successfully achieve their ESG objectives.   In addition to our trading and clearing services business and our carbon market offering, in September 2022, we announced our planned launch of a new digital assets business to power the digital asset ecosystem. The launch underpins Nasdaq’s ambition to advance and help facilitate broader institutional participation in digital assets by providing trusted and institutional-grade solutions, focused on enhanced custody, liquidity and integrity. Nasdaq Digital Assets will initially develop an advanced custody solution. Nasdaq’s offering is subject to regulatory approval in applicable jurisdictions. Additionally, we expanded our anti-financial crime technology with new coverage for the cryptocurrency ecosystem, including a comprehensive suite of crypto-specific fraud detection capabilities discussed below in “Anti-Financial Crime.”  Marketplace Technology Marketplace Technology comprises our trade management services and market technology businesses.  Our trade management services business provides market participants with a wide variety of alternatives for connecting to and accessing our markets for a fee. Our marketplaces may be accessed via a number of different protocols used for quoting, order entry, trade reporting and connectivity to various data feeds. We launched WorkX in 2021, an upgraded version of Nasdaq ACT Workstation, a web-based, front-end interface that allows market participants to view data, utilize risk management tools, and submit and review trade reports. WorkX enables a seamless workflow and enhanced trade intelligence. All Workstation users were migrated to WorkX in 2022. In addition, we offer a variety of add-on compliance tools to help market participants comply with regulatory requirements.  We provide colocation services to market participants, whereby we offer firms cabinet space and power to house their own equipment and servers within our data centers. Additionally, we offer a number of wireless connectivity offerings between select data centers using millimeter wave and microwave technology. We completed the previously announced wind-down of our broker services operations business during 2022. This business primarily offered technology and customized securities administration solutions to financial participants in the Nordic market. Such services and solutions primarily consisted of flexible back-office systems, which allowed customers to efficiently manage safekeeping, settlement and corporate actions and reporting, and included connectivity to exchanges and central securities depositories.Our market technology business is a leading global technology solutions provider and partner to exchanges, clearing organizations, central securities depositories, regulators, banks, brokers, buy-side firms and corporate businesses, and powers over 120 market infrastructure operators and new market clients in more than 55 countries. Our solutions can handle a wide array of assets, including but not limited to cash equities, equity derivatives, currencies, various interest-bearing securities, commodities, energy products and digital currencies. Our solutions can also be used in the creation of new asset classes by non-capital markets customers, including those in insurance liabilities securitization, cryptocurrencies and sports wagering, as discussed further below.Nasdaq’s market technology is utilized by leading markets in the U.S., Europe and Asia as well as emerging markets in the Middle East, Latin America, and Africa.During 2022, we continued to build out our SaaS business portfolio by extending and migrating our current offerings to SaaS, where we added 11 new SaaS customers. Our market technology business has evolved from its origins serving the capital markets, as we have leveraged NFF, our flexible and modular architecture technology that provides next generation capital markets capabilities in an open and agile environment, to develop our SaaS platform and offerings. We expect to continue to expand adoption of this SaaS model by our clients in the future.For market infrastructure operators, which include exchanges, regulators, clearinghouses and central securities depositories, we provide and deliver mission-critical solutions across the trade lifecycle via NFF, which is designed to cover all aspects of a market operator’s needs, from trading and clearing to risk management, market surveillance, index development, data, management, testing and quality assurance.  We provide colocation services to market participants, whereby we offer firms cabinet space and power to house their own equipment and servers within our data centers. Additionally, we offer a number of wireless connectivity offerings between select data centers using millimeter wave and microwave technology.  We completed the previously announced wind-down of our broker services operations business during 2022. This business primarily offered technology and customized securities administration solutions to financial participants in the Nordic market. Such services and solutions primarily consisted of flexible back-office systems, which allowed customers to efficiently manage safekeeping, settlement and corporate actions and reporting, and included connectivity to exchanges and central securities depositories. Our market technology business is a leading global technology solutions provider and partner to exchanges, clearing organizations, central securities depositories, regulators, banks, brokers, buy-side firms and corporate businesses, and powers over 120 market infrastructure operators and new market clients in more than 55 countries. Our solutions can handle a wide array of assets, including but not limited to cash equities, equity derivatives, currencies, various interest-bearing securities, commodities, energy products and digital currencies. Our solutions can also be used in the creation of new asset classes by non-capital markets customers, including those in insurance liabilities securitization, cryptocurrencies and sports wagering, as discussed further below. Nasdaq’s market technology is utilized by leading markets in the U.S., Europe and Asia as well as emerging markets in the Middle East, Latin America, and Africa. During 2022, we continued to build out our SaaS business portfolio by extending and migrating our current offerings to SaaS, where we added 11 new SaaS customers. Our market technology business has evolved from its origins serving the capital markets, as we have leveraged NFF, our flexible and modular architecture technology that provides next generation capital markets capabilities in an open and agile environment, to develop our SaaS platform and offerings. We expect to continue to expand adoption of this SaaS model by our clients in the future. For market infrastructure operators, which include exchanges, regulators, clearinghouses and central securities depositories, we provide and deliver mission-critical solutions across the trade lifecycle via NFF, which is designed to cover all aspects of a market operator’s needs, from trading and clearing to risk management, market surveillance, index development, data, management, testing and quality assurance.  3 3 3   Recently, we have seen a growing demand for our products and services outside of the traditional capital markets. Our market technology business currently offers its services to several digital assets exchanges, commercial real estate markets, the reinsurance market and sports wagering operators. Our Marketplace Services Platform provides next-generation marketplace capabilities spanning the transaction lifecycle to facilitate the exchange of assets, services and information across various types of market ecosystems and machine-to-machine transactions. The Marketplace Services Platform is targeted at new markets and enables end-to-end marketplace implementation without the resources required for on-premise solutions.Numerous market technology projects involve complex delivery management and systems integration. Through our integration services, we can assume responsibility for projects that involve migration to a new system and the establishment of entirely new marketplaces. We also offer operation and support for the applications, systems platforms, networks and other components included in an information technology solution, as well as advisory services. Our successful Nasdaq MRX migration to the cloud, discussed above, created a blueprint for our Marketplace Technology clients that will be used to demonstrate, guide and migrate their markets to the cloud, as well as for our own future market migrations. Capital Access PlatformsOur Capital Access Platforms segment delivers liquidity, transparency and integrity to the corporate issuer and investment community by empowering our clients to effectively navigate the capital markets, achieve their sustainability goals, and drive governance excellence. As we operate in the center of the capital markets ecosystem, we are able to serve as a bridge between investors and corporates focused on enhancing the client experience by providing efficient routes to capital, delivering more holistic, actionable insights and intelligence, modernizing workflows, and navigating the climate and ESG landscape. We offer a suite of products to assist companies in managing corporate governance standards, discussed below in Workflow & Insights.Our Capital Access Platforms segment includes our Data & Listing Services, Index and Workflow & Insights businesses.Data & Listing ServicesOur U.S. and European data products enhance transparency of market activity within our exchanges and provide critical information to professional and non-professional investors globally. Our Data business sells and distributes historical and real-time market data to sell-side customers, the institutional investing community, retail online brokers, proprietary trading firms, and other venues, as well as internet portals and data distributors. We collect, process, and create information and earn revenues as a distributor of our own, as well as select third-party, content. We provide varying levels of quote and trade information to market participants and to data distributors who in turn provide subscriptions for this information. Our systems enable distributors to gain access to our market depth, fund valuation, order imbalances, market sentiment and other analytical data. We distribute this proprietary market information to both market participants and non-participants through a number of proprietary products, including Nasdaq TotalView, our flagship market depth quote product. TotalView shows subscribers quotes, orders and total anonymous interest at every displayed price level in The Nasdaq Stock Market for Nasdaq-listed securities and critical data for the opening, closing, halt and IPO crosses. We offer TotalView products for our Nasdaq BX, Nasdaq PSX and Nordic markets. We also offer Nordic Equity TotalView, Nordic Derivatives TotalView and Nordic Fixed Income TotalView for Nordic markets.We operate several other proprietary services and data products to provide market information, including Nasdaq Basic, a low cost alternative to the industry Level 1 feed and Nasdaq Canada Basic, a low cost alternative to other high priced data feeds. We also provide various other data, including data relating to our U.S. equities and options exchanges and Nordic equities, derivatives, fixed income, futures and commodities.Additionally, our Nasdaq Cloud Data Service provides a flexible and efficient method of delivery for real-time exchange data and other financial information. Data is made available through a suite of application programming interfaces, or APIs, allowing for the integration of data from disparate sources and a reduction in time to market for customer-designed applications. The API is highly scalable and can support the delivery of real-time exchange data.We operate a variety of listing platforms around the world to provide multiple global capital raising solutions for public companies. Companies listed on our markets represent a diverse array of industries including, among others, healthcare, consumer products, telecommunication services, information technology, financial services, industrials and energy. Our main listing markets are The Nasdaq Stock Market and the Nasdaq Nordic and Nasdaq Baltic exchanges.Companies seeking to list securities on The Nasdaq Stock Market may do so on one of the three market tiers: The Nasdaq Global Select Market, The Nasdaq Global Market, or The Nasdaq Capital Market. To qualify, companies must meet minimum listing requirements, including specified financial and corporate governance criteria. Once listed, companies must maintain rigorous listing and corporate governance standards.  Recently, we have seen a growing demand for our products and services outside of the traditional capital markets. Our market technology business currently offers its services to several digital assets exchanges, commercial real estate markets, the reinsurance market and sports wagering operators. Our Marketplace Services Platform provides next-generation marketplace capabilities spanning the transaction lifecycle to facilitate the exchange of assets, services and information across various types of market ecosystems and machine-to-machine transactions. The Marketplace Services Platform is targeted at new markets and enables end-to-end marketplace implementation without the resources required for on-premise solutions.Numerous market technology projects involve complex delivery management and systems integration. Through our integration services, we can assume responsibility for projects that involve migration to a new system and the establishment of entirely new marketplaces. We also offer operation and support for the applications, systems platforms, networks and other components included in an information technology solution, as well as advisory services. Our successful Nasdaq MRX migration to the cloud, discussed above, created a blueprint for our Marketplace Technology clients that will be used to demonstrate, guide and migrate their markets to the cloud, as well as for our own future market migrations. Capital Access PlatformsOur Capital Access Platforms segment delivers liquidity, transparency and integrity to the corporate issuer and investment community by empowering our clients to effectively navigate the capital markets, achieve their sustainability goals, and drive governance excellence. As we operate in the center of the capital markets ecosystem, we are able to serve as a bridge between investors and corporates focused on enhancing the client experience by providing efficient routes to capital, delivering more holistic, actionable insights and intelligence, modernizing workflows, and navigating the climate and ESG landscape. We offer a suite of products to assist companies in managing corporate governance standards, discussed below in Workflow & Insights.Our Capital Access Platforms segment includes our Data & Listing Services, Index and Workflow & Insights businesses.Data & Listing ServicesOur U.S. and European data products enhance transparency of market activity within our exchanges and provide critical information to professional and non-professional investors globally. Our Data business sells and distributes historical and real-time market data to sell-side customers, the institutional investing community, retail online brokers, proprietary trading firms, and other venues, as well as internet portals and data distributors.  Recently, we have seen a growing demand for our products and services outside of the traditional capital markets. Our market technology business currently offers its services to several digital assets exchanges, commercial real estate markets, the reinsurance market and sports wagering operators. Our Marketplace Services Platform provides next-generation marketplace capabilities spanning the transaction lifecycle to facilitate the exchange of assets, services and information across various types of market ecosystems and machine-to-machine transactions. The Marketplace Services Platform is targeted at new markets and enables end-to-end marketplace implementation without the resources required for on-premise solutions. Numerous market technology projects involve complex delivery management and systems integration. Through our integration services, we can assume responsibility for projects that involve migration to a new system and the establishment of entirely new marketplaces. We also offer operation and support for the applications, systems platforms, networks and other components included in an information technology solution, as well as advisory services. Our successful Nasdaq MRX migration to the cloud, discussed above, created a blueprint for our Marketplace Technology clients that will be used to demonstrate, guide and migrate their markets to the cloud, as well as for our own future market migrations.   Capital Access Platforms Our Capital Access Platforms segment delivers liquidity, transparency and integrity to the corporate issuer and investment community by empowering our clients to effectively navigate the capital markets, achieve their sustainability goals, and drive governance excellence. As we operate in the center of the capital markets ecosystem, we are able to serve as a bridge between investors and corporates focused on enhancing the client experience by providing efficient routes to capital, delivering more holistic, actionable insights and intelligence, modernizing workflows, and navigating the climate and ESG landscape. We offer a suite of products to assist companies in managing corporate governance standards, discussed below in Workflow & Insights. Our Capital Access Platforms segment includes our Data & Listing Services, Index and Workflow & Insights businesses.  Data & Listing Services Our U.S. and European data products enhance transparency of market activity within our exchanges and provide critical information to professional and non-professional investors globally. Our Data business sells and distributes historical and real-time market data to sell-side customers, the institutional investing community, retail online brokers, proprietary trading firms, and other venues, as well as internet portals and data distributors.   We collect, process, and create information and earn revenues as a distributor of our own, as well as select third-party, content. We provide varying levels of quote and trade information to market participants and to data distributors who in turn provide subscriptions for this information. Our systems enable distributors to gain access to our market depth, fund valuation, order imbalances, market sentiment and other analytical data. We distribute this proprietary market information to both market participants and non-participants through a number of proprietary products, including Nasdaq TotalView, our flagship market depth quote product. TotalView shows subscribers quotes, orders and total anonymous interest at every displayed price level in The Nasdaq Stock Market for Nasdaq-listed securities and critical data for the opening, closing, halt and IPO crosses. We offer TotalView products for our Nasdaq BX, Nasdaq PSX and Nordic markets. We also offer Nordic Equity TotalView, Nordic Derivatives TotalView and Nordic Fixed Income TotalView for Nordic markets.We operate several other proprietary services and data products to provide market information, including Nasdaq Basic, a low cost alternative to the industry Level 1 feed and Nasdaq Canada Basic, a low cost alternative to other high priced data feeds. We also provide various other data, including data relating to our U.S. equities and options exchanges and Nordic equities, derivatives, fixed income, futures and commodities.Additionally, our Nasdaq Cloud Data Service provides a flexible and efficient method of delivery for real-time exchange data and other financial information. Data is made available through a suite of application programming interfaces, or APIs, allowing for the integration of data from disparate sources and a reduction in time to market for customer-designed applications. The API is highly scalable and can support the delivery of real-time exchange data.We operate a variety of listing platforms around the world to provide multiple global capital raising solutions for public companies. Companies listed on our markets represent a diverse array of industries including, among others, healthcare, consumer products, telecommunication services, information technology, financial services, industrials and energy. Our main listing markets are The Nasdaq Stock Market and the Nasdaq Nordic and Nasdaq Baltic exchanges.Companies seeking to list securities on The Nasdaq Stock Market may do so on one of the three market tiers: The Nasdaq Global Select Market, The Nasdaq Global Market, or The Nasdaq Capital Market. To qualify, companies must meet minimum listing requirements, including specified financial and corporate governance criteria. Once listed, companies must maintain rigorous listing and corporate governance standards.  We collect, process, and create information and earn revenues as a distributor of our own, as well as select third-party, content. We provide varying levels of quote and trade information to market participants and to data distributors who in turn provide subscriptions for this information. Our systems enable distributors to gain access to our market depth, fund valuation, order imbalances, market sentiment and other analytical data.  We distribute this proprietary market information to both market participants and non-participants through a number of proprietary products, including Nasdaq TotalView, our flagship market depth quote product. TotalView shows subscribers quotes, orders and total anonymous interest at every displayed price level in The Nasdaq Stock Market for Nasdaq-listed securities and critical data for the opening, closing, halt and IPO crosses. We offer TotalView products for our Nasdaq BX, Nasdaq PSX and Nordic markets. We also offer Nordic Equity TotalView, Nordic Derivatives TotalView and Nordic Fixed Income TotalView for Nordic markets. We operate several other proprietary services and data products to provide market information, including Nasdaq Basic, a low cost alternative to the industry Level 1 feed and Nasdaq Canada Basic, a low cost alternative to other high priced data feeds. We also provide various other data, including data relating to our U.S. equities and options exchanges and Nordic equities, derivatives, fixed income, futures and commodities. Additionally, our Nasdaq Cloud Data Service provides a flexible and efficient method of delivery for real-time exchange data and other financial information. Data is made available through a suite of application programming interfaces, or APIs, allowing for the integration of data from disparate sources and a reduction in time to market for customer-designed applications. The API is highly scalable and can support the delivery of real-time exchange data. We operate a variety of listing platforms around the world to provide multiple global capital raising solutions for public companies. Companies listed on our markets represent a diverse array of industries including, among others, healthcare, consumer products, telecommunication services, information technology, financial services, industrials and energy. Our main listing markets are The Nasdaq Stock Market and the Nasdaq Nordic and Nasdaq Baltic exchanges. Companies seeking to list securities on The Nasdaq Stock Market may do so on one of the three market tiers: The Nasdaq Global Select Market, The Nasdaq Global Market, or The Nasdaq Capital Market. To qualify, companies must meet minimum listing requirements, including specified financial and corporate governance criteria. Once listed, companies must maintain rigorous listing and corporate governance standards.  4 4 4   As of December 31, 2022, a total of 4,230 companies listed securities on The Nasdaq Stock Market, with 1,566 listings on The Nasdaq Global Select Market, 1,298 on The Nasdaq Global Market and 1,366 on The Nasdaq Capital Market.We seek new listings from companies conducting IPOs, including SPACs, and direct listings as well as companies looking to switch from alternative exchanges. The 2022 new listings were comprised of the following:IPOs161Switches from the New York Stock Exchange LLC, or NYSE, and the NYSE American LLC, or NYSE American14Upgrades from OTC46ETPs and Other Listings145Total366The Nasdaq Stock Market IPO win rates:2022 total89 %Operating companies92 %SPACs86 %During 2022, we had 14 new listings resulting from companies switching their listings from NYSE or NYSE American to join The Nasdaq Stock Market. Together with companies that transferred additional securities to The Nasdaq Stock Market during 2022, an aggregate of $36 billion in global equity market capitalization switched to The Nasdaq Stock Market. We also offer listings on the exchanges that comprise Nasdaq Nordic and Nasdaq Baltic. For smaller companies and growth companies, we offer access to the financial markets through the Nasdaq First North alternative marketplaces. As of December 31, 2022, a total of 1,251 companies listed securities on our Nordic and Baltic exchanges.Our European listing customers include companies, funds and governments. Customers issue securities in the form of cash equities, depository receipts, warrants, ETPs, convertibles, rights, options, bonds or fixed-income related products. In 2022, a total of 63 new companies listed on our Nordic and Baltic exchanges. In addition, 12 companies upgraded their listings from Nasdaq First North to Nasdaq Main Market.IndexOur Index business develops and licenses Nasdaq-branded indexes and financial products. License fees for our trademark licenses vary by product based on a percentage of underlying assets, dollar value of a product issuance, number of products or number of contracts traded. We also license cash-settled options, futures and options on futures on our indexes.As of December 31, 2022, 379 ETPs listed on 26 exchanges in over 20 countries tracked a Nasdaq index and accounted for $315 billion in AUM. This includes approximately $85 billion in ETP AUM, or 27% of the total AUM that tracked our smart beta indexes during this same time period. Our flagship index, the Nasdaq-100 Index, includes the top 100 non-financial companies listed on The Nasdaq Stock Market, and is tracked by more than 100 ETPs worldwide, and had nearly $200 billion in assets tracking the index as of December 31, 2022. We provide index data products based on Nasdaq indexes. Index data products include our Global Index Data Service, which delivers real-time index values throughout the trading day, and Global Index Watch/Global Index File Delivery Service, which delivers daily as well as historical weightings and components data, corporate actions and a breadth of additional data for the indexes that we operate. Nasdaq Dorsey Wright, or NDW, provides passive indexing and smart beta strategies to support the financial advisor community, as well as systematic relative strength strategies to manage separately and unified managed accounts. NDW strengthens Nasdaq’s position as a leading smart beta index provider in the U.S. Workflow & InsightsOur Workflow & Insights business includes our analytics and corporate solutions businesses.Our analytics business provides asset managers, investment consultants and institutional asset owners with information and analytics to make data-driven investment decisions, deploy their resources more productively, and provide liquidity solutions for private funds. Through our eVestment and Solovis solutions, we provide a suite of cloud-based solutions that help institutional investors and consultants conduct pre-investment due diligence, and monitor their portfolios post-investment. The eVestment platform also enables asset managers to efficiently distribute information about their firms and funds to asset owners and consultants worldwide. As of December 31, 2022, a total of 4,230 companies listed securities on The Nasdaq Stock Market, with 1,566 listings on The Nasdaq Global Select Market, 1,298 on The Nasdaq Global Market and 1,366 on The Nasdaq Capital Market.We seek new listings from companies conducting IPOs, including SPACs, and direct listings as well as companies looking to switch from alternative exchanges. The 2022 new listings were comprised of the following:IPOs161Switches from the New York Stock Exchange LLC, or NYSE, and the NYSE American LLC, or NYSE American14Upgrades from OTC46ETPs and Other Listings145Total366The Nasdaq Stock Market IPO win rates:2022 total89 %Operating companies92 %SPACs86 %During 2022, we had 14 new listings resulting from companies switching their listings from NYSE or NYSE American to join The Nasdaq Stock Market. Together with companies that transferred additional securities to The Nasdaq Stock Market during 2022, an aggregate of $36 billion in global equity market capitalization switched to The Nasdaq Stock Market. We also offer listings on the exchanges that comprise Nasdaq Nordic and Nasdaq Baltic. For smaller companies and growth companies, we offer access to the financial markets through the Nasdaq First North alternative marketplaces. As of December 31, 2022, a total of 1,251 companies listed securities on our Nordic and Baltic exchanges.Our European listing customers include companies, funds and governments. Customers issue securities in the form of cash equities, depository receipts, warrants, ETPs, convertibles, rights, options, bonds or fixed-income related products. In 2022, a total of 63 new companies listed on our Nordic and Baltic exchanges. In addition, 12 companies upgraded their listings from Nasdaq First North to Nasdaq Main Market.IndexOur Index business develops and licenses Nasdaq-branded indexes and financial products. License fees for our trademark licenses vary by product based on a percentage of underlying assets, dollar value of a product issuance, number of products or number of contracts traded. We also license cash-settled options, futures and options on futures on our indexes. As of December 31, 2022, a total of 4,230 companies listed securities on The Nasdaq Stock Market, with 1,566 listings on The Nasdaq Global Select Market, 1,298 on The Nasdaq Global Market and 1,366 on The Nasdaq Capital Market. We seek new listings from companies conducting IPOs, including SPACs, and direct listings as well as companies looking to switch from alternative exchanges. The 2022 new listings were comprised of the following: IPOs161Switches from the New York Stock Exchange LLC, or NYSE, and the NYSE American LLC, or NYSE American14Upgrades from OTC46ETPs and Other Listings145Total366The Nasdaq Stock Market IPO win rates:2022 total89 %Operating companies92 %SPACs86 % Total The Nasdaq Stock Market IPO win rates: During 2022, we had 14 new listings resulting from companies switching their listings from NYSE or NYSE American to join The Nasdaq Stock Market. Together with companies that transferred additional securities to The Nasdaq Stock Market during 2022, an aggregate of $36 billion in global equity market capitalization switched to The Nasdaq Stock Market.  We also offer listings on the exchanges that comprise Nasdaq Nordic and Nasdaq Baltic. For smaller companies and growth companies, we offer access to the financial markets through the Nasdaq First North alternative marketplaces. As of December 31, 2022, a total of 1,251 companies listed securities on our Nordic and Baltic exchanges. Our European listing customers include companies, funds and governments. Customers issue securities in the form of cash equities, depository receipts, warrants, ETPs, convertibles, rights, options, bonds or fixed-income related products. In 2022, a total of 63 new companies listed on our Nordic and Baltic exchanges. In addition, 12 companies upgraded their listings from Nasdaq First North to Nasdaq Main Market.  Index Our Index business develops and licenses Nasdaq-branded indexes and financial products. License fees for our trademark licenses vary by product based on a percentage of underlying assets, dollar value of a product issuance, number of products or number of contracts traded. We also license cash-settled options, futures and options on futures on our indexes.  As of December 31, 2022, 379 ETPs listed on 26 exchanges in over 20 countries tracked a Nasdaq index and accounted for $315 billion in AUM. This includes approximately $85 billion in ETP AUM, or 27% of the total AUM that tracked our smart beta indexes during this same time period. Our flagship index, the Nasdaq-100 Index, includes the top 100 non-financial companies listed on The Nasdaq Stock Market, and is tracked by more than 100 ETPs worldwide, and had nearly $200 billion in assets tracking the index as of December 31, 2022. We provide index data products based on Nasdaq indexes. Index data products include our Global Index Data Service, which delivers real-time index values throughout the trading day, and Global Index Watch/Global Index File Delivery Service, which delivers daily as well as historical weightings and components data, corporate actions and a breadth of additional data for the indexes that we operate. Nasdaq Dorsey Wright, or NDW, provides passive indexing and smart beta strategies to support the financial advisor community, as well as systematic relative strength strategies to manage separately and unified managed accounts. NDW strengthens Nasdaq’s position as a leading smart beta index provider in the U.S. Workflow & InsightsOur Workflow & Insights business includes our analytics and corporate solutions businesses.Our analytics business provides asset managers, investment consultants and institutional asset owners with information and analytics to make data-driven investment decisions, deploy their resources more productively, and provide liquidity solutions for private funds. Through our eVestment and Solovis solutions, we provide a suite of cloud-based solutions that help institutional investors and consultants conduct pre-investment due diligence, and monitor their portfolios post-investment. The eVestment platform also enables asset managers to efficiently distribute information about their firms and funds to asset owners and consultants worldwide. As of December 31, 2022, 379 ETPs listed on 26 exchanges in over 20 countries tracked a Nasdaq index and accounted for $315 billion in AUM. This includes approximately $85 billion in ETP AUM, or 27% of the total AUM that tracked our smart beta indexes during this same time period. Our flagship index, the Nasdaq-100 Index, includes the top 100 non-financial companies listed on The Nasdaq Stock Market, and is tracked by more than 100 ETPs worldwide, and had nearly $200 billion in assets tracking the index as of December 31, 2022.  We provide index data products based on Nasdaq indexes. Index data products include our Global Index Data Service, which delivers real-time index values throughout the trading day, and Global Index Watch/Global Index File Delivery Service, which delivers daily as well as historical weightings and components data, corporate actions and a breadth of additional data for the indexes that we operate.  Nasdaq Dorsey Wright, or NDW, provides passive indexing and smart beta strategies to support the financial advisor community, as well as systematic relative strength strategies to manage separately and unified managed accounts. NDW strengthens Nasdaq’s position as a leading smart beta index provider in the U.S.   Workflow & Insights Our Workflow & Insights business includes our analytics and corporate solutions businesses. Our analytics business provides asset managers, investment consultants and institutional asset owners with information and analytics to make data-driven investment decisions, deploy their resources more productively, and provide liquidity solutions for private funds. Through our eVestment and Solovis solutions, we provide a suite of cloud-based solutions that help institutional investors and consultants conduct pre-investment due diligence, and monitor their portfolios post-investment. The eVestment platform also enables asset managers to efficiently distribute information about their firms and funds to asset owners and consultants worldwide. 5 5 5   Through the Solovis platform, endowments, foundations, pensions and family offices transform how they collect and aggregate investment data, analyze portfolio performance, model and predict future outcomes, and share meaningful portfolio insights with key stakeholders. The Nasdaq Fund Network and Nasdaq Data Link are additional platforms in our suite of investment data analytics offerings and data management tools. Nasdaq Fund Network gathers and distributes daily net asset values from over 35,000 funds and other investment vehicles across North America. We have extended Nasdaq Fund Network to support the distribution of collective investment trusts, hedge funds, managed accounts, separate accounts and demand deposit accounts. Nasdaq Data Link strengthens our position as a leading source for financial, economic, and alternative datasets. For investment management firms, investment banks and other investors, the platform powers data-driven decision-making for users across the globe via universal APIs, and provides for highly efficient data discovery and delivery.Our corporate solutions business serves both public and private companies and organizations through our Investor Relations Intelligence, Governance Solutions and ESG Solutions products. Our public company clients can be companies listed on our exchanges or other U.S. and global exchanges. Our private company clients include a diverse group of organizations ranging from family-owned companies, government organizations, law firms, privately held entities, and various non-profit organizations to hospitals and healthcare systems. We help organizations enhance their ability to understand and expand their global shareholder base, improve corporate governance, and navigate the evolving ESG landscape through our suite of advanced technology, analytics, and consulting services. We also advise clients on a range of governance and sustainability-related issues.Our Investor Relations Intelligence offerings include a global team of expert consultants that deliver advisory services including Equity Surveillance & Shareholder Analysis, Investor Engagement and Perception Studies, as well as an industry-leading platform, Nasdaq IR Insight®, to investor relations professionals and executive teams. These solutions allow investor relations officers and executives to better manage their investor relations programs, understand their investor base, target new investors, manage meetings and consume key data such as investor profiles, equity research, consensus estimates and news.Through our Governance Solutions products, we provide a global technology offering and consulting services that streamline the meeting process for board of directors and executive leadership teams and enable them to accelerate decision making and strengthen governance. Our solutions help protect sensitive data and facilitate productive collaboration, which enables board members and teams to work faster and more effectively.Our ESG Solutions includes our ESG Advisory practice and our ESG software offering. Our ESG Advisory practice helps companies analyze, assess and action best practices to attract long-term capital. Our ESG Software offering includes OneReport, a SaaS solution, that helps organizations navigate corporate responsibility frameworks, manage information capture and response process, and deliver ESG data to ratings agencies and other stakeholders. In June 2022, we acquired Metrio Software Inc., or Metrio, a cloud-based solution that helps firms manage ESG data, perform greenhouse gas emissions calculations and accounting, and optimize granular data collection, report publication and dashboarding against targets. Both solutions support audit and assurance requirements.Anti-Financial CrimeOur Anti-Financial Crime segment delivers leading platforms that improve the integrity and transparency of the financial world by providing SaaS solutions for fraud detection, anti-money laundering, and trade and market surveillance. The financial services industry has seen a growing demand for products and services focused on anti-financial crime. Our FRAML solution provides a cloud-based platform to help detect, investigate, and report money laundering and financial fraud to more than 2,300 financial institutions in North America. Our surveillance solutions include a SaaS platform designed for banks, brokers and other market participants to assist in complying with market rules, regulations and internal market surveillance policies and serves more than 170 clients. We also provide a solution to regulators and exchanges with a robust platform to manage cross-market, cross-asset and multi-venue surveillance. This offering powers surveillance for more than 50 exchanges and 15 regulators.In 2022, we expanded our anti-financial crime technology with new capabilities and coverage for the digital assets ecosystem, allowing us to play a central role in combating the rising threat of fraud, money laundering and market manipulation across the digital assets landscape. Enablers, Differentiators and CompetitionTechnologyTechnology plays a key role in ensuring the growth, reliability and regulation of financial markets. We have established a technology risk program to evaluate the resiliency of critical systems, including risks associated with cybersecurity. This program is focused on identifying areas for improvement in systems, and implementing changes and upgrades to technology and processes to minimize future risk. We have continued our focus on improving the security of our technology with an emphasis on employee awareness through training, targeted phishing education campaigns, and new tool deployment for our securities operations team. See “Item 1A. Risk Factors,” in this Annual Report on Form 10-K for further discussion. Through the Solovis platform, endowments, foundations, pensions and family offices transform how they collect and aggregate investment data, analyze portfolio performance, model and predict future outcomes, and share meaningful portfolio insights with key stakeholders. The Nasdaq Fund Network and Nasdaq Data Link are additional platforms in our suite of investment data analytics offerings and data management tools. Nasdaq Fund Network gathers and distributes daily net asset values from over 35,000 funds and other investment vehicles across North America. We have extended Nasdaq Fund Network to support the distribution of collective investment trusts, hedge funds, managed accounts, separate accounts and demand deposit accounts. Nasdaq Data Link strengthens our position as a leading source for financial, economic, and alternative datasets. For investment management firms, investment banks and other investors, the platform powers data-driven decision-making for users across the globe via universal APIs, and provides for highly efficient data discovery and delivery.Our corporate solutions business serves both public and private companies and organizations through our Investor Relations Intelligence, Governance Solutions and ESG Solutions products. Our public company clients can be companies listed on our exchanges or other U.S. and global exchanges. Our private company clients include a diverse group of organizations ranging from family-owned companies, government organizations, law firms, privately held entities, and various non-profit organizations to hospitals and healthcare systems. We help organizations enhance their ability to understand and expand their global shareholder base, improve corporate governance, and navigate the evolving ESG landscape through our suite of advanced technology, analytics, and consulting services. We also advise clients on a range of governance and sustainability-related issues.Our Investor Relations Intelligence offerings include a global team of expert consultants that deliver advisory services including Equity Surveillance & Shareholder Analysis, Investor Engagement and Perception Studies, as well as an industry-leading platform, Nasdaq IR Insight®, to investor relations professionals and executive teams. These solutions allow investor relations officers and executives to better manage their investor relations programs, understand their investor base, target new investors, manage meetings and consume key data such as investor profiles, equity research, consensus estimates and news.Through our Governance Solutions products, we provide a global technology offering and consulting services that streamline the meeting process for board of directors and executive leadership teams and enable them to accelerate decision making and strengthen governance. Our solutions help protect sensitive data and facilitate productive collaboration, which enables board members and teams to work faster and more effectively. Through the Solovis platform, endowments, foundations, pensions and family offices transform how they collect and aggregate investment data, analyze portfolio performance, model and predict future outcomes, and share meaningful portfolio insights with key stakeholders. The Nasdaq Fund Network and Nasdaq Data Link are additional platforms in our suite of investment data analytics offerings and data management tools. Nasdaq Fund Network gathers and distributes daily net asset values from over 35,000 funds and other investment vehicles across North America. We have extended Nasdaq Fund Network to support the distribution of collective investment trusts, hedge funds, managed accounts, separate accounts and demand deposit accounts. Nasdaq Data Link strengthens our position as a leading source for financial, economic, and alternative datasets. For investment management firms, investment banks and other investors, the platform powers data-driven decision-making for users across the globe via universal APIs, and provides for highly efficient data discovery and delivery. Our corporate solutions business serves both public and private companies and organizations through our Investor Relations Intelligence, Governance Solutions and ESG Solutions products. Our public company clients can be companies listed on our exchanges or other U.S. and global exchanges. Our private company clients include a diverse group of organizations ranging from family-owned companies, government organizations, law firms, privately held entities, and various non-profit organizations to hospitals and healthcare systems. We help organizations enhance their ability to understand and expand their global shareholder base, improve corporate governance, and navigate the evolving ESG landscape through our suite of advanced technology, analytics, and consulting services. We also advise clients on a range of governance and sustainability-related issues. Our Investor Relations Intelligence offerings include a global team of expert consultants that deliver advisory services including Equity Surveillance & Shareholder Analysis, Investor Engagement and Perception Studies, as well as an industry-leading platform, Nasdaq IR Insight®, to investor relations professionals and executive teams. These solutions allow investor relations officers and executives to better manage their investor relations programs, understand their investor base, target new investors, manage meetings and consume key data such as investor profiles, equity research, consensus estimates and news. Through our Governance Solutions products, we provide a global technology offering and consulting services that streamline the meeting process for board of directors and executive leadership teams and enable them to accelerate decision making and strengthen governance. Our solutions help protect sensitive data and facilitate productive collaboration, which enables board members and teams to work faster and more effectively.  Our ESG Solutions includes our ESG Advisory practice and our ESG software offering. Our ESG Advisory practice helps companies analyze, assess and action best practices to attract long-term capital. Our ESG Software offering includes OneReport, a SaaS solution, that helps organizations navigate corporate responsibility frameworks, manage information capture and response process, and deliver ESG data to ratings agencies and other stakeholders. In June 2022, we acquired Metrio Software Inc., or Metrio, a cloud-based solution that helps firms manage ESG data, perform greenhouse gas emissions calculations and accounting, and optimize granular data collection, report publication and dashboarding against targets. Both solutions support audit and assurance requirements.Anti-Financial CrimeOur Anti-Financial Crime segment delivers leading platforms that improve the integrity and transparency of the financial world by providing SaaS solutions for fraud detection, anti-money laundering, and trade and market surveillance. The financial services industry has seen a growing demand for products and services focused on anti-financial crime. Our FRAML solution provides a cloud-based platform to help detect, investigate, and report money laundering and financial fraud to more than 2,300 financial institutions in North America. Our surveillance solutions include a SaaS platform designed for banks, brokers and other market participants to assist in complying with market rules, regulations and internal market surveillance policies and serves more than 170 clients. We also provide a solution to regulators and exchanges with a robust platform to manage cross-market, cross-asset and multi-venue surveillance. This offering powers surveillance for more than 50 exchanges and 15 regulators.In 2022, we expanded our anti-financial crime technology with new capabilities and coverage for the digital assets ecosystem, allowing us to play a central role in combating the rising threat of fraud, money laundering and market manipulation across the digital assets landscape. Enablers, Differentiators and CompetitionTechnologyTechnology plays a key role in ensuring the growth, reliability and regulation of financial markets. We have established a technology risk program to evaluate the resiliency of critical systems, including risks associated with cybersecurity. This program is focused on identifying areas for improvement in systems, and implementing changes and upgrades to technology and processes to minimize future risk. We have continued our focus on improving the security of our technology with an emphasis on employee awareness through training, targeted phishing education campaigns, and new tool deployment for our securities operations team. See “Item 1A. Risk Factors,” in this Annual Report on Form 10-K for further discussion. Our ESG Solutions includes our ESG Advisory practice and our ESG software offering. Our ESG Advisory practice helps companies analyze, assess and action best practices to attract long-term capital. Our ESG Software offering includes OneReport, a SaaS solution, that helps organizations navigate corporate responsibility frameworks, manage information capture and response process, and deliver ESG data to ratings agencies and other stakeholders. In June 2022, we acquired Metrio Software Inc., or Metrio, a cloud-based solution that helps firms manage ESG data, perform greenhouse gas emissions calculations and accounting, and optimize granular data collection, report publication and dashboarding against targets. Both solutions support audit and assurance requirements.  Anti-Financial Crime Our Anti-Financial Crime segment delivers leading platforms that improve the integrity and transparency of the financial world by providing SaaS solutions for fraud detection, anti-money laundering, and trade and market surveillance.  The financial services industry has seen a growing demand for products and services focused on anti-financial crime. Our FRAML solution provides a cloud-based platform to help detect, investigate, and report money laundering and financial fraud to more than 2,300 financial institutions in North America.  Our surveillance solutions include a SaaS platform designed for banks, brokers and other market participants to assist in complying with market rules, regulations and internal market surveillance policies and serves more than 170 clients. We also provide a solution to regulators and exchanges with a robust platform to manage cross-market, cross-asset and multi-venue surveillance. This offering powers surveillance for more than 50 exchanges and 15 regulators. In 2022, we expanded our anti-financial crime technology with new capabilities and coverage for the digital assets ecosystem, allowing us to play a central role in combating the rising threat of fraud, money laundering and market manipulation across the digital assets landscape.   Enablers, Differentiators and Competition  Technology Technology plays a key role in ensuring the growth, reliability and regulation of financial markets. We have established a technology risk program to evaluate the resiliency of critical systems, including risks associated with cybersecurity. This program is focused on identifying areas for improvement in systems, and implementing changes and upgrades to technology and processes to minimize future risk. We have continued our focus on improving the security of our technology with an emphasis on employee awareness through training, targeted phishing education campaigns, and new tool deployment for our securities operations team. See “Item 1A. Risk Factors,” in this Annual Report on Form 10-K for further discussion. 6 6 6   Nasdaq's shift to utilizing and deploying cloud infrastructure continued during 2022. In the fourth quarter of 2022, we migrated Nasdaq MRX to the cloud, which is the first exchange moved to an exclusively cloud-enabled infrastructure and the first exchange solely in the cloud of any regulated public market in the world. We believe that migrating our exchanges to the cloud, through our partnership with AWS, our preferred cloud provider, will result in improved performance and increased flexibility for our customers. We expect to move additional North American markets to the cloud with AWS during the next several years. The shift to cloud-based markets will enable Nasdaq to provide its clients access to cloud-based capabilities, including virtual connectivity services, market analytics and machine learning, at a lower cost. We also expect to leverage the cloud-based infrastructure for our market technology clients, assisting such clients in developing their own platforms and customizing their offerings for their local, rapidly changing industry dynamics. To facilitate the exchange migration to AWS, Nasdaq will also leverage its Fusion technology platform. Fusion positions Nasdaq’s North American and European markets to manage, operate and deploy a common platform that can be used across our nine Nasdaq derivative markets, while enabling our markets for cloud deployment. We continue to utilize NFF for delivering end-to-end solutions to market infrastructure operators, buy-side firms, sell-side firms and other non-financial markets in addition to also supporting Nasdaq's own internal trading systems. The framework consists of a single operational core platform that ties together Nasdaq’s portfolio of functionality across the trade lifecycle, in an open framework whereby exchanges, clearinghouses, central securities depositories, and other entities can easily integrate Nasdaq’s business applications with each other, as well as other third-party solutions. In addition to being able to integrate a broad range of business functions, NFF enables end users to leverage recent technology developments.Competitive StrengthsWe are a global, client-focused technology company with expertise in markets. We deploy robust technology capabilities and have developed a leading anti-financial crime and corporate and investor franchise. Our business segments complement each other and we believe that our strong competitive position in large, high-growth markets positions us for sustained growth.A Unique Value PropositionWe operate leading platforms that can improve the liquidity, transparency, and integrity of the global economy, allowing us to:•Develop efficient and reliable technologies to facilitate and protect the financial system across asset classes;•Empower our clients to effectively navigate the capital markets, achieve their sustainability goals, and maintain corporate governance excellence; and•Provide data, tools and insights that drive sound decision making.Technological StrengthThe strength and resiliency of our technology, enhanced by our Marketplace Technology business, in meeting the advancing demands of our global customer base is vital to the continued success of our business and distinguishes us from our competitors.A Focus on Client Needs Across the Global Financial EcosystemWe strive to serve a diverse range of clients that participate across the global financial ecosystem, including:•Brokers and Traders - Helping brokers and traders to confidently plan, optimize and execute their business vision.•Market Participants - Providing market participants with access to liquidity and enabling them to efficiently consume, monitor, analyze, and capitalize on real-time market changes.•Listed Companies - Enabling companies to access capital markets effectively and manage stakeholders. •Investors and Asset Managers - Offering products and services to assist investors and asset managers in optimizing their portfolios and offerings.•Market Infrastructure Operators - Assisting market infrastructure operators in increasing efficiency, meeting customer needs, and growing revenue.•Banks and Financial Institutions - Providing safety and integrity through a suite of trade surveillance and cloud-native anti-financial crime solutions. CompetitionMarket PlatformsWe face intense competition in North America and Europe for our Trading Services businesses. We seek to provide market participants with greater functionality, trading system stability and performance, high levels of customer service, and efficient pricing. In both North America and Europe, our competitors include other exchange operators, operators of non-exchange trading systems and banks and brokerages that operate their own internal trading pools and platforms. Nasdaq's shift to utilizing and deploying cloud infrastructure continued during 2022. In the fourth quarter of 2022, we migrated Nasdaq MRX to the cloud, which is the first exchange moved to an exclusively cloud-enabled infrastructure and the first exchange solely in the cloud of any regulated public market in the world. We believe that migrating our exchanges to the cloud, through our partnership with AWS, our preferred cloud provider, will result in improved performance and increased flexibility for our customers. We expect to move additional North American markets to the cloud with AWS during the next several years. The shift to cloud-based markets will enable Nasdaq to provide its clients access to cloud-based capabilities, including virtual connectivity services, market analytics and machine learning, at a lower cost. We also expect to leverage the cloud-based infrastructure for our market technology clients, assisting such clients in developing their own platforms and customizing their offerings for their local, rapidly changing industry dynamics. To facilitate the exchange migration to AWS, Nasdaq will also leverage its Fusion technology platform. Fusion positions Nasdaq’s North American and European markets to manage, operate and deploy a common platform that can be used across our nine Nasdaq derivative markets, while enabling our markets for cloud deployment. We continue to utilize NFF for delivering end-to-end solutions to market infrastructure operators, buy-side firms, sell-side firms and other non-financial markets in addition to also supporting Nasdaq's own internal trading systems. The framework consists of a single operational core platform that ties together Nasdaq’s portfolio of functionality across the trade lifecycle, in an open framework whereby exchanges, clearinghouses, central securities depositories, and other entities can easily integrate Nasdaq’s business applications with each other, as well as other third-party solutions. In addition to being able to integrate a broad range of business functions, NFF enables end users to leverage recent technology developments.Competitive StrengthsWe are a global, client-focused technology company with expertise in markets. We deploy robust technology capabilities and have developed a leading anti-financial crime and corporate and investor franchise. Our business segments complement each other and we believe that our strong competitive position in large, high-growth markets positions us for sustained growth.A Unique Value PropositionWe operate leading platforms that can improve the liquidity, transparency, and integrity of the global economy, allowing us to:•Develop efficient and reliable technologies to facilitate and protect the financial system across asset classes; Nasdaq's shift to utilizing and deploying cloud infrastructure continued during 2022. In the fourth quarter of 2022, we migrated Nasdaq MRX to the cloud, which is the first exchange moved to an exclusively cloud-enabled infrastructure and the first exchange solely in the cloud of any regulated public market in the world. We believe that migrating our exchanges to the cloud, through our partnership with AWS, our preferred cloud provider, will result in improved performance and increased flexibility for our customers. We expect to move additional North American markets to the cloud with AWS during the next several years. The shift to cloud-based markets will enable Nasdaq to provide its clients access to cloud-based capabilities, including virtual connectivity services, market analytics and machine learning, at a lower cost. We also expect to leverage the cloud-based infrastructure for our market technology clients, assisting such clients in developing their own platforms and customizing their offerings for their local, rapidly changing industry dynamics.  To facilitate the exchange migration to AWS, Nasdaq will also leverage its Fusion technology platform. Fusion positions Nasdaq’s North American and European markets to manage, operate and deploy a common platform that can be used across our nine Nasdaq derivative markets, while enabling our markets for cloud deployment.  We continue to utilize NFF for delivering end-to-end solutions to market infrastructure operators, buy-side firms, sell-side firms and other non-financial markets in addition to also supporting Nasdaq's own internal trading systems. The framework consists of a single operational core platform that ties together Nasdaq’s portfolio of functionality across the trade lifecycle, in an open framework whereby exchanges, clearinghouses, central securities depositories, and other entities can easily integrate Nasdaq’s business applications with each other, as well as other third-party solutions. In addition to being able to integrate a broad range of business functions, NFF enables end users to leverage recent technology developments.  Competitive Strengths We are a global, client-focused technology company with expertise in markets. We deploy robust technology capabilities and have developed a leading anti-financial crime and corporate and investor franchise. Our business segments complement each other and we believe that our strong competitive position in large, high-growth markets positions us for sustained growth. A Unique Value Proposition We operate leading platforms that can improve the liquidity, transparency, and integrity of the global economy, allowing us to: •Develop efficient and reliable technologies to facilitate and protect the financial system across asset classes;  •Empower our clients to effectively navigate the capital markets, achieve their sustainability goals, and maintain corporate governance excellence; and•Provide data, tools and insights that drive sound decision making.Technological StrengthThe strength and resiliency of our technology, enhanced by our Marketplace Technology business, in meeting the advancing demands of our global customer base is vital to the continued success of our business and distinguishes us from our competitors.A Focus on Client Needs Across the Global Financial EcosystemWe strive to serve a diverse range of clients that participate across the global financial ecosystem, including:•Brokers and Traders - Helping brokers and traders to confidently plan, optimize and execute their business vision.•Market Participants - Providing market participants with access to liquidity and enabling them to efficiently consume, monitor, analyze, and capitalize on real-time market changes.•Listed Companies - Enabling companies to access capital markets effectively and manage stakeholders. •Investors and Asset Managers - Offering products and services to assist investors and asset managers in optimizing their portfolios and offerings.•Market Infrastructure Operators - Assisting market infrastructure operators in increasing efficiency, meeting customer needs, and growing revenue.•Banks and Financial Institutions - Providing safety and integrity through a suite of trade surveillance and cloud-native anti-financial crime solutions. CompetitionMarket PlatformsWe face intense competition in North America and Europe for our Trading Services businesses. We seek to provide market participants with greater functionality, trading system stability and performance, high levels of customer service, and efficient pricing. In both North America and Europe, our competitors include other exchange operators, operators of non-exchange trading systems and banks and brokerages that operate their own internal trading pools and platforms. •Empower our clients to effectively navigate the capital markets, achieve their sustainability goals, and maintain corporate governance excellence; and •Provide data, tools and insights that drive sound decision making.  Technological Strength The strength and resiliency of our technology, enhanced by our Marketplace Technology business, in meeting the advancing demands of our global customer base is vital to the continued success of our business and distinguishes us from our competitors. A Focus on Client Needs Across the Global Financial Ecosystem We strive to serve a diverse range of clients that participate across the global financial ecosystem, including: •Brokers and Traders - Helping brokers and traders to confidently plan, optimize and execute their business vision. •Market Participants - Providing market participants with access to liquidity and enabling them to efficiently consume, monitor, analyze, and capitalize on real-time market changes. •Listed Companies - Enabling companies to access capital markets effectively and manage stakeholders.  •Investors and Asset Managers - Offering products and services to assist investors and asset managers in optimizing their portfolios and offerings. •Market Infrastructure Operators - Assisting market infrastructure operators in increasing efficiency, meeting customer needs, and growing revenue. •Banks and Financial Institutions - Providing safety and integrity through a suite of trade surveillance and cloud-native anti-financial crime solutions.   Competition  Market Platforms We face intense competition in North America and Europe for our Trading Services businesses. We seek to provide market participants with greater functionality, trading system stability and performance, high levels of customer service, and efficient pricing. In both North America and Europe, our competitors include other exchange operators, operators of non-exchange trading systems and banks and brokerages that operate their own internal trading pools and platforms. 7 7 7   In the U.S., our options markets compete with exchanges operated by Cboe Global Markets, Inc., or Cboe, Miami International Holdings, Inc., or MIAX, Intercontinental Exchange, Inc., or ICE, and BOX Options Market. In cash equities in the U.S., we compete with exchanges operated by Cboe, ICE, MIAX, The Investors Exchange, Members Exchange and Long Term Stock Exchange. We also face competition from ATSs, known as “dark pools,” and other less-heavily regulated broker-owned trade facilitation systems, as well as from other types of OTC trading. In Canada, our cash equities exchange competes with exchanges such as the Toronto Stock Exchange, or TSX, and other marketplaces. Our U.S. Tape plans earn revenue from consolidated data products which are distributed by SEC-mandated consolidators (one for Nasdaq-listed stocks and another for NYSE and other-listed stocks) that share the revenue among the exchanges that contribute data. The consolidated data business is under competitive pressure from other securities exchanges that trade Nasdaq-listed securities. In addition, The Nasdaq Stock Market similarly competes for the tape fees from the sale of information on securities listed on other markets.In Europe, our cash equities markets compete with exchanges such as Euronext N.V., Deutsche Börse AG, London Stock Exchange Group plc, or LSE, and many MTFs such as Cboe, Turquoise and Aquis. Our competitors in the trading and clearing of options and futures on European equities include Eurex, Cboe, ICE Futures Europe and London Clearing House, or LCH. In addition, in equities markets in Europe, we face competition from other broker-owned systems, dark pools, Systematic Internalizers, or SIs, and other types of OTC trading. Competition among exchanges for trading European equity derivatives tends to occur where there is competition in the trading of the underlying equities. In addition to exchange-based competition, we face competition from OTC derivative markets.The implementation of MiFID II and MiFIR has resulted in further competitive pressure on our European trading business. SIs are attracting a significant share of electronically matched volume and compete aggressively for the trading of equity securities listed on our Nordic exchanges. Different bilateral trading systems pursuing block business also remain active in Europe. Regulators are continuously monitoring the market structure and have, in a series of consultations, asked for input regarding suggested changes to MiFID II. Our European fixed income and commodities products and services are subject to competitive pressure from European exchanges and clearinghouses. Our Marketplace Technology business includes our trade management services and market technology businesses. Our trade management services business competes with other exchange operators, extranet providers, and data center providers.Traditionally, exchanges and exchange-related businesses would internally develop technology, sometimes aided by consultants. However, this model has gradually changed as many operators have recognized the cost-savings made possible by buying technology from third parties. As a result, two types of competitors have emerged in our market technology business: exchange operators and technology providers unaffiliated with exchanges. These organizations make available a range of off-the-shelf technology, including trading, clearing, settlement, depository and information dissemination, and offer customization and operation expertise. Market conditions in market technology are evolving rapidly, which makes continuous investment and innovation a necessity. Our partnership with AWS enables us to compete with other companies that are developing cloud-based exchanges and market technology offerings. Capital Access PlatformsOur Data business includes proprietary data products. Proprietary data products are made up exclusively of data derived from each exchange’s systems. Competition in the data business is intense and is influenced by rapidly changing technology and the creation of new product and service offerings.The sale of our proprietary data products is under competitive threat globally from alternative exchanges and trading venues that offer similar products. Our data business competes with other exchanges and third-party vendors to provide information to market participants. Examples of our competitors in proprietary data products are ICE, Cboe, TSX, and Dow Jones & Company.Our Listing Services business in both the U.S. and Europe provides a means of facilitating capital formation through public capital markets. There are competing ways of raising capital, and we seek to demonstrate the benefits of listing shares on our exchange. Our primary competitor for larger company stock share listings in the U.S. is NYSE. The Nasdaq Stock Market competes with local and international markets located outside the U.S. for listings of equity securities of both U.S. and non-U.S. companies that choose to list (or dual-list) outside of their home country. For example, The Nasdaq Stock Market competes for listings with exchanges in Europe and Asia, such as LSE and The Stock Exchange of Hong Kong Limited. Additionally, we face competition from private equity firms that may elect to keep their portfolio companies as private companies. In the U.S., our options markets compete with exchanges operated by Cboe Global Markets, Inc., or Cboe, Miami International Holdings, Inc., or MIAX, Intercontinental Exchange, Inc., or ICE, and BOX Options Market. In cash equities in the U.S., we compete with exchanges operated by Cboe, ICE, MIAX, The Investors Exchange, Members Exchange and Long Term Stock Exchange. We also face competition from ATSs, known as “dark pools,” and other less-heavily regulated broker-owned trade facilitation systems, as well as from other types of OTC trading. In Canada, our cash equities exchange competes with exchanges such as the Toronto Stock Exchange, or TSX, and other marketplaces. Our U.S. Tape plans earn revenue from consolidated data products which are distributed by SEC-mandated consolidators (one for Nasdaq-listed stocks and another for NYSE and other-listed stocks) that share the revenue among the exchanges that contribute data. The consolidated data business is under competitive pressure from other securities exchanges that trade Nasdaq-listed securities. In addition, The Nasdaq Stock Market similarly competes for the tape fees from the sale of information on securities listed on other markets.In Europe, our cash equities markets compete with exchanges such as Euronext N.V., Deutsche Börse AG, London Stock Exchange Group plc, or LSE, and many MTFs such as Cboe, Turquoise and Aquis. Our competitors in the trading and clearing of options and futures on European equities include Eurex, Cboe, ICE Futures Europe and London Clearing House, or LCH. In addition, in equities markets in Europe, we face competition from other broker-owned systems, dark pools, Systematic Internalizers, or SIs, and other types of OTC trading. Competition among exchanges for trading European equity derivatives tends to occur where there is competition in the trading of the underlying equities. In addition to exchange-based competition, we face competition from OTC derivative markets.The implementation of MiFID II and MiFIR has resulted in further competitive pressure on our European trading business. SIs are attracting a significant share of electronically matched volume and compete aggressively for the trading of equity securities listed on our Nordic exchanges. Different bilateral trading systems pursuing block business also remain active in Europe. Regulators are continuously monitoring the market structure and have, in a series of consultations, asked for input regarding suggested changes to MiFID II. Our European fixed income and commodities products and services are subject to competitive pressure from European exchanges and clearinghouses. Our Marketplace Technology business includes our trade management services and market technology businesses. Our trade management services business competes with other exchange operators, extranet providers, and data center providers. In the U.S., our options markets compete with exchanges operated by Cboe Global Markets, Inc., or Cboe, Miami International Holdings, Inc., or MIAX, Intercontinental Exchange, Inc., or ICE, and BOX Options Market. In cash equities in the U.S., we compete with exchanges operated by Cboe, ICE, MIAX, The Investors Exchange, Members Exchange and Long Term Stock Exchange. We also face competition from ATSs, known as “dark pools,” and other less-heavily regulated broker-owned trade facilitation systems, as well as from other types of OTC trading. In Canada, our cash equities exchange competes with exchanges such as the Toronto Stock Exchange, or TSX, and other marketplaces.  Our U.S. Tape plans earn revenue from consolidated data products which are distributed by SEC-mandated consolidators (one for Nasdaq-listed stocks and another for NYSE and other-listed stocks) that share the revenue among the exchanges that contribute data. The consolidated data business is under competitive pressure from other securities exchanges that trade Nasdaq-listed securities. In addition, The Nasdaq Stock Market similarly competes for the tape fees from the sale of information on securities listed on other markets. In Europe, our cash equities markets compete with exchanges such as Euronext N.V., Deutsche Börse AG, London Stock Exchange Group plc, or LSE, and many MTFs such as Cboe, Turquoise and Aquis. Our competitors in the trading and clearing of options and futures on European equities include Eurex, Cboe, ICE Futures Europe and London Clearing House, or LCH. In addition, in equities markets in Europe, we face competition from other broker-owned systems, dark pools, Systematic Internalizers, or SIs, and other types of OTC trading. Competition among exchanges for trading European equity derivatives tends to occur where there is competition in the trading of the underlying equities. In addition to exchange-based competition, we face competition from OTC derivative markets. The implementation of MiFID II and MiFIR has resulted in further competitive pressure on our European trading business. SIs are attracting a significant share of electronically matched volume and compete aggressively for the trading of equity securities listed on our Nordic exchanges. Different bilateral trading systems pursuing block business also remain active in Europe. Regulators are continuously monitoring the market structure and have, in a series of consultations, asked for input regarding suggested changes to MiFID II.  Our European fixed income and commodities products and services are subject to competitive pressure from European exchanges and clearinghouses.  Our Marketplace Technology business includes our trade management services and market technology businesses. Our trade management services business competes with other exchange operators, extranet providers, and data center providers.  Traditionally, exchanges and exchange-related businesses would internally develop technology, sometimes aided by consultants. However, this model has gradually changed as many operators have recognized the cost-savings made possible by buying technology from third parties. As a result, two types of competitors have emerged in our market technology business: exchange operators and technology providers unaffiliated with exchanges. These organizations make available a range of off-the-shelf technology, including trading, clearing, settlement, depository and information dissemination, and offer customization and operation expertise. Market conditions in market technology are evolving rapidly, which makes continuous investment and innovation a necessity. Our partnership with AWS enables us to compete with other companies that are developing cloud-based exchanges and market technology offerings. Capital Access PlatformsOur Data business includes proprietary data products. Proprietary data products are made up exclusively of data derived from each exchange’s systems. Competition in the data business is intense and is influenced by rapidly changing technology and the creation of new product and service offerings.The sale of our proprietary data products is under competitive threat globally from alternative exchanges and trading venues that offer similar products. Our data business competes with other exchanges and third-party vendors to provide information to market participants. Examples of our competitors in proprietary data products are ICE, Cboe, TSX, and Dow Jones & Company.Our Listing Services business in both the U.S. and Europe provides a means of facilitating capital formation through public capital markets. There are competing ways of raising capital, and we seek to demonstrate the benefits of listing shares on our exchange. Our primary competitor for larger company stock share listings in the U.S. is NYSE. The Nasdaq Stock Market competes with local and international markets located outside the U.S. for listings of equity securities of both U.S. and non-U.S. companies that choose to list (or dual-list) outside of their home country. For example, The Nasdaq Stock Market competes for listings with exchanges in Europe and Asia, such as LSE and The Stock Exchange of Hong Kong Limited. Additionally, we face competition from private equity firms that may elect to keep their portfolio companies as private companies. Traditionally, exchanges and exchange-related businesses would internally develop technology, sometimes aided by consultants. However, this model has gradually changed as many operators have recognized the cost-savings made possible by buying technology from third parties. As a result, two types of competitors have emerged in our market technology business: exchange operators and technology providers unaffiliated with exchanges. These organizations make available a range of off-the-shelf technology, including trading, clearing, settlement, depository and information dissemination, and offer customization and operation expertise. Market conditions in market technology are evolving rapidly, which makes continuous investment and innovation a necessity. Our partnership with AWS enables us to compete with other companies that are developing cloud-based exchanges and market technology offerings.   Capital Access Platforms Our Data business includes proprietary data products. Proprietary data products are made up exclusively of data derived from each exchange’s systems. Competition in the data business is intense and is influenced by rapidly changing technology and the creation of new product and service offerings. The sale of our proprietary data products is under competitive threat globally from alternative exchanges and trading venues that offer similar products. Our data business competes with other exchanges and third-party vendors to provide information to market participants. Examples of our competitors in proprietary data products are ICE, Cboe, TSX, and Dow Jones & Company. Our Listing Services business in both the U.S. and Europe provides a means of facilitating capital formation through public capital markets. There are competing ways of raising capital, and we seek to demonstrate the benefits of listing shares on our exchange. Our primary competitor for larger company stock share listings in the U.S. is NYSE. The Nasdaq Stock Market competes with local and international markets located outside the U.S. for listings of equity securities of both U.S. and non-U.S. companies that choose to list (or dual-list) outside of their home country. For example, The Nasdaq Stock Market competes for listings with exchanges in Europe and Asia, such as LSE and The Stock Exchange of Hong Kong Limited. Additionally, we face competition from private equity firms that may elect to keep their portfolio companies as private companies. 8 8 8   The Listings Services business in Europe is characterized by a large number of exchanges competing for new or secondary listings. Each country has one or more national exchanges, which are often the first choice of companies in each respective country. For those considering an alternative, competing European exchanges that frequently attract many listings from outside their respective home countries include LSE, Euronext N.V. and Deutsche Börse AG. In addition to the larger exchanges, companies seeking capital or liquidity from public capital markets are able to raise capital without a regulated market listing and can consider trading their shares on smaller markets and quoting facilities.Our Index business offers Nasdaq-branded indexes and financial products and faces competition from providers of various competing financial indexes. For example, there are a number of indexes that aim to track the technology sector and thereby compete with the Nasdaq-100 Index and the Nasdaq Composite Index. We face competition from investment banks, dedicated index providers, markets and other product developers, including S&P Dow Jones Indices, MSCI and FTSE Russell.Workflow & Insights includes our analytics and corporate solutions businesses. Our analytics business faces competition from a broad array of data and analytics suppliers, both established firms and small start-ups. Our primary competitors are Morningstar, FactSet and any number of smaller firms along with start-up data providers and aggregators. Our analytics business offerings compete with other analytics providers, including Addepar and Caissa.Our corporate solutions business faces competition that can be varied and fragmented. For our Investor Relations Intelligence solutions, there are many regional competitors and relatively few global providers. Other exchange operators are partnering with firms that have capabilities in this area and seeking to acquire relevant assets in order to provide investor relations services to customers alongside listing services. Our ESG Solutions, including Nasdaq OneReport, Metrio and ESG Advisory, are positioned in evolving markets with competitors offering multiple point solutions providing software, data or consulting services. The competitive landscape for our Governance Solutions products varies by customer segment and geography. Most competitors offer SaaS solutions that are supported by a data centered strategy, while certain firms offer specialized services that focus on a single niche segment. Customers frequently seek single-source providers that are able to address a broad range of needs within a single platform. Anti-Financial Crime For our Anti-Financial Crime segment, which includes solutions for fraud detection, anti-money laundering or AML and trade and market surveillance, competitors include core banking solution providers ranging from small to large independent solution providers, FinTech start-ups and in-house custom builds. We compete against enterprise solution providers and point solutions for clients with larger AUM. Competitors also include companies that serve multiple industries in addition to financial services with generalized solutions, such as business intelligence tools, data integrators, investigation platforms and software covering the boarder compliance lifecycle. Recently, there has been an increase of FinTech start-ups shifting into the surveillance, fraud detection and AML space offering highly-specialized solutions for advanced data analytics, artificial intelligence and machine learning technology. The anti-financial crime and surveillance offerings compete on a number of factors, including but not limited to, increased workflow efficiency, quality of the data, quality of alerts and pricing.  Our surveillance and anti-financial crime offerings must demonstrate the ability to decrease false-positives and provide in-depth views into potential abuses and risks that stem from those cases. These offerings help firms reduce both the reputational and regulatory risk as well as the complexity in efforts to keep markets and financial institutions safe.Intellectual PropertyWe believe that our intellectual property assets are important for maintaining the competitive differentiation of our products, systems, software and services, enhancing our ability to access technology of third parties and maximizing our return on research and development investments.To support our business objectives and benefit from our investments in research and development, we actively create and maintain a wide array of intellectual property assets, including patents and patent applications related to our innovations, products and services; trademarks related to our brands, products and services; copyrights in software and creative content; trade secrets; and through other intellectual property rights, licenses of various kinds and contractual provisions. We enter into confidentiality and invention assignment agreements with our employees and contractors, and utilize non-disclosure agreements with third parties with whom we conduct business in order to secure and protect our proprietary rights and to limit access to, and disclosure of, our proprietary information.We own, or have licensed, rights to trade names, trademarks, domain names and service marks that we use in conjunction with our operations and services. We have registered many of our most important trademarks in the U.S. and in foreign countries. For example, our primary “Nasdaq” mark is a registered trademark that we actively seek to protect in the U.S. and in over 50 other countries worldwide. The Listings Services business in Europe is characterized by a large number of exchanges competing for new or secondary listings. Each country has one or more national exchanges, which are often the first choice of companies in each respective country. For those considering an alternative, competing European exchanges that frequently attract many listings from outside their respective home countries include LSE, Euronext N.V. and Deutsche Börse AG. In addition to the larger exchanges, companies seeking capital or liquidity from public capital markets are able to raise capital without a regulated market listing and can consider trading their shares on smaller markets and quoting facilities.Our Index business offers Nasdaq-branded indexes and financial products and faces competition from providers of various competing financial indexes. For example, there are a number of indexes that aim to track the technology sector and thereby compete with the Nasdaq-100 Index and the Nasdaq Composite Index. We face competition from investment banks, dedicated index providers, markets and other product developers, including S&P Dow Jones Indices, MSCI and FTSE Russell.Workflow & Insights includes our analytics and corporate solutions businesses. Our analytics business faces competition from a broad array of data and analytics suppliers, both established firms and small start-ups. Our primary competitors are Morningstar, FactSet and any number of smaller firms along with start-up data providers and aggregators. Our analytics business offerings compete with other analytics providers, including Addepar and Caissa.Our corporate solutions business faces competition that can be varied and fragmented. For our Investor Relations Intelligence solutions, there are many regional competitors and relatively few global providers. Other exchange operators are partnering with firms that have capabilities in this area and seeking to acquire relevant assets in order to provide investor relations services to customers alongside listing services. Our ESG Solutions, including Nasdaq OneReport, Metrio and ESG Advisory, are positioned in evolving markets with competitors offering multiple point solutions providing software, data or consulting services. The competitive landscape for our Governance Solutions products varies by customer segment and geography. Most competitors offer SaaS solutions that are supported by a data centered strategy, while certain firms offer specialized services that focus on a single niche segment. Customers frequently seek single-source providers that are able to address a broad range of needs within a single platform.  The Listings Services business in Europe is characterized by a large number of exchanges competing for new or secondary listings. Each country has one or more national exchanges, which are often the first choice of companies in each respective country. For those considering an alternative, competing European exchanges that frequently attract many listings from outside their respective home countries include LSE, Euronext N.V. and Deutsche Börse AG. In addition to the larger exchanges, companies seeking capital or liquidity from public capital markets are able to raise capital without a regulated market listing and can consider trading their shares on smaller markets and quoting facilities. Our Index business offers Nasdaq-branded indexes and financial products and faces competition from providers of various competing financial indexes. For example, there are a number of indexes that aim to track the technology sector and thereby compete with the Nasdaq-100 Index and the Nasdaq Composite Index. We face competition from investment banks, dedicated index providers, markets and other product developers, including S&P Dow Jones Indices, MSCI and FTSE Russell. Workflow & Insights includes our analytics and corporate solutions businesses. Our analytics business faces competition from a broad array of data and analytics suppliers, both established firms and small start-ups. Our primary competitors are Morningstar, FactSet and any number of smaller firms along with start-up data providers and aggregators. Our analytics business offerings compete with other analytics providers, including Addepar and Caissa. Our corporate solutions business faces competition that can be varied and fragmented. For our Investor Relations Intelligence solutions, there are many regional competitors and relatively few global providers. Other exchange operators are partnering with firms that have capabilities in this area and seeking to acquire relevant assets in order to provide investor relations services to customers alongside listing services. Our ESG Solutions, including Nasdaq OneReport, Metrio and ESG Advisory, are positioned in evolving markets with competitors offering multiple point solutions providing software, data or consulting services. The competitive landscape for our Governance Solutions products varies by customer segment and geography. Most competitors offer SaaS solutions that are supported by a data centered strategy, while certain firms offer specialized services that focus on a single niche segment. Customers frequently seek single-source providers that are able to address a broad range of needs within a single platform.   Anti-Financial Crime For our Anti-Financial Crime segment, which includes solutions for fraud detection, anti-money laundering or AML and trade and market surveillance, competitors include core banking solution providers ranging from small to large independent solution providers, FinTech start-ups and in-house custom builds. We compete against enterprise solution providers and point solutions for clients with larger AUM. Competitors also include companies that serve multiple industries in addition to financial services with generalized solutions, such as business intelligence tools, data integrators, investigation platforms and software covering the boarder compliance lifecycle. Recently, there has been an increase of FinTech start-ups shifting into the surveillance, fraud detection and AML space offering highly-specialized solutions for advanced data analytics, artificial intelligence and machine learning technology. The anti-financial crime and surveillance offerings compete on a number of factors, including but not limited to, increased workflow efficiency, quality of the data, quality of alerts and pricing.  Our surveillance and anti-financial crime offerings must demonstrate the ability to decrease false-positives and provide in-depth views into potential abuses and risks that stem from those cases. These offerings help firms reduce both the reputational and regulatory risk as well as the complexity in efforts to keep markets and financial institutions safe.Intellectual PropertyWe believe that our intellectual property assets are important for maintaining the competitive differentiation of our products, systems, software and services, enhancing our ability to access technology of third parties and maximizing our return on research and development investments.To support our business objectives and benefit from our investments in research and development, we actively create and maintain a wide array of intellectual property assets, including patents and patent applications related to our innovations, products and services; trademarks related to our brands, products and services; copyrights in software and creative content; trade secrets; and through other intellectual property rights, licenses of various kinds and contractual provisions. We enter into confidentiality and invention assignment agreements with our employees and contractors, and utilize non-disclosure agreements with third parties with whom we conduct business in order to secure and protect our proprietary rights and to limit access to, and disclosure of, our proprietary information.We own, or have licensed, rights to trade names, trademarks, domain names and service marks that we use in conjunction with our operations and services. We have registered many of our most important trademarks in the U.S. and in foreign countries. For example, our primary “Nasdaq” mark is a registered trademark that we actively seek to protect in the U.S. and in over 50 other countries worldwide.  Anti-Financial Crime  For our Anti-Financial Crime segment, which includes solutions for fraud detection, anti-money laundering or AML and trade and market surveillance, competitors include core banking solution providers ranging from small to large independent solution providers, FinTech start-ups and in-house custom builds. We compete against enterprise solution providers and point solutions for clients with larger AUM. Competitors also include companies that serve multiple industries in addition to financial services with generalized solutions, such as business intelligence tools, data integrators, investigation platforms and software covering the boarder compliance lifecycle. Recently, there has been an increase of FinTech start-ups shifting into the surveillance, fraud detection and AML space offering highly-specialized solutions for advanced data analytics, artificial intelligence and machine learning technology. The anti-financial crime and surveillance offerings compete on a number of factors, including but not limited to, increased workflow efficiency, quality of the data, quality of alerts and pricing.   Our surveillance and anti-financial crime offerings must demonstrate the ability to decrease false-positives and provide in-depth views into potential abuses and risks that stem from those cases. These offerings help firms reduce both the reputational and regulatory risk as well as the complexity in efforts to keep markets and financial institutions safe.  Intellectual Property We believe that our intellectual property assets are important for maintaining the competitive differentiation of our products, systems, software and services, enhancing our ability to access technology of third parties and maximizing our return on research and development investments. To support our business objectives and benefit from our investments in research and development, we actively create and maintain a wide array of intellectual property assets, including patents and patent applications related to our innovations, products and services; trademarks related to our brands, products and services; copyrights in software and creative content; trade secrets; and through other intellectual property rights, licenses of various kinds and contractual provisions. We enter into confidentiality and invention assignment agreements with our employees and contractors, and utilize non-disclosure agreements with third parties with whom we conduct business in order to secure and protect our proprietary rights and to limit access to, and disclosure of, our proprietary information. We own, or have licensed, rights to trade names, trademarks, domain names and service marks that we use in conjunction with our operations and services. We have registered many of our most important trademarks in the U.S. and in foreign countries. For example, our primary “Nasdaq” mark is a registered trademark that we actively seek to protect in the U.S. and in over 50 other countries worldwide. 9 9 9   Over time, we have accumulated a robust portfolio of issued patents in the U.S. and in many other jurisdictions across the world. We currently hold rights to patents relating to certain aspects of our products, systems, software and services, but we primarily rely on the innovative skills, technical competence and marketing abilities of our personnel. No single patent is in itself core to the operations of Nasdaq or any of its principal business areas.Corporate Venture ProgramWe operate a corporate venture program to make minority investments primarily in emerging growth FinTech companies that are strategically relevant to, and aligned with, Nasdaq. Investments are made through the venture program to further our research and development efforts and accelerate the path to commercial viability. We expect that capital invested will continue to be modest and will not have a material impact on our consolidated financial statements, existing capital return or deployment priorities. Since its inception in 2017, our venture program has grown in size and has invested in companies covering various sectors, including data, analytics and workflow, digital assets, market infrastructure, anti-financial crime, new marketplaces, enabling technologies and ESG. As of December 31, 2022, our investments, which include equity and debt investments, were valued at $180 million.Environmental, Social and Governance MattersNasdaq is committed to further advancing our longer-term ESG strategy, advocacy and oversight. We continue to engage with internal and external stakeholders at all levels on ESG matters. During 2022, we deepened our corporate and community ESG efforts, including furthering our commitment to greater sustainability and climate change awareness. The Nominating & ESG Committee has formal responsibility and oversight for ESG policies and programs and receives regular reporting on key ESG matters and initiatives. Our Corporate ESG Steering Committee serves as the central coordinating body for our ESG strategy; it is co-chaired by executive leaders and comprised of geographically diverse representatives from multiple business units. We continued to be committed to carbon neutrality, and for the fifth consecutive year, achieved that goal across all business operations through the purchase of green power, carbon offsets, and renewable energy certificates. We were named to the Dow Jones Sustainability North America Index for the seventh consecutive year and received recognition from the Bloomberg Gender-Equity Index and The Human Rights Campaign’s Corporate Equality Index. In addition, Nasdaq’s ESG scores improved across multiple rating agencies during 2022, including four significant sustainability rating upgrades:•MSCI: a two-tier rating increase to “AA,” from our “BBB” rating in the prior year, placing Nasdaq in MSCI’s “Leaders” category.•CDP: a score improvement to an “A” from the prior year’s “B”, earning us a place on CDP’s “A List” for climate disclosures and actions.•EcoVadis: status upgrade to “Gold Medal,” a recognition reserved for the top 5% of all rated companies, as compared to our “Silver Medal” status in the prior year. •2022 S&P Corporate Sustainability Assessment (CSA): a score of 60, representing an 20% year-over-year score increase, placing Nasdaq in the 95th percentile of our industry group. In 2022, Nasdaq also continued to be a signatory to the United Nations Global Compact and the United Nations Principles of Responsible Investment and became a signatory to the World Economic Forum Stakeholder Capitalism Metrics. While our business operations account for a comparatively small environmental impact, we focus our environmental efforts on several key areas, including the way we use energy resources, manage our workspaces, engage our value chain and conduct business travel. Through these efforts, we seek to lessen the environmental impact of our organization by reducing atmospheric carbon emissions and managing water and waste associated with business operations. Nasdaq has approved near-term and long-term science-based emissions reduction targets with the Science Based Targets initiative, or SBTi. In 2022, the SBTi verified Nasdaq’s 2050 net-zero science-based target.Nasdaq has obtained the LEED Platinum certification for our New York headquarters office in Times Square, which complements the LEED Gold certification for our 10th Floor Client Experience Center, our space for client events in our New York headquarters. We also achieved LEED Gold certifications for our new Greensboro, North Carolina office and existing office locations in Copenhagen, Reykjavik, San Francisco, Stockholm, Umeå, Vilnius and Washington, D.C. We continue to look for additional opportunities to transition to green offices across the globe as part of our strategy to reduce office operation-related emissions.We help companies of all ESG maturity levels through our robust combination of technology, tools, data, insights and capital market solutions. During 2022, we maintained, and continued to expand, our portfolio of ESG services and solutions for our clients and stakeholders, including:•the Nasdaq ESG Advisory Program, which pairs companies with ESG consulting expertise to help them analyze, assess and enact ESG program best practices with the goals of attracting long-term capital and enhancing value;•the Nasdaq OneReport platform, which helps clients streamline the data gathering process under various frameworks for sustainability reporting and provides data to ratings agencies; Over time, we have accumulated a robust portfolio of issued patents in the U.S. and in many other jurisdictions across the world. We currently hold rights to patents relating to certain aspects of our products, systems, software and services, but we primarily rely on the innovative skills, technical competence and marketing abilities of our personnel. No single patent is in itself core to the operations of Nasdaq or any of its principal business areas.Corporate Venture ProgramWe operate a corporate venture program to make minority investments primarily in emerging growth FinTech companies that are strategically relevant to, and aligned with, Nasdaq. Investments are made through the venture program to further our research and development efforts and accelerate the path to commercial viability. We expect that capital invested will continue to be modest and will not have a material impact on our consolidated financial statements, existing capital return or deployment priorities. Since its inception in 2017, our venture program has grown in size and has invested in companies covering various sectors, including data, analytics and workflow, digital assets, market infrastructure, anti-financial crime, new marketplaces, enabling technologies and ESG. As of December 31, 2022, our investments, which include equity and debt investments, were valued at $180 million.Environmental, Social and Governance MattersNasdaq is committed to further advancing our longer-term ESG strategy, advocacy and oversight. We continue to engage with internal and external stakeholders at all levels on ESG matters. During 2022, we deepened our corporate and community ESG efforts, including furthering our commitment to greater sustainability and climate change awareness. The Nominating & ESG Committee has formal responsibility and oversight for ESG policies and programs and receives regular reporting on key ESG matters and initiatives. Our Corporate ESG Steering Committee serves as the central coordinating body for our ESG strategy; it is co-chaired by executive leaders and comprised of geographically diverse representatives from multiple business units. We continued to be committed to carbon neutrality, and for the fifth consecutive year, achieved that goal across all business operations through the purchase of green power, carbon offsets, and renewable energy certificates. We were named to the Dow Jones Sustainability North America Index for the seventh consecutive year and received recognition from the Bloomberg Gender-Equity Index and The Human Rights Campaign’s Corporate Equality Index. In addition, Nasdaq’s ESG scores improved across multiple rating agencies during 2022, including four significant sustainability rating upgrades:•MSCI: a two-tier rating increase to “AA,” from our “BBB” rating in the prior year, placing Nasdaq in MSCI’s “Leaders” category. Over time, we have accumulated a robust portfolio of issued patents in the U.S. and in many other jurisdictions across the world. We currently hold rights to patents relating to certain aspects of our products, systems, software and services, but we primarily rely on the innovative skills, technical competence and marketing abilities of our personnel. No single patent is in itself core to the operations of Nasdaq or any of its principal business areas.  Corporate Venture Program We operate a corporate venture program to make minority investments primarily in emerging growth FinTech companies that are strategically relevant to, and aligned with, Nasdaq. Investments are made through the venture program to further our research and development efforts and accelerate the path to commercial viability. We expect that capital invested will continue to be modest and will not have a material impact on our consolidated financial statements, existing capital return or deployment priorities. Since its inception in 2017, our venture program has grown in size and has invested in companies covering various sectors, including data, analytics and workflow, digital assets, market infrastructure, anti-financial crime, new marketplaces, enabling technologies and ESG. As of December 31, 2022, our investments, which include equity and debt investments, were valued at $180 million.  Environmental, Social and Governance Matters Nasdaq is committed to further advancing our longer-term ESG strategy, advocacy and oversight. We continue to engage with internal and external stakeholders at all levels on ESG matters. During 2022, we deepened our corporate and community ESG efforts, including furthering our commitment to greater sustainability and climate change awareness.  The Nominating & ESG Committee has formal responsibility and oversight for ESG policies and programs and receives regular reporting on key ESG matters and initiatives. Our Corporate ESG Steering Committee serves as the central coordinating body for our ESG strategy; it is co-chaired by executive leaders and comprised of geographically diverse representatives from multiple business units.  We continued to be committed to carbon neutrality, and for the fifth consecutive year, achieved that goal across all business operations through the purchase of green power, carbon offsets, and renewable energy certificates. We were named to the Dow Jones Sustainability North America Index for the seventh consecutive year and received recognition from the Bloomberg Gender-Equity Index and The Human Rights Campaign’s Corporate Equality Index. In addition, Nasdaq’s ESG scores improved across multiple rating agencies during 2022, including four significant sustainability rating upgrades: •MSCI: a two-tier rating increase to “AA,” from our “BBB” rating in the prior year, placing Nasdaq in MSCI’s “Leaders” category.  •CDP: a score improvement to an “A” from the prior year’s “B”, earning us a place on CDP’s “A List” for climate disclosures and actions.•EcoVadis: status upgrade to “Gold Medal,” a recognition reserved for the top 5% of all rated companies, as compared to our “Silver Medal” status in the prior year. •2022 S&P Corporate Sustainability Assessment (CSA): a score of 60, representing an 20% year-over-year score increase, placing Nasdaq in the 95th percentile of our industry group. In 2022, Nasdaq also continued to be a signatory to the United Nations Global Compact and the United Nations Principles of Responsible Investment and became a signatory to the World Economic Forum Stakeholder Capitalism Metrics. While our business operations account for a comparatively small environmental impact, we focus our environmental efforts on several key areas, including the way we use energy resources, manage our workspaces, engage our value chain and conduct business travel. Through these efforts, we seek to lessen the environmental impact of our organization by reducing atmospheric carbon emissions and managing water and waste associated with business operations. Nasdaq has approved near-term and long-term science-based emissions reduction targets with the Science Based Targets initiative, or SBTi. In 2022, the SBTi verified Nasdaq’s 2050 net-zero science-based target.Nasdaq has obtained the LEED Platinum certification for our New York headquarters office in Times Square, which complements the LEED Gold certification for our 10th Floor Client Experience Center, our space for client events in our New York headquarters. We also achieved LEED Gold certifications for our new Greensboro, North Carolina office and existing office locations in Copenhagen, Reykjavik, San Francisco, Stockholm, Umeå, Vilnius and Washington, D.C. We continue to look for additional opportunities to transition to green offices across the globe as part of our strategy to reduce office operation-related emissions.We help companies of all ESG maturity levels through our robust combination of technology, tools, data, insights and capital market solutions. During 2022, we maintained, and continued to expand, our portfolio of ESG services and solutions for our clients and stakeholders, including:•the Nasdaq ESG Advisory Program, which pairs companies with ESG consulting expertise to help them analyze, assess and enact ESG program best practices with the goals of attracting long-term capital and enhancing value;•the Nasdaq OneReport platform, which helps clients streamline the data gathering process under various frameworks for sustainability reporting and provides data to ratings agencies; •CDP: a score improvement to an “A” from the prior year’s “B”, earning us a place on CDP’s “A List” for climate disclosures and actions. •EcoVadis: status upgrade to “Gold Medal,” a recognition reserved for the top 5% of all rated companies, as compared to our “Silver Medal” status in the prior year.  •2022 S&P Corporate Sustainability Assessment (CSA): a score of 60, representing an 20% year-over-year score increase, placing Nasdaq in the 95th percentile of our industry group.  In 2022, Nasdaq also continued to be a signatory to the United Nations Global Compact and the United Nations Principles of Responsible Investment and became a signatory to the World Economic Forum Stakeholder Capitalism Metrics.  While our business operations account for a comparatively small environmental impact, we focus our environmental efforts on several key areas, including the way we use energy resources, manage our workspaces, engage our value chain and conduct business travel. Through these efforts, we seek to lessen the environmental impact of our organization by reducing atmospheric carbon emissions and managing water and waste associated with business operations. Nasdaq has approved near-term and long-term science-based emissions reduction targets with the Science Based Targets initiative, or SBTi. In 2022, the SBTi verified Nasdaq’s 2050 net-zero science-based target. Nasdaq has obtained the LEED Platinum certification for our New York headquarters office in Times Square, which complements the LEED Gold certification for our 10th Floor Client Experience Center, our space for client events in our New York headquarters. We also achieved LEED Gold certifications for our new Greensboro, North Carolina office and existing office locations in Copenhagen, Reykjavik, San Francisco, Stockholm, Umeå, Vilnius and Washington, D.C. We continue to look for additional opportunities to transition to green offices across the globe as part of our strategy to reduce office operation-related emissions. We help companies of all ESG maturity levels through our robust combination of technology, tools, data, insights and capital market solutions. During 2022, we maintained, and continued to expand, our portfolio of ESG services and solutions for our clients and stakeholders, including: •the Nasdaq ESG Advisory Program, which pairs companies with ESG consulting expertise to help them analyze, assess and enact ESG program best practices with the goals of attracting long-term capital and enhancing value; •the Nasdaq OneReport platform, which helps clients streamline the data gathering process under various frameworks for sustainability reporting and provides data to ratings agencies; 10 10 10   •the Metrio platform, which provides tools to address corporate issuers’ expanding ESG data collection, analytics, and reporting needs;•the Nasdaq Sustainable Bond Network, which connects issuers and investors in sustainable, green and social bonds, and provides access to detailed information and impact data, allowing investors to make more informed decisions;•the Nasdaq ESG Data Hub, which connects investors with expert led ESG data sets from leading providers across a wide spectrum of areas, including gender diversity, carbon emissions and climate risk, providing detailed and tangible intelligence on companies’ ESG profiles;•the Nasdaq ESG Data Portal, which now includes ESG-related data from more than 630 Nordic companies;•the Nasdaq ESG Footprint, a tool that helps both institutional and retail investors analyze the impact of their portfolios;•the eVestment ESG Questionnaire, which provides a standard approach to ESG reporting thereby allowing for greater transparency into how ESG strategies work, providing deeper ESG data for allocator consumption, and enabling asset managers to better articulate their approach to ESG; and•Puro.earth, a leading marketplace for carbon removal, which we believe will address the growing demand for carbon removal by corporations, as well as enable new carbon removal methodologies as technologies evolve.In 2022, we requested our existing leading suppliers by spend to attest to our updated Supplier Code of Ethics. The Supplier Code of Ethics, which is available on our website, encourages our suppliers and vendors to adopt sustainability and environmental practices in line with our published Environmental Practices Statement, to promote a diverse and inclusive workforce and to engage diverse-owned business in their supply chain. Additionally, our new suppliers are required to attest to the Supplier Code of Ethics in connection with the commencement of their engagement.Effective August 8, 2022, Nasdaq’s new listing rule requires companies listed on our U.S. exchange to publicly disclose consistent, transparent diversity statistics regarding their board of directors using a standardized template. Companies are also required to choose whether to meet recommended board diversity objectives or disclose their reasons for not doing so under new listing rules effective in 2023, 2025 and 2026 (depending on the company’s listing tier and board size). The diversity rules are currently being challenged by two advocacy groups in the U.S. Court of Appeals for the Fifth Circuit.For more information regarding our ESG efforts in 2022, both internally and externally, please see the section entitled “Human Capital Management” below and our Proxy Statement.RegulationWe are subject to extensive regulation in the U.S., Canada and Europe.U.S. RegulationU.S. federal securities laws establish a system of cooperative regulation of securities markets, market participants and listed companies. SROs conduct the day-to-day administration and regulation of the nation’s securities markets under the close supervision of, and subject to extensive regulation, oversight and enforcement by, the SEC. SROs, such as national securities exchanges, are registered with the SEC.This regulatory framework applies to our U.S. business in the following ways:National Securities Exchanges. SROs in the securities industry are an essential component of the regulatory scheme of the Exchange Act responsible for providing fair and orderly markets and protecting investors. The Exchange Act and the rules thereunder, as well as each SRO’s own rules, impose many regulatory and operational responsibilities on SROs, including the day-to-day responsibilities for market and broker-dealer oversight. Moreover, an SRO is responsible for enforcing compliance by its members, and persons associated with its members, with the provisions of the Exchange Act, the rules and regulations thereunder, and the rules of the SRO, including rules and regulations governing the business conduct of its members.Nasdaq currently operates three cash equity, six options markets and one corporate bond market in the U.S. We operate The Nasdaq Stock Market, The Nasdaq Options Market and the Corporate Bond Market pursuant to The Nasdaq Stock Market’s SRO license; Nasdaq BX and Nasdaq BX Options pursuant to Nasdaq BX’s SRO license; Nasdaq PSX and Nasdaq PHLX pursuant to Nasdaq PHLX’s SRO license; and Nasdaq ISE, Nasdaq GEMX and Nasdaq MRX, each of which operates an options market under its own SRO license. As SROs, each entity has separate rules pertaining to its broker-dealer members and listed companies, as applicable. Broker-dealers that choose to become members of our exchanges are subject to the rules of those exchanges.All of our U.S. national securities exchanges are subject to SEC oversight, as prescribed by the Exchange Act, including periodic and special examinations by the SEC. Our exchanges also are potentially subject to regulatory or legal action by the SEC at any time in connection with alleged regulatory violations. We have been subject to a number of routine reviews and inspections by the SEC or external auditors in the ordinary course, and we have been and may in the future be subject to SEC enforcement proceedings. To the extent such actions or reviews and inspections result in regulatory or other changes, we may be required to modify the manner in which we conduct our business, which may adversely affect our business, operating results and financial condition. •the Metrio platform, which provides tools to address corporate issuers’ expanding ESG data collection, analytics, and reporting needs;•the Nasdaq Sustainable Bond Network, which connects issuers and investors in sustainable, green and social bonds, and provides access to detailed information and impact data, allowing investors to make more informed decisions;•the Nasdaq ESG Data Hub, which connects investors with expert led ESG data sets from leading providers across a wide spectrum of areas, including gender diversity, carbon emissions and climate risk, providing detailed and tangible intelligence on companies’ ESG profiles;•the Nasdaq ESG Data Portal, which now includes ESG-related data from more than 630 Nordic companies;•the Nasdaq ESG Footprint, a tool that helps both institutional and retail investors analyze the impact of their portfolios;•the eVestment ESG Questionnaire, which provides a standard approach to ESG reporting thereby allowing for greater transparency into how ESG strategies work, providing deeper ESG data for allocator consumption, and enabling asset managers to better articulate their approach to ESG; and•Puro.earth, a leading marketplace for carbon removal, which we believe will address the growing demand for carbon removal by corporations, as well as enable new carbon removal methodologies as technologies evolve.In 2022, we requested our existing leading suppliers by spend to attest to our updated Supplier Code of Ethics. The Supplier Code of Ethics, which is available on our website, encourages our suppliers and vendors to adopt sustainability and environmental practices in line with our published Environmental Practices Statement, to promote a diverse and inclusive workforce and to engage diverse-owned business in their supply chain. Additionally, our new suppliers are required to attest to the Supplier Code of Ethics in connection with the commencement of their engagement.Effective August 8, 2022, Nasdaq’s new listing rule requires companies listed on our U.S. exchange to publicly disclose consistent, transparent diversity statistics regarding their board of directors using a standardized template. Companies are also required to choose whether to meet recommended board diversity objectives or disclose their reasons for not doing so under new listing rules effective in 2023, 2025 and 2026 (depending on the company’s listing tier and board size). The diversity rules are currently being challenged by two advocacy groups in the U.S. Court of Appeals for the Fifth Circuit.For more information regarding our ESG efforts in 2022, both internally and externally, please see the section entitled “Human Capital Management” below and our Proxy Statement. •the Metrio platform, which provides tools to address corporate issuers’ expanding ESG data collection, analytics, and reporting needs; •the Nasdaq Sustainable Bond Network, which connects issuers and investors in sustainable, green and social bonds, and provides access to detailed information and impact data, allowing investors to make more informed decisions; •the Nasdaq ESG Data Hub, which connects investors with expert led ESG data sets from leading providers across a wide spectrum of areas, including gender diversity, carbon emissions and climate risk, providing detailed and tangible intelligence on companies’ ESG profiles; •the Nasdaq ESG Data Portal, which now includes ESG-related data from more than 630 Nordic companies; •the Nasdaq ESG Footprint, a tool that helps both institutional and retail investors analyze the impact of their portfolios; •the eVestment ESG Questionnaire, which provides a standard approach to ESG reporting thereby allowing for greater transparency into how ESG strategies work, providing deeper ESG data for allocator consumption, and enabling asset managers to better articulate their approach to ESG; and •Puro.earth, a leading marketplace for carbon removal, which we believe will address the growing demand for carbon removal by corporations, as well as enable new carbon removal methodologies as technologies evolve. In 2022, we requested our existing leading suppliers by spend to attest to our updated Supplier Code of Ethics. The Supplier Code of Ethics, which is available on our website, encourages our suppliers and vendors to adopt sustainability and environmental practices in line with our published Environmental Practices Statement, to promote a diverse and inclusive workforce and to engage diverse-owned business in their supply chain. Additionally, our new suppliers are required to attest to the Supplier Code of Ethics in connection with the commencement of their engagement. Effective August 8, 2022, Nasdaq’s new listing rule requires companies listed on our U.S. exchange to publicly disclose consistent, transparent diversity statistics regarding their board of directors using a standardized template. Companies are also required to choose whether to meet recommended board diversity objectives or disclose their reasons for not doing so under new listing rules effective in 2023, 2025 and 2026 (depending on the company’s listing tier and board size). The diversity rules are currently being challenged by two advocacy groups in the U.S. Court of Appeals for the Fifth Circuit. For more information regarding our ESG efforts in 2022, both internally and externally, please see the section entitled “Human Capital Management” below and our Proxy Statement.  RegulationWe are subject to extensive regulation in the U.S., Canada and Europe.U.S. RegulationU.S. federal securities laws establish a system of cooperative regulation of securities markets, market participants and listed companies. SROs conduct the day-to-day administration and regulation of the nation’s securities markets under the close supervision of, and subject to extensive regulation, oversight and enforcement by, the SEC. SROs, such as national securities exchanges, are registered with the SEC.This regulatory framework applies to our U.S. business in the following ways:National Securities Exchanges. SROs in the securities industry are an essential component of the regulatory scheme of the Exchange Act responsible for providing fair and orderly markets and protecting investors. The Exchange Act and the rules thereunder, as well as each SRO’s own rules, impose many regulatory and operational responsibilities on SROs, including the day-to-day responsibilities for market and broker-dealer oversight. Moreover, an SRO is responsible for enforcing compliance by its members, and persons associated with its members, with the provisions of the Exchange Act, the rules and regulations thereunder, and the rules of the SRO, including rules and regulations governing the business conduct of its members.Nasdaq currently operates three cash equity, six options markets and one corporate bond market in the U.S. We operate The Nasdaq Stock Market, The Nasdaq Options Market and the Corporate Bond Market pursuant to The Nasdaq Stock Market’s SRO license; Nasdaq BX and Nasdaq BX Options pursuant to Nasdaq BX’s SRO license; Nasdaq PSX and Nasdaq PHLX pursuant to Nasdaq PHLX’s SRO license; and Nasdaq ISE, Nasdaq GEMX and Nasdaq MRX, each of which operates an options market under its own SRO license. As SROs, each entity has separate rules pertaining to its broker-dealer members and listed companies, as applicable. Broker-dealers that choose to become members of our exchanges are subject to the rules of those exchanges.All of our U.S. national securities exchanges are subject to SEC oversight, as prescribed by the Exchange Act, including periodic and special examinations by the SEC. Our exchanges also are potentially subject to regulatory or legal action by the SEC at any time in connection with alleged regulatory violations. We have been subject to a number of routine reviews and inspections by the SEC or external auditors in the ordinary course, and we have been and may in the future be subject to SEC enforcement proceedings. To the extent such actions or reviews and inspections result in regulatory or other changes, we may be required to modify the manner in which we conduct our business, which may adversely affect our business, operating results and financial condition.  Regulation We are subject to extensive regulation in the U.S., Canada and Europe.  U.S. Regulation U.S. federal securities laws establish a system of cooperative regulation of securities markets, market participants and listed companies. SROs conduct the day-to-day administration and regulation of the nation’s securities markets under the close supervision of, and subject to extensive regulation, oversight and enforcement by, the SEC. SROs, such as national securities exchanges, are registered with the SEC. This regulatory framework applies to our U.S. business in the following ways: National Securities Exchanges. SROs in the securities industry are an essential component of the regulatory scheme of the Exchange Act responsible for providing fair and orderly markets and protecting investors. The Exchange Act and the rules thereunder, as well as each SRO’s own rules, impose many regulatory and operational responsibilities on SROs, including the day-to-day responsibilities for market and broker-dealer oversight. Moreover, an SRO is responsible for enforcing compliance by its members, and persons associated with its members, with the provisions of the Exchange Act, the rules and regulations thereunder, and the rules of the SRO, including rules and regulations governing the business conduct of its members. Nasdaq currently operates three cash equity, six options markets and one corporate bond market in the U.S. We operate The Nasdaq Stock Market, The Nasdaq Options Market and the Corporate Bond Market pursuant to The Nasdaq Stock Market’s SRO license; Nasdaq BX and Nasdaq BX Options pursuant to Nasdaq BX’s SRO license; Nasdaq PSX and Nasdaq PHLX pursuant to Nasdaq PHLX’s SRO license; and Nasdaq ISE, Nasdaq GEMX and Nasdaq MRX, each of which operates an options market under its own SRO license. As SROs, each entity has separate rules pertaining to its broker-dealer members and listed companies, as applicable. Broker-dealers that choose to become members of our exchanges are subject to the rules of those exchanges. All of our U.S. national securities exchanges are subject to SEC oversight, as prescribed by the Exchange Act, including periodic and special examinations by the SEC. Our exchanges also are potentially subject to regulatory or legal action by the SEC at any time in connection with alleged regulatory violations. We have been subject to a number of routine reviews and inspections by the SEC or external auditors in the ordinary course, and we have been and may in the future be subject to SEC enforcement proceedings. To the extent such actions or reviews and inspections result in regulatory or other changes, we may be required to modify the manner in which we conduct our business, which may adversely affect our business, operating results and financial condition. 11 11 11   Section 19 of the Exchange Act provides that our exchanges must submit to the SEC proposed changes to any of the SROs’ rules, practices and procedures, including revisions to provisions of our certificate of incorporation and by-laws that constitute SRO rules. The SEC will typically publish such proposed changes for public comment, after which the SEC may approve or disapprove the proposal, as it deems appropriate. SEC approval requires a finding by the SEC that the proposal is consistent with the requirements of the Exchange Act and the rules and regulations thereunder. Pursuant to the requirements of the Exchange Act, our exchanges must file with the SEC, among other things, all proposals to change their pricing structure.Nasdaq conducts real-time market monitoring, certain equity surveillance not involving cross-market activity, most options surveillance, rulemaking, enforcement and membership functions through our Nasdaq Regulation department. We review suspicious trading behavior discovered by our regulatory staff, and depending on the nature of the activity, may refer the activity to FINRA for further investigation. Pursuant to regulatory services agreements between FINRA and our SROs, FINRA provides certain regulatory services to our markets, including some regulation of trading activity and surveillance and investigative functions. In 2019, Nasdaq received SEC approval to reclaim from FINRA the responsibility and opportunity to bring enforcement actions against member firms for violating certain Nasdaq exchange rules governing conduct on the Nasdaq exchanges. Our SROs retain ultimate regulatory responsibility for all regulatory activities performed under regulatory agreements by FINRA, and for fulfilling all regulatory obligations for which FINRA does not have responsibility under the regulatory services agreements. In addition to its other SRO responsibilities, The Nasdaq Stock Market, as a listing market, also is responsible for overseeing each listed company’s compliance with The Nasdaq Stock Market’s financial and corporate governance standards. Our listing qualifications department evaluates applications submitted by issuers seeking to list their securities on The Nasdaq Stock Market to determine whether the quantitative and qualitative listing standards have been satisfied. Once securities are listed, the listing qualifications department monitors each issuer’s on-going compliance with The Nasdaq Stock Market’s continued listing standards.Broker-dealer regulation. Nasdaq’s broker-dealer subsidiaries are subject to regulation by the SEC, the SROs and various state securities regulators. Nasdaq operates three broker-dealers: Nasdaq Execution Services, LLC, NFSTX, LLC, and Nasdaq Capital Markets Advisory LLC. Each broker-dealer is registered with the SEC, a member of FINRA and registered in the U.S. states and territories required by the operation of its business. In addition, we own a minority interest in NPM Securities.Nasdaq Execution Services operates as our routing broker for sending orders from Nasdaq's U.S. cash equity and options exchanges to other venues for execution. NFSTX is a registered ATS and acts as an intermediary to facilitate secondary transactions in certain funds (both registered or not registered under the Investment Company Act of 1940), business development companies, certain closed-end funds and private real estate investment funds. Nasdaq Capital Markets Advisory acts as a third-party advisor to privately-held or publicly-traded companies during IPOs and various other offerings.The SEC, FINRA and SROs adopt, and require strict compliance with, rules and regulations applicable to broker-dealers. The SEC, SROs and state securities commissions may conduct administrative proceedings which can result in censures, fines, the issuance of cease-and-desist orders or the suspension or expulsion of a broker-dealer, its officers or employees. The SEC and state regulators may also institute proceedings against broker-dealers seeking an injunction or other sanction. All broker-dealers have an SRO that is assigned by the SEC as the broker-dealer’s Designated Examining Authority. The Designated Examining Authority is responsible for examining a broker-dealer for compliance with the SEC’s financial responsibility rules. FINRA is the current Designated Examining Authority for each of our broker-dealer subsidiaries.Our registered broker-dealers are subject to regulatory requirements intended to ensure their general financial soundness and liquidity, which require that they comply with certain minimum capital requirements. As of December 31, 2022, each of our broker-dealers were in compliance with all of the applicable capital requirements. Regulatory contractual relationships with FINRA. Our SROs have signed a series of regulatory service agreements covering the services FINRA provides to the respective SROs. Under these agreements, FINRA personnel act as our agents in performing the regulatory functions outlined above, and FINRA bills us a fee for these services. These agreements have enabled us to reduce our headcount while ensuring that the markets for which we are responsible are properly regulated. However, we have reduced the scope of services provided by FINRA under these regulatory services agreements and are performing certain of those regulatory functions directly. In addition, our SROs retain ultimate regulatory responsibility for all regulatory activities performed under these agreements by FINRA.Exchange Act Rule 17d-2 permits SROs to enter into agreements, commonly called Rule 17d-2 agreements, approved by the SEC with respect to enforcement of common rules relating to common members. Our SROs have entered into several such agreements under which FINRA assumes regulatory responsibility for specifics covered by the agreement, including:•agreements with FINRA covering the enforcement of common rules, the majority of which relate to the regulation of common members of our SROs and FINRA; Section 19 of the Exchange Act provides that our exchanges must submit to the SEC proposed changes to any of the SROs’ rules, practices and procedures, including revisions to provisions of our certificate of incorporation and by-laws that constitute SRO rules. The SEC will typically publish such proposed changes for public comment, after which the SEC may approve or disapprove the proposal, as it deems appropriate. SEC approval requires a finding by the SEC that the proposal is consistent with the requirements of the Exchange Act and the rules and regulations thereunder. Pursuant to the requirements of the Exchange Act, our exchanges must file with the SEC, among other things, all proposals to change their pricing structure.Nasdaq conducts real-time market monitoring, certain equity surveillance not involving cross-market activity, most options surveillance, rulemaking, enforcement and membership functions through our Nasdaq Regulation department. We review suspicious trading behavior discovered by our regulatory staff, and depending on the nature of the activity, may refer the activity to FINRA for further investigation. Pursuant to regulatory services agreements between FINRA and our SROs, FINRA provides certain regulatory services to our markets, including some regulation of trading activity and surveillance and investigative functions. In 2019, Nasdaq received SEC approval to reclaim from FINRA the responsibility and opportunity to bring enforcement actions against member firms for violating certain Nasdaq exchange rules governing conduct on the Nasdaq exchanges. Our SROs retain ultimate regulatory responsibility for all regulatory activities performed under regulatory agreements by FINRA, and for fulfilling all regulatory obligations for which FINRA does not have responsibility under the regulatory services agreements. In addition to its other SRO responsibilities, The Nasdaq Stock Market, as a listing market, also is responsible for overseeing each listed company’s compliance with The Nasdaq Stock Market’s financial and corporate governance standards. Our listing qualifications department evaluates applications submitted by issuers seeking to list their securities on The Nasdaq Stock Market to determine whether the quantitative and qualitative listing standards have been satisfied. Once securities are listed, the listing qualifications department monitors each issuer’s on-going compliance with The Nasdaq Stock Market’s continued listing standards.Broker-dealer regulation. Nasdaq’s broker-dealer subsidiaries are subject to regulation by the SEC, the SROs and various state securities regulators. Nasdaq operates three broker-dealers: Nasdaq Execution Services, LLC, NFSTX, LLC, and Nasdaq Capital Markets Advisory LLC. Each broker-dealer is registered with the SEC, a member of FINRA and registered in the U.S. states and territories required by the operation of its business. In addition, we own a minority interest in NPM Securities. Section 19 of the Exchange Act provides that our exchanges must submit to the SEC proposed changes to any of the SROs’ rules, practices and procedures, including revisions to provisions of our certificate of incorporation and by-laws that constitute SRO rules. The SEC will typically publish such proposed changes for public comment, after which the SEC may approve or disapprove the proposal, as it deems appropriate. SEC approval requires a finding by the SEC that the proposal is consistent with the requirements of the Exchange Act and the rules and regulations thereunder. Pursuant to the requirements of the Exchange Act, our exchanges must file with the SEC, among other things, all proposals to change their pricing structure. Nasdaq conducts real-time market monitoring, certain equity surveillance not involving cross-market activity, most options surveillance, rulemaking, enforcement and membership functions through our Nasdaq Regulation department. We review suspicious trading behavior discovered by our regulatory staff, and depending on the nature of the activity, may refer the activity to FINRA for further investigation. Pursuant to regulatory services agreements between FINRA and our SROs, FINRA provides certain regulatory services to our markets, including some regulation of trading activity and surveillance and investigative functions. In 2019, Nasdaq received SEC approval to reclaim from FINRA the responsibility and opportunity to bring enforcement actions against member firms for violating certain Nasdaq exchange rules governing conduct on the Nasdaq exchanges. Our SROs retain ultimate regulatory responsibility for all regulatory activities performed under regulatory agreements by FINRA, and for fulfilling all regulatory obligations for which FINRA does not have responsibility under the regulatory services agreements.  In addition to its other SRO responsibilities, The Nasdaq Stock Market, as a listing market, also is responsible for overseeing each listed company’s compliance with The Nasdaq Stock Market’s financial and corporate governance standards. Our listing qualifications department evaluates applications submitted by issuers seeking to list their securities on The Nasdaq Stock Market to determine whether the quantitative and qualitative listing standards have been satisfied. Once securities are listed, the listing qualifications department monitors each issuer’s on-going compliance with The Nasdaq Stock Market’s continued listing standards. Broker-dealer regulation. Nasdaq’s broker-dealer subsidiaries are subject to regulation by the SEC, the SROs and various state securities regulators. Nasdaq operates three broker-dealers: Nasdaq Execution Services, LLC, NFSTX, LLC, and Nasdaq Capital Markets Advisory LLC. Each broker-dealer is registered with the SEC, a member of FINRA and registered in the U.S. states and territories required by the operation of its business. In addition, we own a minority interest in NPM Securities.  Nasdaq Execution Services operates as our routing broker for sending orders from Nasdaq's U.S. cash equity and options exchanges to other venues for execution. NFSTX is a registered ATS and acts as an intermediary to facilitate secondary transactions in certain funds (both registered or not registered under the Investment Company Act of 1940), business development companies, certain closed-end funds and private real estate investment funds. Nasdaq Capital Markets Advisory acts as a third-party advisor to privately-held or publicly-traded companies during IPOs and various other offerings.The SEC, FINRA and SROs adopt, and require strict compliance with, rules and regulations applicable to broker-dealers. The SEC, SROs and state securities commissions may conduct administrative proceedings which can result in censures, fines, the issuance of cease-and-desist orders or the suspension or expulsion of a broker-dealer, its officers or employees. The SEC and state regulators may also institute proceedings against broker-dealers seeking an injunction or other sanction. All broker-dealers have an SRO that is assigned by the SEC as the broker-dealer’s Designated Examining Authority. The Designated Examining Authority is responsible for examining a broker-dealer for compliance with the SEC’s financial responsibility rules. FINRA is the current Designated Examining Authority for each of our broker-dealer subsidiaries.Our registered broker-dealers are subject to regulatory requirements intended to ensure their general financial soundness and liquidity, which require that they comply with certain minimum capital requirements. As of December 31, 2022, each of our broker-dealers were in compliance with all of the applicable capital requirements. Regulatory contractual relationships with FINRA. Our SROs have signed a series of regulatory service agreements covering the services FINRA provides to the respective SROs. Under these agreements, FINRA personnel act as our agents in performing the regulatory functions outlined above, and FINRA bills us a fee for these services. These agreements have enabled us to reduce our headcount while ensuring that the markets for which we are responsible are properly regulated. However, we have reduced the scope of services provided by FINRA under these regulatory services agreements and are performing certain of those regulatory functions directly. In addition, our SROs retain ultimate regulatory responsibility for all regulatory activities performed under these agreements by FINRA.Exchange Act Rule 17d-2 permits SROs to enter into agreements, commonly called Rule 17d-2 agreements, approved by the SEC with respect to enforcement of common rules relating to common members. Our SROs have entered into several such agreements under which FINRA assumes regulatory responsibility for specifics covered by the agreement, including:•agreements with FINRA covering the enforcement of common rules, the majority of which relate to the regulation of common members of our SROs and FINRA; Nasdaq Execution Services operates as our routing broker for sending orders from Nasdaq's U.S. cash equity and options exchanges to other venues for execution. NFSTX is a registered ATS and acts as an intermediary to facilitate secondary transactions in certain funds (both registered or not registered under the Investment Company Act of 1940), business development companies, certain closed-end funds and private real estate investment funds. Nasdaq Capital Markets Advisory acts as a third-party advisor to privately-held or publicly-traded companies during IPOs and various other offerings. The SEC, FINRA and SROs adopt, and require strict compliance with, rules and regulations applicable to broker-dealers. The SEC, SROs and state securities commissions may conduct administrative proceedings which can result in censures, fines, the issuance of cease-and-desist orders or the suspension or expulsion of a broker-dealer, its officers or employees. The SEC and state regulators may also institute proceedings against broker-dealers seeking an injunction or other sanction. All broker-dealers have an SRO that is assigned by the SEC as the broker-dealer’s Designated Examining Authority. The Designated Examining Authority is responsible for examining a broker-dealer for compliance with the SEC’s financial responsibility rules. FINRA is the current Designated Examining Authority for each of our broker-dealer subsidiaries. Our registered broker-dealers are subject to regulatory requirements intended to ensure their general financial soundness and liquidity, which require that they comply with certain minimum capital requirements. As of December 31, 2022, each of our broker-dealers were in compliance with all of the applicable capital requirements.  Regulatory contractual relationships with FINRA. Our SROs have signed a series of regulatory service agreements covering the services FINRA provides to the respective SROs. Under these agreements, FINRA personnel act as our agents in performing the regulatory functions outlined above, and FINRA bills us a fee for these services. These agreements have enabled us to reduce our headcount while ensuring that the markets for which we are responsible are properly regulated. However, we have reduced the scope of services provided by FINRA under these regulatory services agreements and are performing certain of those regulatory functions directly. In addition, our SROs retain ultimate regulatory responsibility for all regulatory activities performed under these agreements by FINRA. Exchange Act Rule 17d-2 permits SROs to enter into agreements, commonly called Rule 17d-2 agreements, approved by the SEC with respect to enforcement of common rules relating to common members. Our SROs have entered into several such agreements under which FINRA assumes regulatory responsibility for specifics covered by the agreement, including: •agreements with FINRA covering the enforcement of common rules, the majority of which relate to the regulation of common members of our SROs and FINRA; 12 12 12   •joint industry agreements with FINRA covering responsibility for enforcement of insider trading rules;•joint industry agreement with FINRA covering enforcement of rules related to cash equity sales practices and certain other non-market related rules; and•joint industry agreement covering enforcement of rules related to options sales practices.Regulation NMS and Options Intermarket Linkage Plan. We are subject to Regulation NMS for our cash equity markets, and our options markets have joined the Options Intermarket Linkage Plan. These are designed to facilitate the routing of orders among exchanges to create a national market system as mandated by the Exchange Act. One of the principal purposes of a national market system is to assure that brokers may execute investors’ orders at the best market price. Both Regulation NMS and the Options Intermarket Linkage Plan require that exchanges avoid trade-throughs, locking or crossing of markets and provide market participants with electronic access to the best prices among the markets for the applicable cash equity or options order.In addition, Regulation NMS requires that every national securities exchange on which an NMS stock is traded and every national securities association act jointly pursuant to one or more national market system plans to disseminate consolidated information, including a national best bid and national best offer, on quotations for transactions in NMS stocks, and that such plan or plans provide for the dissemination of all consolidated information for an individual NMS stock through a single plan processor.The UTP Plan was filed with and approved by the SEC as a national market system plan in accordance with the Exchange Act and Regulation NMS to provide for the collection, consolidation and dissemination of such information for Nasdaq-listed securities. The Nasdaq Stock Market serves as the processor for the UTP Plan pursuant to a contract for a two-year term through October 2023. The Nasdaq Stock Market also serves as the administrator for the UTP Plan. To fulfill its obligations as the processor, The Nasdaq Stock Market has designed, implemented, maintained, and operated a data processing and communications system, hardware, software and communications infrastructure to provide processing for the UTP Plan. As the administrator, The Nasdaq Stock Market manages the distribution of market data, the collection of the resulting market data revenue, and the dissemination of that revenue to plan members in accordance with the terms of the UTP Plan and of Regulation NMS.In May 2020, the SEC adopted an order to require changes to the governance of securities information processors. In June 2020, we and several other exchanges petitioned the U.S. Court of Appeals for the District of Columbia Circuit, or the Court of Appeals, to review the SEC’s governance order. In July 2022, the Court of Appeals vacated portions of the governance order that would have provided voting rights to persons other than SROs. At this time, the SEC has not directed implementation of the remaining portions of the governance order, but may do so in the future. In December 2020, the SEC adopted a rule to modify the infrastructure for the collection, consolidation and dissemination of market data for exchange-listed national market stocks, or NMS data. The rule changes include, among other things, requiring exchanges to add more “core data” to the securities information processors, including partial depth-of-book, certain odd-lot quotations/transactions, auction, regulatory, and administrative data; eliminating central, official consolidators of tape plans and enabling multiple competing consolidators to register to aggregate and disseminate core data; and authorizing persons to purchase and aggregate core data directly from the exchanges for their own use. In May 2022, the Court of Appeals rejected a challenge to the rule brought by Nasdaq and several other exchanges. In September 2022, the SEC disapproved fees proposed by Nasdaq and other exchanges to implement the rule but did not direct exchanges to take further action to implement the rule. Accordingly, a schedule for implementing the rule has not been imposed by the SEC, and we are not certain of the timing, or the impact, of these new rules on our business or role as a securities information processor. Regulation SCI. Regulation SCI is a set of rules designed to strengthen the technology infrastructure of the U.S. securities markets. Regulation SCI applies to national securities exchanges, operators of certain ATSs, market data information providers and clearing agencies, subjecting these entities to extensive compliance obligations, with the goals of reducing the occurrence of technical issues that disrupt the securities markets and improving recovery time when disruptions occur. We implemented an inter-disciplinary program to ensure compliance with Regulation SCI. We have also created Regulation SCI policies and procedures, updated internal policies and procedures, and developed an information technology governance program to ensure compliance.Regulation of Registered Investment Advisor Subsidiary. Our subsidiary NDW is an investment advisor registered with the SEC under the Investment Advisors Act of 1940. In this capacity, NDW is subject to oversight and inspections by the SEC. Among other things, registered investment advisors like NDW must comply with certain disclosure obligations, advertising and fee restrictions and requirements relating to client suitability and custody of funds and securities. Registered investment advisors are also subject to anti-fraud provisions under both federal and state law. •joint industry agreements with FINRA covering responsibility for enforcement of insider trading rules;•joint industry agreement with FINRA covering enforcement of rules related to cash equity sales practices and certain other non-market related rules; and•joint industry agreement covering enforcement of rules related to options sales practices.Regulation NMS and Options Intermarket Linkage Plan. We are subject to Regulation NMS for our cash equity markets, and our options markets have joined the Options Intermarket Linkage Plan. These are designed to facilitate the routing of orders among exchanges to create a national market system as mandated by the Exchange Act. One of the principal purposes of a national market system is to assure that brokers may execute investors’ orders at the best market price. Both Regulation NMS and the Options Intermarket Linkage Plan require that exchanges avoid trade-throughs, locking or crossing of markets and provide market participants with electronic access to the best prices among the markets for the applicable cash equity or options order.In addition, Regulation NMS requires that every national securities exchange on which an NMS stock is traded and every national securities association act jointly pursuant to one or more national market system plans to disseminate consolidated information, including a national best bid and national best offer, on quotations for transactions in NMS stocks, and that such plan or plans provide for the dissemination of all consolidated information for an individual NMS stock through a single plan processor.The UTP Plan was filed with and approved by the SEC as a national market system plan in accordance with the Exchange Act and Regulation NMS to provide for the collection, consolidation and dissemination of such information for Nasdaq-listed securities. The Nasdaq Stock Market serves as the processor for the UTP Plan pursuant to a contract for a two-year term through October 2023. The Nasdaq Stock Market also serves as the administrator for the UTP Plan. To fulfill its obligations as the processor, The Nasdaq Stock Market has designed, implemented, maintained, and operated a data processing and communications system, hardware, software and communications infrastructure to provide processing for the UTP Plan. As the administrator, The Nasdaq Stock Market manages the distribution of market data, the collection of the resulting market data revenue, and the dissemination of that revenue to plan members in accordance with the terms of the UTP Plan and of Regulation NMS. •joint industry agreements with FINRA covering responsibility for enforcement of insider trading rules; •joint industry agreement with FINRA covering enforcement of rules related to cash equity sales practices and certain other non-market related rules; and •joint industry agreement covering enforcement of rules related to options sales practices. Regulation NMS and Options Intermarket Linkage Plan. We are subject to Regulation NMS for our cash equity markets, and our options markets have joined the Options Intermarket Linkage Plan. These are designed to facilitate the routing of orders among exchanges to create a national market system as mandated by the Exchange Act. One of the principal purposes of a national market system is to assure that brokers may execute investors’ orders at the best market price. Both Regulation NMS and the Options Intermarket Linkage Plan require that exchanges avoid trade-throughs, locking or crossing of markets and provide market participants with electronic access to the best prices among the markets for the applicable cash equity or options order. In addition, Regulation NMS requires that every national securities exchange on which an NMS stock is traded and every national securities association act jointly pursuant to one or more national market system plans to disseminate consolidated information, including a national best bid and national best offer, on quotations for transactions in NMS stocks, and that such plan or plans provide for the dissemination of all consolidated information for an individual NMS stock through a single plan processor. The UTP Plan was filed with and approved by the SEC as a national market system plan in accordance with the Exchange Act and Regulation NMS to provide for the collection, consolidation and dissemination of such information for Nasdaq-listed securities. The Nasdaq Stock Market serves as the processor for the UTP Plan pursuant to a contract for a two-year term through October 2023. The Nasdaq Stock Market also serves as the administrator for the UTP Plan. To fulfill its obligations as the processor, The Nasdaq Stock Market has designed, implemented, maintained, and operated a data processing and communications system, hardware, software and communications infrastructure to provide processing for the UTP Plan. As the administrator, The Nasdaq Stock Market manages the distribution of market data, the collection of the resulting market data revenue, and the dissemination of that revenue to plan members in accordance with the terms of the UTP Plan and of Regulation NMS.  In May 2020, the SEC adopted an order to require changes to the governance of securities information processors. In June 2020, we and several other exchanges petitioned the U.S. Court of Appeals for the District of Columbia Circuit, or the Court of Appeals, to review the SEC’s governance order. In July 2022, the Court of Appeals vacated portions of the governance order that would have provided voting rights to persons other than SROs. At this time, the SEC has not directed implementation of the remaining portions of the governance order, but may do so in the future. In December 2020, the SEC adopted a rule to modify the infrastructure for the collection, consolidation and dissemination of market data for exchange-listed national market stocks, or NMS data. The rule changes include, among other things, requiring exchanges to add more “core data” to the securities information processors, including partial depth-of-book, certain odd-lot quotations/transactions, auction, regulatory, and administrative data; eliminating central, official consolidators of tape plans and enabling multiple competing consolidators to register to aggregate and disseminate core data; and authorizing persons to purchase and aggregate core data directly from the exchanges for their own use. In May 2022, the Court of Appeals rejected a challenge to the rule brought by Nasdaq and several other exchanges. In September 2022, the SEC disapproved fees proposed by Nasdaq and other exchanges to implement the rule but did not direct exchanges to take further action to implement the rule. Accordingly, a schedule for implementing the rule has not been imposed by the SEC, and we are not certain of the timing, or the impact, of these new rules on our business or role as a securities information processor. Regulation SCI. Regulation SCI is a set of rules designed to strengthen the technology infrastructure of the U.S. securities markets. Regulation SCI applies to national securities exchanges, operators of certain ATSs, market data information providers and clearing agencies, subjecting these entities to extensive compliance obligations, with the goals of reducing the occurrence of technical issues that disrupt the securities markets and improving recovery time when disruptions occur. We implemented an inter-disciplinary program to ensure compliance with Regulation SCI. We have also created Regulation SCI policies and procedures, updated internal policies and procedures, and developed an information technology governance program to ensure compliance.Regulation of Registered Investment Advisor Subsidiary. Our subsidiary NDW is an investment advisor registered with the SEC under the Investment Advisors Act of 1940. In this capacity, NDW is subject to oversight and inspections by the SEC. Among other things, registered investment advisors like NDW must comply with certain disclosure obligations, advertising and fee restrictions and requirements relating to client suitability and custody of funds and securities. Registered investment advisors are also subject to anti-fraud provisions under both federal and state law. In May 2020, the SEC adopted an order to require changes to the governance of securities information processors. In June 2020, we and several other exchanges petitioned the U.S. Court of Appeals for the District of Columbia Circuit, or the Court of Appeals, to review the SEC’s governance order. In July 2022, the Court of Appeals vacated portions of the governance order that would have provided voting rights to persons other than SROs. At this time, the SEC has not directed implementation of the remaining portions of the governance order, but may do so in the future.  In December 2020, the SEC adopted a rule to modify the infrastructure for the collection, consolidation and dissemination of market data for exchange-listed national market stocks, or NMS data. The rule changes include, among other things, requiring exchanges to add more “core data” to the securities information processors, including partial depth-of-book, certain odd-lot quotations/transactions, auction, regulatory, and administrative data; eliminating central, official consolidators of tape plans and enabling multiple competing consolidators to register to aggregate and disseminate core data; and authorizing persons to purchase and aggregate core data directly from the exchanges for their own use. In May 2022, the Court of Appeals rejected a challenge to the rule brought by Nasdaq and several other exchanges. In September 2022, the SEC disapproved fees proposed by Nasdaq and other exchanges to implement the rule but did not direct exchanges to take further action to implement the rule. Accordingly, a schedule for implementing the rule has not been imposed by the SEC, and we are not certain of the timing, or the impact, of these new rules on our business or role as a securities information processor.  Regulation SCI. Regulation SCI is a set of rules designed to strengthen the technology infrastructure of the U.S. securities markets. Regulation SCI applies to national securities exchanges, operators of certain ATSs, market data information providers and clearing agencies, subjecting these entities to extensive compliance obligations, with the goals of reducing the occurrence of technical issues that disrupt the securities markets and improving recovery time when disruptions occur. We implemented an inter-disciplinary program to ensure compliance with Regulation SCI. We have also created Regulation SCI policies and procedures, updated internal policies and procedures, and developed an information technology governance program to ensure compliance. Regulation of Registered Investment Advisor Subsidiary. Our subsidiary NDW is an investment advisor registered with the SEC under the Investment Advisors Act of 1940. In this capacity, NDW is subject to oversight and inspections by the SEC. Among other things, registered investment advisors like NDW must comply with certain disclosure obligations, advertising and fee restrictions and requirements relating to client suitability and custody of funds and securities. Registered investment advisors are also subject to anti-fraud provisions under both federal and state law. 13 13 13   CFTC Regulation. The Dodd-Frank Wall Street Reform and Consumer Protection Act resulted in increased CFTC regulation of our use of certain regulated derivatives products, as well as the operations of some of our subsidiaries outside the U.S. and their customers.Canadian RegulationRegulation of Nasdaq Canada is performed by the Canadian Securities Administrators, an umbrella organization of Canada’s provincial and territorial securities regulators. As a recognized exchange in Ontario, Nasdaq Canada must comply with the terms and conditions of its exchange recognition order. While exempt from exchange recognition in each jurisdiction in Canada other than Ontario where Nasdaq Canada carries on business, Nasdaq must also comply with the terms and conditions of an exemption order granted by the other jurisdictions in order to maintain its exemptive status. Oversight of the exchange is performed by Nasdaq Canada’s lead regulator, the Ontario Securities Commission. Nasdaq Canada is subject to several national marketplace related instruments which set out requirements for marketplace operations, trading rules and managing electronic trading risk. Exchange terms and conditions include but are not limited to, requirements for governance, regulation, rules and rulemaking, fair access, conflict management and financial viability.European RegulationRegulation of our markets in the European Union and the European Economic Area focuses on matters relating to financial services, listing and trading of securities, clearing and settlement of securities and commodities, as well as issues related to market abuse.In July 2016, the European Union’s Market Abuse Regulation, which is intended to prevent market abuse, entered into force. MiFID II and MiFIR entered into force in January 2018 and primarily affect our European trading businesses. Many of the provisions of MiFID II and MiFIR are implemented through technical standards drafted by the European Securities and Markets Authority and approved by the European Commission. In addition, in 2016, the European Union adopted legislation on governance and control of the production and use of benchmark indexes. The Benchmark Regulation applies in the European Union from early 2018. However, due to transitional clauses in the Benchmark Regulation, Nasdaq as a benchmark provider, did not need to be in compliance with the Benchmark Regulation until January 1, 2020 in relation to benchmarks provided by Nasdaq’s European subsidiaries, or until January 1, 2026, in relation to benchmarks provided by non-European Nasdaq entities. As the regulatory environment continues to evolve and related opportunities arise, we intend to continue developing our products and services to ensure that the exchanges and clearinghouse that comprise Nasdaq Nordic and Nasdaq Baltic maintain favorable liquidity and offer fair and efficient trading. In addition, proposed rules under MiFID II and MiFIR rules are expected to include provisions for the establishment of a European consolidated tape of pre- and/or post-trade data. These rules may affect our ability to offer market data products in the same manner as we currently provide such offerings.The entities that operate trading venues in the Nordic and Baltic countries are each subject to local regulations. As a result, we have a strong local presence in each jurisdiction in which we operate regulated businesses. The regulated entities have decision-making power and can adopt policies and procedures and retain resources to manage all operations subject to their license. In Sweden, general supervision of the Nasdaq Stockholm exchange is carried out by the SFSA, while Nasdaq Clearing’s role as CCP in the clearing of derivatives is supervised by the SFSA and overseen by the Swedish central bank (Riksbanken). Additionally, as a function of the Swedish two-tier supervisory model, certain surveillance of the exchange market is carried out by the Nasdaq Stockholm exchange, through its surveillance function.Nasdaq Stockholm’s exchange activities are regulated primarily by the SSMA, which implements MiFID II into Swedish law and which sets up basic requirements regarding the board of the exchange and its share capital, and which also outlines the conditions on which exchange licenses are issued. The SSMA also provides that any changes to the exchange’s articles of association following initial registration must be approved by the SFSA. Nasdaq Clearing holds the license as a CCP under EMIR.With respect to ongoing operations, the SSMA requires exchanges to conduct their activities in an honest, fair and professional manner, and in such a way as to maintain public confidence in the securities markets. When operating a regulated market, an exchange must apply the principles of free access (i.e., that each person which meets the requirements established by law and by the exchange may participate in trading), neutrality (i.e., that the exchange’s rules for the regulated market are applied in a consistent manner to all those who participate in trading) and transparency (i.e., that the participants must be given prompt, simultaneous and correct information concerning trading and that the general public must be given the opportunity to access this information). Additionally, the exchange operator must identify and manage the risks that may arise in its operations, use secure technical systems and identify and handle the conflicts of interest that may arise between the exchange or its owners’ interests and the interest in safeguarding effective risk management and secure technical systems. Similar requirements are set up by EMIR in relation to clearing operations. CFTC Regulation. The Dodd-Frank Wall Street Reform and Consumer Protection Act resulted in increased CFTC regulation of our use of certain regulated derivatives products, as well as the operations of some of our subsidiaries outside the U.S. and their customers.Canadian RegulationRegulation of Nasdaq Canada is performed by the Canadian Securities Administrators, an umbrella organization of Canada’s provincial and territorial securities regulators. As a recognized exchange in Ontario, Nasdaq Canada must comply with the terms and conditions of its exchange recognition order. While exempt from exchange recognition in each jurisdiction in Canada other than Ontario where Nasdaq Canada carries on business, Nasdaq must also comply with the terms and conditions of an exemption order granted by the other jurisdictions in order to maintain its exemptive status. Oversight of the exchange is performed by Nasdaq Canada’s lead regulator, the Ontario Securities Commission. Nasdaq Canada is subject to several national marketplace related instruments which set out requirements for marketplace operations, trading rules and managing electronic trading risk. Exchange terms and conditions include but are not limited to, requirements for governance, regulation, rules and rulemaking, fair access, conflict management and financial viability.European RegulationRegulation of our markets in the European Union and the European Economic Area focuses on matters relating to financial services, listing and trading of securities, clearing and settlement of securities and commodities, as well as issues related to market abuse.In July 2016, the European Union’s Market Abuse Regulation, which is intended to prevent market abuse, entered into force. MiFID II and MiFIR entered into force in January 2018 and primarily affect our European trading businesses. Many of the provisions of MiFID II and MiFIR are implemented through technical standards drafted by the European Securities and Markets Authority and approved by the European Commission. In addition, in 2016, the European Union adopted legislation on governance and control of the production and use of benchmark indexes. The Benchmark Regulation applies in the European Union from early 2018. However, due to transitional clauses in the Benchmark Regulation, Nasdaq as a benchmark provider, did not need to be in compliance with the Benchmark Regulation until January 1, 2020 in relation to benchmarks provided by Nasdaq’s European subsidiaries, or until January 1, 2026, in relation to benchmarks provided by non-European Nasdaq entities. As the regulatory environment continues to evolve and related opportunities arise, we intend to continue developing our products and services to ensure that the exchanges and clearinghouse that comprise Nasdaq Nordic and Nasdaq Baltic maintain favorable liquidity and offer fair and efficient trading.  CFTC Regulation. The Dodd-Frank Wall Street Reform and Consumer Protection Act resulted in increased CFTC regulation of our use of certain regulated derivatives products, as well as the operations of some of our subsidiaries outside the U.S. and their customers. Canadian Regulation Regulation of Nasdaq Canada is performed by the Canadian Securities Administrators, an umbrella organization of Canada’s provincial and territorial securities regulators. As a recognized exchange in Ontario, Nasdaq Canada must comply with the terms and conditions of its exchange recognition order. While exempt from exchange recognition in each jurisdiction in Canada other than Ontario where Nasdaq Canada carries on business, Nasdaq must also comply with the terms and conditions of an exemption order granted by the other jurisdictions in order to maintain its exemptive status. Oversight of the exchange is performed by Nasdaq Canada’s lead regulator, the Ontario Securities Commission.  Nasdaq Canada is subject to several national marketplace related instruments which set out requirements for marketplace operations, trading rules and managing electronic trading risk. Exchange terms and conditions include but are not limited to, requirements for governance, regulation, rules and rulemaking, fair access, conflict management and financial viability.  European Regulation Regulation of our markets in the European Union and the European Economic Area focuses on matters relating to financial services, listing and trading of securities, clearing and settlement of securities and commodities, as well as issues related to market abuse. In July 2016, the European Union’s Market Abuse Regulation, which is intended to prevent market abuse, entered into force. MiFID II and MiFIR entered into force in January 2018 and primarily affect our European trading businesses. Many of the provisions of MiFID II and MiFIR are implemented through technical standards drafted by the European Securities and Markets Authority and approved by the European Commission. In addition, in 2016, the European Union adopted legislation on governance and control of the production and use of benchmark indexes. The Benchmark Regulation applies in the European Union from early 2018. However, due to transitional clauses in the Benchmark Regulation, Nasdaq as a benchmark provider, did not need to be in compliance with the Benchmark Regulation until January 1, 2020 in relation to benchmarks provided by Nasdaq’s European subsidiaries, or until January 1, 2026, in relation to benchmarks provided by non-European Nasdaq entities. As the regulatory environment continues to evolve and related opportunities arise, we intend to continue developing our products and services to ensure that the exchanges and clearinghouse that comprise Nasdaq Nordic and Nasdaq Baltic maintain favorable liquidity and offer fair and efficient trading.   In addition, proposed rules under MiFID II and MiFIR rules are expected to include provisions for the establishment of a European consolidated tape of pre- and/or post-trade data. These rules may affect our ability to offer market data products in the same manner as we currently provide such offerings.The entities that operate trading venues in the Nordic and Baltic countries are each subject to local regulations. As a result, we have a strong local presence in each jurisdiction in which we operate regulated businesses. The regulated entities have decision-making power and can adopt policies and procedures and retain resources to manage all operations subject to their license. In Sweden, general supervision of the Nasdaq Stockholm exchange is carried out by the SFSA, while Nasdaq Clearing’s role as CCP in the clearing of derivatives is supervised by the SFSA and overseen by the Swedish central bank (Riksbanken). Additionally, as a function of the Swedish two-tier supervisory model, certain surveillance of the exchange market is carried out by the Nasdaq Stockholm exchange, through its surveillance function.Nasdaq Stockholm’s exchange activities are regulated primarily by the SSMA, which implements MiFID II into Swedish law and which sets up basic requirements regarding the board of the exchange and its share capital, and which also outlines the conditions on which exchange licenses are issued. The SSMA also provides that any changes to the exchange’s articles of association following initial registration must be approved by the SFSA. Nasdaq Clearing holds the license as a CCP under EMIR.With respect to ongoing operations, the SSMA requires exchanges to conduct their activities in an honest, fair and professional manner, and in such a way as to maintain public confidence in the securities markets. When operating a regulated market, an exchange must apply the principles of free access (i.e., that each person which meets the requirements established by law and by the exchange may participate in trading), neutrality (i.e., that the exchange’s rules for the regulated market are applied in a consistent manner to all those who participate in trading) and transparency (i.e., that the participants must be given prompt, simultaneous and correct information concerning trading and that the general public must be given the opportunity to access this information). Additionally, the exchange operator must identify and manage the risks that may arise in its operations, use secure technical systems and identify and handle the conflicts of interest that may arise between the exchange or its owners’ interests and the interest in safeguarding effective risk management and secure technical systems. Similar requirements are set up by EMIR in relation to clearing operations. In addition, proposed rules under MiFID II and MiFIR rules are expected to include provisions for the establishment of a European consolidated tape of pre- and/or post-trade data. These rules may affect our ability to offer market data products in the same manner as we currently provide such offerings. The entities that operate trading venues in the Nordic and Baltic countries are each subject to local regulations. As a result, we have a strong local presence in each jurisdiction in which we operate regulated businesses. The regulated entities have decision-making power and can adopt policies and procedures and retain resources to manage all operations subject to their license. In Sweden, general supervision of the Nasdaq Stockholm exchange is carried out by the SFSA, while Nasdaq Clearing’s role as CCP in the clearing of derivatives is supervised by the SFSA and overseen by the Swedish central bank (Riksbanken). Additionally, as a function of the Swedish two-tier supervisory model, certain surveillance of the exchange market is carried out by the Nasdaq Stockholm exchange, through its surveillance function. Nasdaq Stockholm’s exchange activities are regulated primarily by the SSMA, which implements MiFID II into Swedish law and which sets up basic requirements regarding the board of the exchange and its share capital, and which also outlines the conditions on which exchange licenses are issued. The SSMA also provides that any changes to the exchange’s articles of association following initial registration must be approved by the SFSA. Nasdaq Clearing holds the license as a CCP under EMIR. With respect to ongoing operations, the SSMA requires exchanges to conduct their activities in an honest, fair and professional manner, and in such a way as to maintain public confidence in the securities markets. When operating a regulated market, an exchange must apply the principles of free access (i.e., that each person which meets the requirements established by law and by the exchange may participate in trading), neutrality (i.e., that the exchange’s rules for the regulated market are applied in a consistent manner to all those who participate in trading) and transparency (i.e., that the participants must be given prompt, simultaneous and correct information concerning trading and that the general public must be given the opportunity to access this information). Additionally, the exchange operator must identify and manage the risks that may arise in its operations, use secure technical systems and identify and handle the conflicts of interest that may arise between the exchange or its owners’ interests and the interest in safeguarding effective risk management and secure technical systems. Similar requirements are set up by EMIR in relation to clearing operations. 14 14 14   The SSMA also contains the framework for both the SFSA’s supervisory work in relation to exchanges and clearinghouses and the surveillance to be carried out by the exchanges themselves. The latter includes the requirement that an exchange should have “an independent surveillance function with sufficient resources and powers to meet the exchange’s obligations.” That requires the exchange to, among other things, supervise trading and price information, compliance with laws, regulations and good market practice, participant compliance with trading participation rules, financial instrument compliance with relevant listing rules and the extent to which issuers meet their obligation to submit regular financial information to relevant authorities.The regulatory environment in the other Nordic and Baltic countries in which a Nasdaq entity has a trading venue is broadly similar to the regulatory environment in Sweden. Since 2005, there has been cooperation between the supervisory authorities in Sweden, Iceland, Denmark and Finland, which looks to safeguard effective and comprehensive supervision of the exchanges comprising Nasdaq Nordic and the systems operated by it, and to ensure a common supervisory approach. In 2019, the supervisory authority in Norway joined this cooperation.Nasdaq owns a central securities depository known as Nasdaq CSD SE (Societas Europaea)¸ that provides notary, settlement, central maintenance and other services in the Baltic countries and in Iceland. Nasdaq CSD SE is licensed under the European Central Securities Depositories Regulation and is supervised by the respective regulatory institutions.We operate a licensed exchange, Nasdaq Oslo ASA, in Norway that trades and lists commodity derivatives. Although Norway is not a member of the EU, as a result of the European Economic Area, or EEA, agreement (entered into between the EU and European Free Trade Association) the regulatory environment is broadly similar to what applies in EU member states. In addition, in January 2019 new legislation entered into force in Norway mirroring the provisions of MiFID II and MIFIR. As a result, the regulatory environment in Norway is similar to Sweden. The Financial Supervisory Authority of Norway supervises the Norwegian exchange on an autonomous basis and the Norwegian exchange also has a separate market surveillance function overseen by the Financial Supervisory Authority.Confidence in capital markets is paramount for trading to function properly. Nasdaq Nordic carries out market surveillance through an independent unit that is separate from the business operations. The surveillance work is conceptually organized into two functions: one for the review and admission of listing applications and surveillance activities related to issuers (issuer surveillance) and one for surveillance of trading (trading surveillance). The real-time trading surveillance for the Finnish, Icelandic, Danish and Swedish markets has been centralized in Stockholm. In addition, there are designated personnel who carry out surveillance activities at Nasdaq Oslo and the three Baltic exchanges. In Finland, Sweden and Estonia, decisions to list new companies on the main market are made by listing committees that have external members in addition to members from each respective exchange and in the other countries the decision is made either by the respective president of the exchange or by the executive board.If there is suspicion that a listed company or member has acted in breach of exchange regulations, the matter is handled by the respective surveillance department. Serious breaches are considered by the respective disciplinary committee in Denmark, Finland, Iceland, Sweden and Norway. Suspected insider trading is reported to the appropriate authorities in the respective country.In the United Kingdom, The Nasdaq Stock Market, Nasdaq Oslo ASA, Nasdaq Stockholm AB, Nasdaq Copenhagen A/S, and Nasdaq Helsinki Ltd are each subject to regulation by the Financial Conduct Authority as “Recognised Overseas Investment Exchanges.” Nasdaq Clearing is registered as a recognized third country CCP with the Bank of England under the temporary recognition regime. The registration became effective on December 31, 2020, and lasts for four years. We have submitted our application for permanent recognition.Human Capital Management Nasdaq has continued to strengthen our commitment to, and investment in, attracting, retaining, developing and motivating our employees during 2022. In 2022, we introduced the Nasdaq Culture Book, which consolidates and explains Nasdaq’s culture, including Nasdaq’s vision and purpose; our values; and behavioral attributes that we believe successful employees at Nasdaq share. We believe that being clear and descriptive regarding our culture energizes and helps align employees, and also enables us to allow prospective employment candidates to better understand the organization they are considering joining.We also continued to bolster our efforts to create a diverse and inclusive work environment of equal opportunity, where employees feel respected and valued for their contributions, and where Nasdaq and its employees have opportunities to make positive contributions to our local communities. See “Diversity, Equity and Inclusion” below for further discussion of these efforts.As of December 31, 2022, Nasdaq had 6,377 full and part-time employees, including employees of non-wholly owned consolidated subsidiaries.  The SSMA also contains the framework for both the SFSA’s supervisory work in relation to exchanges and clearinghouses and the surveillance to be carried out by the exchanges themselves. The latter includes the requirement that an exchange should have “an independent surveillance function with sufficient resources and powers to meet the exchange’s obligations.” That requires the exchange to, among other things, supervise trading and price information, compliance with laws, regulations and good market practice, participant compliance with trading participation rules, financial instrument compliance with relevant listing rules and the extent to which issuers meet their obligation to submit regular financial information to relevant authorities.The regulatory environment in the other Nordic and Baltic countries in which a Nasdaq entity has a trading venue is broadly similar to the regulatory environment in Sweden. Since 2005, there has been cooperation between the supervisory authorities in Sweden, Iceland, Denmark and Finland, which looks to safeguard effective and comprehensive supervision of the exchanges comprising Nasdaq Nordic and the systems operated by it, and to ensure a common supervisory approach. In 2019, the supervisory authority in Norway joined this cooperation.Nasdaq owns a central securities depository known as Nasdaq CSD SE (Societas Europaea)¸ that provides notary, settlement, central maintenance and other services in the Baltic countries and in Iceland. Nasdaq CSD SE is licensed under the European Central Securities Depositories Regulation and is supervised by the respective regulatory institutions.We operate a licensed exchange, Nasdaq Oslo ASA, in Norway that trades and lists commodity derivatives. Although Norway is not a member of the EU, as a result of the European Economic Area, or EEA, agreement (entered into between the EU and European Free Trade Association) the regulatory environment is broadly similar to what applies in EU member states. In addition, in January 2019 new legislation entered into force in Norway mirroring the provisions of MiFID II and MIFIR. As a result, the regulatory environment in Norway is similar to Sweden. The Financial Supervisory Authority of Norway supervises the Norwegian exchange on an autonomous basis and the Norwegian exchange also has a separate market surveillance function overseen by the Financial Supervisory Authority.Confidence in capital markets is paramount for trading to function properly. Nasdaq Nordic carries out market surveillance through an independent unit that is separate from the business operations. The surveillance work is conceptually organized into two functions: one for the review and admission of listing applications and surveillance activities related to issuers (issuer surveillance) and one for surveillance of trading (trading surveillance). The real-time trading surveillance for the Finnish, Icelandic, Danish and Swedish markets has been centralized in Stockholm. In addition, there are designated personnel who carry out surveillance activities at Nasdaq Oslo and the three Baltic  The SSMA also contains the framework for both the SFSA’s supervisory work in relation to exchanges and clearinghouses and the surveillance to be carried out by the exchanges themselves. The latter includes the requirement that an exchange should have “an independent surveillance function with sufficient resources and powers to meet the exchange’s obligations.” That requires the exchange to, among other things, supervise trading and price information, compliance with laws, regulations and good market practice, participant compliance with trading participation rules, financial instrument compliance with relevant listing rules and the extent to which issuers meet their obligation to submit regular financial information to relevant authorities. The regulatory environment in the other Nordic and Baltic countries in which a Nasdaq entity has a trading venue is broadly similar to the regulatory environment in Sweden. Since 2005, there has been cooperation between the supervisory authorities in Sweden, Iceland, Denmark and Finland, which looks to safeguard effective and comprehensive supervision of the exchanges comprising Nasdaq Nordic and the systems operated by it, and to ensure a common supervisory approach. In 2019, the supervisory authority in Norway joined this cooperation. Nasdaq owns a central securities depository known as Nasdaq CSD SE (Societas Europaea)¸ that provides notary, settlement, central maintenance and other services in the Baltic countries and in Iceland. Nasdaq CSD SE is licensed under the European Central Securities Depositories Regulation and is supervised by the respective regulatory institutions. We operate a licensed exchange, Nasdaq Oslo ASA, in Norway that trades and lists commodity derivatives. Although Norway is not a member of the EU, as a result of the European Economic Area, or EEA, agreement (entered into between the EU and European Free Trade Association) the regulatory environment is broadly similar to what applies in EU member states. In addition, in January 2019 new legislation entered into force in Norway mirroring the provisions of MiFID II and MIFIR. As a result, the regulatory environment in Norway is similar to Sweden. The Financial Supervisory Authority of Norway supervises the Norwegian exchange on an autonomous basis and the Norwegian exchange also has a separate market surveillance function overseen by the Financial Supervisory Authority. Confidence in capital markets is paramount for trading to function properly. Nasdaq Nordic carries out market surveillance through an independent unit that is separate from the business operations. The surveillance work is conceptually organized into two functions: one for the review and admission of listing applications and surveillance activities related to issuers (issuer surveillance) and one for surveillance of trading (trading surveillance). The real-time trading surveillance for the Finnish, Icelandic, Danish and Swedish markets has been centralized in Stockholm. In addition, there are designated personnel who carry out surveillance activities at Nasdaq Oslo and the three Baltic   exchanges. In Finland, Sweden and Estonia, decisions to list new companies on the main market are made by listing committees that have external members in addition to members from each respective exchange and in the other countries the decision is made either by the respective president of the exchange or by the executive board.If there is suspicion that a listed company or member has acted in breach of exchange regulations, the matter is handled by the respective surveillance department. Serious breaches are considered by the respective disciplinary committee in Denmark, Finland, Iceland, Sweden and Norway. Suspected insider trading is reported to the appropriate authorities in the respective country.In the United Kingdom, The Nasdaq Stock Market, Nasdaq Oslo ASA, Nasdaq Stockholm AB, Nasdaq Copenhagen A/S, and Nasdaq Helsinki Ltd are each subject to regulation by the Financial Conduct Authority as “Recognised Overseas Investment Exchanges.” Nasdaq Clearing is registered as a recognized third country CCP with the Bank of England under the temporary recognition regime. The registration became effective on December 31, 2020, and lasts for four years. We have submitted our application for permanent recognition.Human Capital Management Nasdaq has continued to strengthen our commitment to, and investment in, attracting, retaining, developing and motivating our employees during 2022. In 2022, we introduced the Nasdaq Culture Book, which consolidates and explains Nasdaq’s culture, including Nasdaq’s vision and purpose; our values; and behavioral attributes that we believe successful employees at Nasdaq share. We believe that being clear and descriptive regarding our culture energizes and helps align employees, and also enables us to allow prospective employment candidates to better understand the organization they are considering joining.We also continued to bolster our efforts to create a diverse and inclusive work environment of equal opportunity, where employees feel respected and valued for their contributions, and where Nasdaq and its employees have opportunities to make positive contributions to our local communities. See “Diversity, Equity and Inclusion” below for further discussion of these efforts.As of December 31, 2022, Nasdaq had 6,377 full and part-time employees, including employees of non-wholly owned consolidated subsidiaries.  exchanges. In Finland, Sweden and Estonia, decisions to list new companies on the main market are made by listing committees that have external members in addition to members from each respective exchange and in the other countries the decision is made either by the respective president of the exchange or by the executive board. If there is suspicion that a listed company or member has acted in breach of exchange regulations, the matter is handled by the respective surveillance department. Serious breaches are considered by the respective disciplinary committee in Denmark, Finland, Iceland, Sweden and Norway. Suspected insider trading is reported to the appropriate authorities in the respective country. In the United Kingdom, The Nasdaq Stock Market, Nasdaq Oslo ASA, Nasdaq Stockholm AB, Nasdaq Copenhagen A/S, and Nasdaq Helsinki Ltd are each subject to regulation by the Financial Conduct Authority as “Recognised Overseas Investment Exchanges.” Nasdaq Clearing is registered as a recognized third country CCP with the Bank of England under the temporary recognition regime. The registration became effective on December 31, 2020, and lasts for four years. We have submitted our application for permanent recognition.  Human Capital Management  Nasdaq has continued to strengthen our commitment to, and investment in, attracting, retaining, developing and motivating our employees during 2022.  In 2022, we introduced the Nasdaq Culture Book, which consolidates and explains Nasdaq’s culture, including Nasdaq’s vision and purpose; our values; and behavioral attributes that we believe successful employees at Nasdaq share. We believe that being clear and descriptive regarding our culture energizes and helps align employees, and also enables us to allow prospective employment candidates to better understand the organization they are considering joining. We also continued to bolster our efforts to create a diverse and inclusive work environment of equal opportunity, where employees feel respected and valued for their contributions, and where Nasdaq and its employees have opportunities to make positive contributions to our local communities. See “Diversity, Equity and Inclusion” below for further discussion of these efforts. As of December 31, 2022, Nasdaq had 6,377 full and part-time employees, including employees of non-wholly owned consolidated subsidiaries.  15 15 15   Employee Safety We are committed to ensuring the safety and well-being of our employees and stakeholders, and complying with local government regulations in the areas in which we operate. Our employees may work from our offices or work from home, with most of our employees continuing to utilize a hybrid work schedule of both working in an office and remotely during each week.Talent Management and DevelopmentWe continued to increase our efforts in attracting and retaining our employees. Nasdaq seeks to hire world-class, innovative, and diverse talent across the globe. Our internal employee engagement score, based on our biannual employee engagement surveys, increased year-over-year from 2021. Our workforce voluntary attrition rate during 2022 was approximately 11%, which was comparable to 2021. Our Talent Attraction Team focused on strategic marketing and branding to position Nasdaq as a leading employer of choice for talent in our industry, helping to increase our pool of top candidates for open positions, particularly diverse candidates. We ran targeted attraction campaigns in our major markets using (with permission) local employee stories and photos, and partnered with diverse talent organizations, such as the National Society of Black Engineers, AfroTech, the Society of Women Engineers, Women in Technology, Grace Hopper and the Society of Hispanic Professional Engineers to help improve brand awareness of Nasdaq and attract a higher number of diverse candidates compared to 2021.During 2022, we launched a year-long series called the Manager Forum, facilitated by our CEO and other senior and mid-career leaders, to engage managers in sustained leadership development, alongside our existing formal leadership development curriculum. We also launched a new artificial intelligence-driven career development platform called the Career Hub that matches employees, based on their career aspirations, to internal training, potential mentors, short-term projects and full-time internal roles. This helped us increase our career satisfaction scores in our biannual employee engagement survey and supported employee retention.We have invested in professional development for our employees, including offering access to more than 26,000 professional development programs; providing tuition assistance to employees enrolled in degree-granting academic programs; holding internal career fairs and career development programs; connecting employees to our formal mentoring programs and providing one-on-one professional coaching opportunities. We welcomed 156 interns to Nasdaq during 2022.To reward our employees at various stages of their tenure with Nasdaq, we continued our anniversary recognition program that includes Nasdaq-branded merchandise, and, for major milestones, recognition on our Nasdaq Tower in Times Square. Additionally, our peer-to-peer employee recognition program rewards employees and highlights recognized employees on our internal social media channels, further amplifying the recognition.Diversity, Equity and InclusionAt Nasdaq, three pillars guide our diversity, equity and inclusion efforts: Workforce, Workplace and Marketplace. Workforce seeks to ensure that our employee population is representative of the communities in which we operate. Workplace seeks to create a positive, equitable workplace experience for all employees of Nasdaq, and Marketplace aims to positively influence our peers in the capital market ecosystem, and to invest in our local communities in which we operate.Nasdaq sponsors eleven employee-led internal affinity networks. These networks include more than 2,400 employee members, representing 37% of our employees and contractors. Nasdaq’s Employee Networks support the diverse communities that comprise our workforce, including Black, Asian American, Hispanic, LGBTQ+, female, disabled, veteran, and parent/caregiver communities. Nasdaq’s Employee Networks provide both formal and informal development programs and guidance for their members. The networks benefit the entire Nasdaq workforce through educational events, guest speakers, and volunteering opportunities.Nasdaq regularly and proactively reviews and monitors diversity data across its businesses, including workforce composition, talent pipeline, and sentiment by business unit. In 2022, we offered two diversity trainings, “Conscious Inclusion” and “Inclusive Leadership,” for non-managers and managers, respectively. All of our executives completed this course, increasing understanding of diversity and equity priorities at the highest level. We also added customized developmental programs for underrepresented talent, including executive mentoring and accelerated leadership development programs. In 2022, we launched a high-potential leadership program for our female employees to enhance their skills and increase advancement opportunities. We continue to seek to improve our diversity metrics, both through development of our internal talent pool and by focusing on interviewing diverse candidates externally for new employment opportunities. During our annual executive succession planning exercise with our Board of Directors, we realized a 26% increase, as compared to 2021, in the diversity of our senior executive succession candidates (considering gender, race and LGBTQ+ status) due to a focus by our senior executives on identifying and cultivating talent deeper in their organizations. As a signatory to the Parity Pledge, we fulfilled our commitment to interview female candidates for all externally advertised roles at the Vice President level and above. Employee Safety We are committed to ensuring the safety and well-being of our employees and stakeholders, and complying with local government regulations in the areas in which we operate. Our employees may work from our offices or work from home, with most of our employees continuing to utilize a hybrid work schedule of both working in an office and remotely during each week.Talent Management and DevelopmentWe continued to increase our efforts in attracting and retaining our employees. Nasdaq seeks to hire world-class, innovative, and diverse talent across the globe. Our internal employee engagement score, based on our biannual employee engagement surveys, increased year-over-year from 2021. Our workforce voluntary attrition rate during 2022 was approximately 11%, which was comparable to 2021. Our Talent Attraction Team focused on strategic marketing and branding to position Nasdaq as a leading employer of choice for talent in our industry, helping to increase our pool of top candidates for open positions, particularly diverse candidates. We ran targeted attraction campaigns in our major markets using (with permission) local employee stories and photos, and partnered with diverse talent organizations, such as the National Society of Black Engineers, AfroTech, the Society of Women Engineers, Women in Technology, Grace Hopper and the Society of Hispanic Professional Engineers to help improve brand awareness of Nasdaq and attract a higher number of diverse candidates compared to 2021.During 2022, we launched a year-long series called the Manager Forum, facilitated by our CEO and other senior and mid-career leaders, to engage managers in sustained leadership development, alongside our existing formal leadership development curriculum. We also launched a new artificial intelligence-driven career development platform called the Career Hub that matches employees, based on their career aspirations, to internal training, potential mentors, short-term projects and full-time internal roles. This helped us increase our career satisfaction scores in our biannual employee engagement survey and supported employee retention.We have invested in professional development for our employees, including offering access to more than 26,000 professional development programs; providing tuition assistance to employees enrolled in degree-granting academic programs; holding internal career fairs and career development programs; connecting employees to our formal mentoring programs and providing one-on-one professional coaching opportunities. We welcomed 156 interns to Nasdaq during 2022. Employee Safety  We are committed to ensuring the safety and well-being of our employees and stakeholders, and complying with local government regulations in the areas in which we operate. Our employees may work from our offices or work from home, with most of our employees continuing to utilize a hybrid work schedule of both working in an office and remotely during each week. Talent Management and Development We continued to increase our efforts in attracting and retaining our employees. Nasdaq seeks to hire world-class, innovative, and diverse talent across the globe.  Our internal employee engagement score, based on our biannual employee engagement surveys, increased year-over-year from 2021. Our workforce voluntary attrition rate during 2022 was approximately 11%, which was comparable to 2021.  Our Talent Attraction Team focused on strategic marketing and branding to position Nasdaq as a leading employer of choice for talent in our industry, helping to increase our pool of top candidates for open positions, particularly diverse candidates. We ran targeted attraction campaigns in our major markets using (with permission) local employee stories and photos, and partnered with diverse talent organizations, such as the National Society of Black Engineers, AfroTech, the Society of Women Engineers, Women in Technology, Grace Hopper and the Society of Hispanic Professional Engineers to help improve brand awareness of Nasdaq and attract a higher number of diverse candidates compared to 2021. During 2022, we launched a year-long series called the Manager Forum, facilitated by our CEO and other senior and mid-career leaders, to engage managers in sustained leadership development, alongside our existing formal leadership development curriculum.  We also launched a new artificial intelligence-driven career development platform called the Career Hub that matches employees, based on their career aspirations, to internal training, potential mentors, short-term projects and full-time internal roles. This helped us increase our career satisfaction scores in our biannual employee engagement survey and supported employee retention. We have invested in professional development for our employees, including offering access to more than 26,000 professional development programs; providing tuition assistance to employees enrolled in degree-granting academic programs; holding internal career fairs and career development programs; connecting employees to our formal mentoring programs and providing one-on-one professional coaching opportunities. We welcomed 156 interns to Nasdaq during 2022.  To reward our employees at various stages of their tenure with Nasdaq, we continued our anniversary recognition program that includes Nasdaq-branded merchandise, and, for major milestones, recognition on our Nasdaq Tower in Times Square. Additionally, our peer-to-peer employee recognition program rewards employees and highlights recognized employees on our internal social media channels, further amplifying the recognition.Diversity, Equity and InclusionAt Nasdaq, three pillars guide our diversity, equity and inclusion efforts: Workforce, Workplace and Marketplace. Workforce seeks to ensure that our employee population is representative of the communities in which we operate. Workplace seeks to create a positive, equitable workplace experience for all employees of Nasdaq, and Marketplace aims to positively influence our peers in the capital market ecosystem, and to invest in our local communities in which we operate.Nasdaq sponsors eleven employee-led internal affinity networks. These networks include more than 2,400 employee members, representing 37% of our employees and contractors. Nasdaq’s Employee Networks support the diverse communities that comprise our workforce, including Black, Asian American, Hispanic, LGBTQ+, female, disabled, veteran, and parent/caregiver communities. Nasdaq’s Employee Networks provide both formal and informal development programs and guidance for their members. The networks benefit the entire Nasdaq workforce through educational events, guest speakers, and volunteering opportunities.Nasdaq regularly and proactively reviews and monitors diversity data across its businesses, including workforce composition, talent pipeline, and sentiment by business unit. In 2022, we offered two diversity trainings, “Conscious Inclusion” and “Inclusive Leadership,” for non-managers and managers, respectively. All of our executives completed this course, increasing understanding of diversity and equity priorities at the highest level. We also added customized developmental programs for underrepresented talent, including executive mentoring and accelerated leadership development programs. In 2022, we launched a high-potential leadership program for our female employees to enhance their skills and increase advancement opportunities. We continue to seek to improve our diversity metrics, both through development of our internal talent pool and by focusing on interviewing diverse candidates externally for new employment opportunities. During our annual executive succession planning exercise with our Board of Directors, we realized a 26% increase, as compared to 2021, in the diversity of our senior executive succession candidates (considering gender, race and LGBTQ+ status) due to a focus by our senior executives on identifying and cultivating talent deeper in their organizations. As a signatory to the Parity Pledge, we fulfilled our commitment to interview female candidates for all externally advertised roles at the Vice President level and above. To reward our employees at various stages of their tenure with Nasdaq, we continued our anniversary recognition program that includes Nasdaq-branded merchandise, and, for major milestones, recognition on our Nasdaq Tower in Times Square. Additionally, our peer-to-peer employee recognition program rewards employees and highlights recognized employees on our internal social media channels, further amplifying the recognition. Diversity, Equity and Inclusion At Nasdaq, three pillars guide our diversity, equity and inclusion efforts: Workforce, Workplace and Marketplace. Workforce seeks to ensure that our employee population is representative of the communities in which we operate. Workplace seeks to create a positive, equitable workplace experience for all employees of Nasdaq, and Marketplace aims to positively influence our peers in the capital market ecosystem, and to invest in our local communities in which we operate. Nasdaq sponsors eleven employee-led internal affinity networks. These networks include more than 2,400 employee members, representing 37% of our employees and contractors. Nasdaq’s Employee Networks support the diverse communities that comprise our workforce, including Black, Asian American, Hispanic, LGBTQ+, female, disabled, veteran, and parent/caregiver communities. Nasdaq’s Employee Networks provide both formal and informal development programs and guidance for their members. The networks benefit the entire Nasdaq workforce through educational events, guest speakers, and volunteering opportunities. Nasdaq regularly and proactively reviews and monitors diversity data across its businesses, including workforce composition, talent pipeline, and sentiment by business unit. In 2022, we offered two diversity trainings, “Conscious Inclusion” and “Inclusive Leadership,” for non-managers and managers, respectively. All of our executives completed this course, increasing understanding of diversity and equity priorities at the highest level. We also added customized developmental programs for underrepresented talent, including executive mentoring and accelerated leadership development programs. In 2022, we launched a high-potential leadership program for our female employees to enhance their skills and increase advancement opportunities.  We continue to seek to improve our diversity metrics, both through development of our internal talent pool and by focusing on interviewing diverse candidates externally for new employment opportunities. During our annual executive succession planning exercise with our Board of Directors, we realized a 26% increase, as compared to 2021, in the diversity of our senior executive succession candidates (considering gender, race and LGBTQ+ status) due to a focus by our senior executives on identifying and cultivating talent deeper in their organizations. As a signatory to the Parity Pledge, we fulfilled our commitment to interview female candidates for all externally advertised roles at the Vice President level and above. 16 16 16   Additionally, Nasdaq has been named to the Human Rights Campaign Corporate Equality Index, Coqual Black Equity Index, and several Seramount indexes, including 100 Best Companies and Best Companies for Dads. We were also named to the Bloomberg Gender Equality Index again in 2022. Workplace DemographicsDuring 2022, we continued our progress to increase the diversity of our global workforce. Our global female employee base increased from 2021 and has grown each year since 2019, and in the United States, our minority employee base also grew, continuing a trend since 2019. Nasdaq has increased our underrepresented minority representation in the U.S., which includes Black/African American, Hispanic/Latino, Multiracial, Native American, Native Hawaiian, and Pacific Islander employees, from 14.9% in 2019 to 16.8% in 2022.Gender and Ethnicity Performance Data as of December 31, 2022 and 2021Gender:  Additionally, Nasdaq has been named to the Human Rights Campaign Corporate Equality Index, Coqual Black Equity Index, and several Seramount indexes, including 100 Best Companies and Best Companies for Dads. We were also named to the Bloomberg Gender Equality Index again in 2022. Workplace DemographicsDuring 2022, we continued our progress to increase the diversity of our global workforce. Our global female employee base increased from 2021 and has grown each year since 2019, and in the United States, our minority employee base also grew, continuing a trend since 2019. Nasdaq has increased our underrepresented minority representation in the U.S., which includes Black/African American, Hispanic/Latino, Multiracial, Native American, Native Hawaiian, and Pacific Islander employees, from 14.9% in 2019 to 16.8% in 2022.Gender and Ethnicity Performance Data as of December 31, 2022 and 2021Gender:  Additionally, Nasdaq has been named to the Human Rights Campaign Corporate Equality Index, Coqual Black Equity Index, and several Seramount indexes, including 100 Best Companies and Best Companies for Dads. We were also named to the Bloomberg Gender Equality Index again in 2022.  Workplace Demographics During 2022, we continued our progress to increase the diversity of our global workforce. Our global female employee base increased from 2021 and has grown each year since 2019, and in the United States, our minority employee base also grew, continuing a trend since 2019. Nasdaq has increased our underrepresented minority representation in the U.S., which includes Black/African American, Hispanic/Latino, Multiracial, Native American, Native Hawaiian, and Pacific Islander employees, from 14.9% in 2019 to 16.8% in 2022. Gender and Ethnicity Performance Data as of December 31, 2022 and 2021 Gender:       17 17 17   * In the charts above, not disclosed percentage includes employees that have chosen not to disclose and race and ethnicities that are less than 0.3%. In 2022, we conducted a pay equity analysis, which supplements our annual multifaceted compensation review program, successfully concluding that review in the second quarter of the year. Our pay equity analysis for 2023 has already begun as part of the annual compensation review program to be completed in the same cycle next year.Finally, to increase transparency of our workforce, Nasdaq publishes statistics on the composition of its own global workforce by gender, and of its U.S. workforce by gender, race and ethnicity, in our U.S. EEO-1 report and our Sustainability Report, which are available on our website.Compensation and Benefits Our Total Rewards compensation program is designed to attract, retain, and empower employees to successfully execute our growth strategy. Our comprehensive Total Rewards program reflects our commitment to protecting our employees’ health, well-being and financial security.Our talented employees are our greatest asset, and we offer competitive compensation to attract and retain the best employees. Our pay-for-performance compensation programs includes market-competitive base salaries, annual bonuses or sales commissions, and equity grants. The majority of our employees are granted annual, long-term equity awards, enabling them to be owners of the company, committed to our long-term success and aligning their interests with the short-term and long-term interests of our shareholders.Our Total Rewards program extends beyond compensation, offering a suite of programs, benefits, perquisites and resources to support employee priorities. In addition to cash and equity compensation, we also offer employee benefits such as health (medical, dental, vision and telehealth) insurance, fertility benefits, paid time off, paid parental leave, adoption assistance, an employee stock purchase plan, student loan repayment benefits, charitable contribution matching and a U.S. 401(k) plan with company matching. In response to the pandemic we introduced, and have continued to offer, additional benefits to support our employees, including caregiver support, back-up childcare, “flex days” (extra time off in addition to vacation), and hybrid work schedules, allowing our employees to focus on mental well-being.  Community InvolvementWe are committed to creating lasting, positive change within our Company and the communities we serve. Our employees take pride in being active in our communities. Through our Nasdaq GoodWorks Corporate Responsibility Program, we have committed to supporting the communities in which we live and work by providing eligible full and part-time employees two paid days off per year to volunteer. We also match charitable donations of all Nasdaq employees and contractors up to $1,000, or more in certain circumstances, per calendar year. In 2022, Nasdaq employees raised over $1 million including donations and matches, supporting almost 650 charities worldwide.Nasdaq’s “Purpose” comprises our philanthropic, community outreach, entrepreneurial support and employee volunteerism programs, all designed to leverage our unique place at the center of capital creation, markets, and technology and drive stronger economies, more equitable opportunities and contribute to a more sustainable world. During 2022, Nasdaq held two Purpose roundtables, which convened corporate peers from companies at the forefront of these issues, sharing insights on the importance of purpose in their organization, and how it is embedded and communicated within their company and among stakeholders to drive impact.Nasdaq also held its second annual “Purpose Week” to further champion economic progress for all, which included a series of company-wide webinars, volunteer opportunities, an innovation challenge and other events involving and recognizing company employees. In addition to those events, we launched a set of digital campaigns, accompanied by virtual conversations, spotlighting several of the Nasdaq Foundation’s community partners. These discussions explored topics such as creating a stronger investor identity for underrepresented communities and innovative approaches needed to tackle investor identity as one of the overlooked barriers to partaking in the capital markets.  * In the charts above, not disclosed percentage includes employees that have chosen not to disclose and race and ethnicities that are less than 0.3%. In 2022, we conducted a pay equity analysis, which supplements our annual multifaceted compensation review program, successfully concluding that review in the second quarter of the year. Our pay equity analysis for 2023 has already begun as part of the annual compensation review program to be completed in the same cycle next year.Finally, to increase transparency of our workforce, Nasdaq publishes statistics on the composition of its own global workforce by gender, and of its U.S. workforce by gender, race and ethnicity, in our U.S. EEO-1 report and our Sustainability Report, which are available on our website.Compensation and Benefits Our Total Rewards compensation program is designed to attract, retain, and empower employees to successfully execute our growth strategy. Our comprehensive Total Rewards program reflects our commitment to protecting our employees’ health, well-being and financial security.Our talented employees are our greatest asset, and we offer competitive compensation to attract and retain the best employees. Our pay-for-performance compensation programs includes market-competitive base salaries, annual bonuses or sales commissions, and equity grants. The majority of our employees are granted annual, long-term equity awards, enabling them to be owners of the company, committed to our long-term success and aligning their interests with the short-term and long-term interests of our shareholders.  * In the charts above, not disclosed percentage includes employees that have chosen not to disclose and race and ethnicities that are less than 0.3%.  In 2022, we conducted a pay equity analysis, which supplements our annual multifaceted compensation review program, successfully concluding that review in the second quarter of the year. Our pay equity analysis for 2023 has already begun as part of the annual compensation review program to be completed in the same cycle next year. Finally, to increase transparency of our workforce, Nasdaq publishes statistics on the composition of its own global workforce by gender, and of its U.S. workforce by gender, race and ethnicity, in our U.S. EEO-1 report and our Sustainability Report, which are available on our website. Compensation and Benefits  Our Total Rewards compensation program is designed to attract, retain, and empower employees to successfully execute our growth strategy. Our comprehensive Total Rewards program reflects our commitment to protecting our employees’ health, well-being and financial security. Our talented employees are our greatest asset, and we offer competitive compensation to attract and retain the best employees. Our pay-for-performance compensation programs includes market-competitive base salaries, annual bonuses or sales commissions, and equity grants. The majority of our employees are granted annual, long-term equity awards, enabling them to be owners of the company, committed to our long-term success and aligning their interests with the short-term and long-term interests of our shareholders.  Our Total Rewards program extends beyond compensation, offering a suite of programs, benefits, perquisites and resources to support employee priorities. In addition to cash and equity compensation, we also offer employee benefits such as health (medical, dental, vision and telehealth) insurance, fertility benefits, paid time off, paid parental leave, adoption assistance, an employee stock purchase plan, student loan repayment benefits, charitable contribution matching and a U.S. 401(k) plan with company matching. In response to the pandemic we introduced, and have continued to offer, additional benefits to support our employees, including caregiver support, back-up childcare, “flex days” (extra time off in addition to vacation), and hybrid work schedules, allowing our employees to focus on mental well-being.  Community InvolvementWe are committed to creating lasting, positive change within our Company and the communities we serve. Our employees take pride in being active in our communities. Through our Nasdaq GoodWorks Corporate Responsibility Program, we have committed to supporting the communities in which we live and work by providing eligible full and part-time employees two paid days off per year to volunteer. We also match charitable donations of all Nasdaq employees and contractors up to $1,000, or more in certain circumstances, per calendar year. In 2022, Nasdaq employees raised over $1 million including donations and matches, supporting almost 650 charities worldwide.Nasdaq’s “Purpose” comprises our philanthropic, community outreach, entrepreneurial support and employee volunteerism programs, all designed to leverage our unique place at the center of capital creation, markets, and technology and drive stronger economies, more equitable opportunities and contribute to a more sustainable world. During 2022, Nasdaq held two Purpose roundtables, which convened corporate peers from companies at the forefront of these issues, sharing insights on the importance of purpose in their organization, and how it is embedded and communicated within their company and among stakeholders to drive impact.Nasdaq also held its second annual “Purpose Week” to further champion economic progress for all, which included a series of company-wide webinars, volunteer opportunities, an innovation challenge and other events involving and recognizing company employees. In addition to those events, we launched a set of digital campaigns, accompanied by virtual conversations, spotlighting several of the Nasdaq Foundation’s community partners. These discussions explored topics such as creating a stronger investor identity for underrepresented communities and innovative approaches needed to tackle investor identity as one of the overlooked barriers to partaking in the capital markets.  Our Total Rewards program extends beyond compensation, offering a suite of programs, benefits, perquisites and resources to support employee priorities. In addition to cash and equity compensation, we also offer employee benefits such as health (medical, dental, vision and telehealth) insurance, fertility benefits, paid time off, paid parental leave, adoption assistance, an employee stock purchase plan, student loan repayment benefits, charitable contribution matching and a U.S. 401(k) plan with company matching. In response to the pandemic we introduced, and have continued to offer, additional benefits to support our employees, including caregiver support, back-up childcare, “flex days” (extra time off in addition to vacation), and hybrid work schedules, allowing our employees to focus on mental well-being.   Community Involvement We are committed to creating lasting, positive change within our Company and the communities we serve. Our employees take pride in being active in our communities. Through our Nasdaq GoodWorks Corporate Responsibility Program, we have committed to supporting the communities in which we live and work by providing eligible full and part-time employees two paid days off per year to volunteer. We also match charitable donations of all Nasdaq employees and contractors up to $1,000, or more in certain circumstances, per calendar year. In 2022, Nasdaq employees raised over $1 million including donations and matches, supporting almost 650 charities worldwide. Nasdaq’s “Purpose” comprises our philanthropic, community outreach, entrepreneurial support and employee volunteerism programs, all designed to leverage our unique place at the center of capital creation, markets, and technology and drive stronger economies, more equitable opportunities and contribute to a more sustainable world.  During 2022, Nasdaq held two Purpose roundtables, which convened corporate peers from companies at the forefront of these issues, sharing insights on the importance of purpose in their organization, and how it is embedded and communicated within their company and among stakeholders to drive impact. Nasdaq also held its second annual “Purpose Week” to further champion economic progress for all, which included a series of company-wide webinars, volunteer opportunities, an innovation challenge and other events involving and recognizing company employees. In addition to those events, we launched a set of digital campaigns, accompanied by virtual conversations, spotlighting several of the Nasdaq Foundation’s community partners. These discussions explored topics such as creating a stronger investor identity for underrepresented communities and innovative approaches needed to tackle investor identity as one of the overlooked barriers to partaking in the capital markets.  18 18 18   The mission of the Nasdaq Foundation is focused on two primary goals: reimagining investor engagement to equip under-represented communities with the financial knowledge to share in the wealth that markets create; and leveraging our investment in the Nasdaq Entrepreneurial Center alongside new strategic partnerships with organizations that can help build a deeper, data-led understanding of where the challenges are greatest, what existing efforts could be amplified, and how the Nasdaq Foundation can make new and distinctive contributions. During 2022, the Nasdaq Foundation provided 14 grants to organizations that seek to fulfill that mission. These grants were awarded to, among others, Black Girl Ventures, an ecosystem of Black/Brown woman-identifying leaders, assisting them through the early-stages of entrepreneurship; Change Labs, a community-led organization providing access to capital and resources to the next generation of Native American change makers; and Hispanic Access Foundation, which provides financial and investment training to Spanish-speaking Latinos.Nasdaq Website and Availability of SEC FilingsWe file periodic reports, proxy statements and other information with the SEC. The SEC maintains a website that contains reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC. The address of that site is www.sec.gov.Our website is http://ir.nasdaq.com. Information on our website is not a part of this Form 10-K. We make available free of charge on our website, or provide a link to, our Forms 10-K, Forms 10-Q and Forms 8-K and any amendments to these documents, that are filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act as soon as reasonably practicable after we electronically file such material with, or furnish it to, the SEC. To access these filings, go to our website and click on “Financials” then click on “SEC Filings.”Item 1A. Risk FactorsThe risks and uncertainties described below are not the only ones facing us. Additional risks and uncertainties not presently known to us or that we currently believe to be immaterial may also adversely affect our business. If any of the following risks actually occur, our business, financial condition, or operating results could be adversely affected.RISKS RELATED TO OUR BUSINESS AND INDUSTRYEconomic conditions and market factors, which are beyond our control, may adversely affect our business and financial condition.Our business performance is impacted by a number of factors, including general economic conditions, current or expected inflation, interest rate fluctuations, market volatility, changes in investment patterns and priorities, pandemics (such as COVID-19) and other factors that are generally beyond our control. To the extent that global or national economic conditions weaken and result in slower growth or recessions, our business may be negatively impacted. Adverse market conditions could reduce customer demand for our services and the ability of our customers, lenders and other counterparties to meet their obligations to us. Poor economic conditions may result in a reduction in the demand for our products and services, including our market technology, FRAML solutions, data, indexes and corporate solutions, or could result in a decline in the number of IPOs, reduced trading volumes or values and deterioration of the economic welfare of our listed companies, which could cause an increase in delistings. Trading volumes and values are driven primarily by general market conditions and declines in trading volumes or values may affect our market share and impact our pricing. In addition, our Market Platforms businesses receive revenues from a relatively small number of customers concentrated in the financial industry, so any event that impacts one or more customers or the financial industry in general could impact our revenues.The number of listings on our markets is primarily influenced by factors such as investor demand, the global economy, available sources of financing, and tax and regulatory policies. Adverse conditions may jeopardize the ability of our listed companies to comply with the continued listing requirements of our exchanges, or reduce the number of issuers launching IPOs, including SPACs, and direct listings. The number of IPOs on our exchanges decreased in 2022 and the number of delistings increased compared to 2021. Our Capital Access Platforms revenues may be significantly affected by global economic conditions. Professional subscriptions to our data products are at risk if staff reductions occur in financial services companies or if our customers consolidate, which could result in significant reductions in our professional user revenue or expose us to increased risks relating to dependence on a smaller number of customers. In addition, adverse market conditions may cause reductions in the number of non-professional investors with investments in the market and in ETP AUM tracking Nasdaq indexes as well as trading in futures linked to Nasdaq indexes. The mission of the Nasdaq Foundation is focused on two primary goals: reimagining investor engagement to equip under-represented communities with the financial knowledge to share in the wealth that markets create; and leveraging our investment in the Nasdaq Entrepreneurial Center alongside new strategic partnerships with organizations that can help build a deeper, data-led understanding of where the challenges are greatest, what existing efforts could be amplified, and how the Nasdaq Foundation can make new and distinctive contributions. During 2022, the Nasdaq Foundation provided 14 grants to organizations that seek to fulfill that mission. These grants were awarded to, among others, Black Girl Ventures, an ecosystem of Black/Brown woman-identifying leaders, assisting them through the early-stages of entrepreneurship; Change Labs, a community-led organization providing access to capital and resources to the next generation of Native American change makers; and Hispanic Access Foundation, which provides financial and investment training to Spanish-speaking Latinos.Nasdaq Website and Availability of SEC FilingsWe file periodic reports, proxy statements and other information with the SEC. The SEC maintains a website that contains reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC. The address of that site is www.sec.gov.Our website is http://ir.nasdaq.com. Information on our website is not a part of this Form 10-K. We make available free of charge on our website, or provide a link to, our Forms 10-K, Forms 10-Q and Forms 8-K and any amendments to these documents, that are filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act as soon as reasonably practicable after we electronically file such material with, or furnish it to, the SEC. To access these filings, go to our website and click on “Financials” then click on “SEC Filings.”Item 1A. Risk FactorsThe risks and uncertainties described below are not the only ones facing us. Additional risks and uncertainties not presently known to us or that we currently believe to be immaterial may also adversely affect our business. If any of the following risks actually occur, our business, financial condition, or operating results could be adversely affected. The mission of the Nasdaq Foundation is focused on two primary goals: reimagining investor engagement to equip under-represented communities with the financial knowledge to share in the wealth that markets create; and leveraging our investment in the Nasdaq Entrepreneurial Center alongside new strategic partnerships with organizations that can help build a deeper, data-led understanding of where the challenges are greatest, what existing efforts could be amplified, and how the Nasdaq Foundation can make new and distinctive contributions.  During 2022, the Nasdaq Foundation provided 14 grants to organizations that seek to fulfill that mission. These grants were awarded to, among others, Black Girl Ventures, an ecosystem of Black/Brown woman-identifying leaders, assisting them through the early-stages of entrepreneurship; Change Labs, a community-led organization providing access to capital and resources to the next generation of Native American change makers; and Hispanic Access Foundation, which provides financial and investment training to Spanish-speaking Latinos.  Nasdaq Website and Availability of SEC Filings We file periodic reports, proxy statements and other information with the SEC. The SEC maintains a website that contains reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC. The address of that site is www.sec.gov. Our website is http://ir.nasdaq.com. Information on our website is not a part of this Form 10-K. We make available free of charge on our website, or provide a link to, our Forms 10-K, Forms 10-Q and Forms 8-K and any amendments to these documents, that are filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act as soon as reasonably practicable after we electronically file such material with, or furnish it to, the SEC. To access these filings, go to our website and click on “Financials” then click on “SEC Filings.” ", "time": "00:00:11"}