{"cik": 1121788, "item_1A": "Item 1.\tBusiness   Company Overview    For more than 30 years, Garmin Ltd. and subsidiaries (collectively, the “Company” or “Garmin”) have pioneered new wireless devices, many of which feature location technology such as Global Positioning System (GPS), and applications that are designed for people who live an active lifestyle. Garmin serves five primary markets: fitness, outdoor, aviation, marine, and auto. We design, develop, manufacture, market, and distribute a diverse family of hand-held, wearable, portable, and fixed-mount GPS-enabled products and other navigation, communications, sensor-based and information products for these markets. Since the inception of its business, Garmin has delivered over 266 million products, which included more than 15 million products delivered during fiscal 2022.   Available Information    Garmin’s annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, proxy statement and Forms 3, 4 and 5 filed by Garmin’s directors and executive officers and all amendments to those reports will be made available free of charge through the Investor Relations section of Garmin’s website (http://www.garmin.com) as soon as reasonably practicable after such material is electronically filed with, or furnished to, the Securities and Exchange Commission (the “SEC”). The SEC maintains a website (http://www.sec.gov) that contains reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC. The reference to Garmin’s website address does not constitute incorporation by reference of the information contained on this website, and such information should not be considered part of this report on Form 10-K or in any other report or document we file with the SEC, and any references to our website are intended to be inactive textual references only.   This discussion of Garmin should be read in conjunction with, and is qualified by reference to, “Management's Discussion and Analysis of Financial Condition and Results of Operations” under Item 7 herein and the information set forth in response to Item 101 of Regulation S-K in such Item 7 is incorporated herein by reference in partial response to this Item 1.   Products    Garmin offers a broad range of solutions across its reported segments as outlined below. In general, Garmin believes that its products are known for their value, high performance, ease of use, innovation, and ergonomics.    Many of the Company’s products utilize Global Positioning System (GPS) and other global navigation satellite systems (GNSS) receivers to support product features such as navigation, global positioning, and tracking. GPS is a United States owned satellite network constellation that supports global positioning, communication, and navigation, providing precise geographic location and related data to both commercial and government GPS receivers. Access to and use of the GPS systems commercial signal bands is provided free of charge.    In addition to GPS, Garmin products utilize other global navigation satellite systems (GNSS) including the Russian Global Navigation Satellite System (GLONASS), the European Union Galileo system (Galileo), and the Chinese BeiDou Navigation Satellite System (BDS), and satellite based augmentation systems (SBAS) including the U.S. Wide Area Augmentation System (WAAS), the Japanese MTSAT-based Satellite Augmentation System (MSAS) and Quasi-Zenith Satellite System (QZSS), and the European Geostationary Navigation Overlay Service (EGNOS) aviation Safety of Life (SoL) service.   Some of Garmin’s products utilize a combination of global navigation satellite systems to improve navigational fix, which results in improved accuracy.   On a subscription basis, certain Garmin products offer access to private satellite networks such as the Iridium satellite network, a synchronized constellation of 66 low Earth orbit (LEO) satellites offering global data communication coverage. Iridium’s use of this constellation gives it the ability to span the entire globe, offering 100 percent coverage worldwide to enable reliable satellite-based communication. 4   Fitness   Garmin offers a broad range of products designed for use in health, wellness, and fitness activities. Garmin currently offers the following product categories within the Fitness segment to consumers around the world:   •Running and Multi-sport Watches: Garmin running and multi-sport watches are offered under the Forerunner® product series. The Forerunner series offers GPS-enabled watches with features unique to each model. Depending on the model, features include wrist-based heart rate monitoring, wrist-based pulse oximeter, music storage capabilities, mapping capabilities, LTE Connectivity, solar charging, and Garmin Pay\u0099 contactless payment. Running and Multi-sport Watches: Garmin running and multi-sport watches are offered under the Forerunner® product series. The Forerunner series offers GPS-enabled watches with features unique to each model. Depending on the model, features include wrist-based heart rate monitoring, wrist-based pulse oximeter, music storage capabilities, mapping capabilities, LTE Connectivity, solar charging, and Garmin Pay\u0099 contactless payment.   •Cycling Products: Garmin cycling products include cycling computers (with solar charging on the latest models), power meters, bike radars, cameras, and smart lights. Additionally, Garmin offers Tacx® indoor training equipment including smart and basic trainers, and a smart bike.  Cycling Products: Garmin cycling products include cycling computers (with solar charging on the latest models), power meters, bike radars, cameras, and smart lights. Additionally, Garmin offers Tacx® indoor training equipment including smart and basic trainers, and a smart bike.    •Activity Tracking and Smartwatch Devices: Garmin offers a wide range of activity tracking devices and smartwatch devices. The Garmin product offerings include activity tracking fitness bands, GPS-enabled smartwatches, and fashion-forward hybrid smartwatches with analog style displays. The activity tracking and smartwatch devices offered by Garmin are the vívomove® series, vívoactive® series, vívosmart® series, vívofit® series, Venu® series, Lily® series, and Bounce\u0099 series. Each series of activity tracking and smartwatch devices offered has unique features, all to enhance and promote healthy and active lifestyles. Features of the activity tracking and smartwatch devices, depending on the series and model, include Garmin Pay, music storage capabilities, LTE connectivity, and 24/7 health monitoring.  Activity Tracking and Smartwatch Devices: Garmin offers a wide range of activity tracking devices and smartwatch devices. The Garmin product offerings include activity tracking fitness bands, GPS-enabled smartwatches, and fashion-forward hybrid smartwatches with analog style displays. The activity tracking and smartwatch devices offered by Garmin are the vívomove® series, vívoactive® series, vívosmart® series, vívofit® series, Venu® series, Lily® series, and Bounce\u0099 series. Each series of activity tracking and smartwatch devices offered has unique features, all to enhance and promote healthy and active lifestyles. Features of the activity tracking and smartwatch devices, depending on the series and model, include Garmin Pay, music storage capabilities, LTE connectivity, and 24/7 health monitoring.    •Fitness and Cycling Accessories: Garmin offers a wide range of fitness and cycling accessories including chest strap heart rate monitors, blood pressure monitors, cycling speed and cadence sensors, and smart scales. Fitness and Cycling Accessories: Garmin offers a wide range of fitness and cycling accessories including chest strap heart rate monitors, blood pressure monitors, cycling speed and cadence sensors, and smart scales.   •Garmin Connect and Garmin Connect Mobile: Garmin Connect\u0099 and Garmin Connect\u0099 Mobile are web and mobile platforms where users can track and analyze their fitness, activities and workouts, and wellness data. In addition, users can share their accomplishments, create training groups and group challenges, and get feedback and encouragement from the Connect community. Garmin Connect and Garmin Connect Mobile: Garmin Connect\u0099 and Garmin Connect\u0099 Mobile are web and mobile platforms where users can track and analyze their fitness, activities and workouts, and wellness data. In addition, users can share their accomplishments, create training groups and group challenges, and get feedback and encouragement from the Connect community.   •Connect IQ: The Connect IQ\u0099 application development platform enables third parties to create a variety of applications that run on a wide assortment of Garmin devices. Connect IQ provides developers with an easy-to-use software development kit (SDK) to facilitate development efforts in creating watch faces, applications, widgets, and data fields. These third-party applications are available for download by Garmin users via their mobile phone or computer and run on their compatible Garmin wearable, bike computer, golf device, or outdoor handheld. Connect IQ: The Connect IQ\u0099 application development platform enables third parties to create a variety of applications that run on a wide assortment of Garmin devices. Connect IQ provides developers with an easy-to-use software development kit (SDK) to facilitate development efforts in creating watch faces, applications, widgets, and data fields. These third-party applications are available for download by Garmin users via their mobile phone or computer and run on their compatible Garmin wearable, bike computer, golf device, or outdoor handheld.   5 Outdoor   Garmin offers a broad range of products designed for use in outdoor activities. Garmin currently offers the following product categories within the Outdoor segment to consumers around the world:   •Adventure Watches: Garmin adventure watches include the fēnix® series, Epix\u0099 series, Instinct® series, tactix® series, the Enduro\u0099 series, the Descent\u0099 series, and the MARQ® collection. The fēnix and Epix series offer premium multisport smartwatches with features such as wrist-based biometrics, music storage capabilities, preloaded full-color purpose-built adventure mapping of topography, ski resorts, and golf courses, as well as Garmin Pay\u0099. The fēnix series also offers solar charging depending on model, while the Epix series features a vivid, always-on AMOLED display. The Instinct series offers a rugged and reliable outdoor GPS smartwatch with built-in sports apps, heart rate sensor, smart connectivity, wellness data, as well as analog movement and solar charging, depending on model. The tactix series provides preloaded full-color topographical maps and tactical-inspired features, and solar charging, depending on model. The Enduro series offers additional battery and solar charging enhancements to extend battery life, along with advanced training features and competition modes for extreme endurance athletes. The Descent series are watch style dive computers that offer divers GPS navigation, multiple dive modes, support for up to six gasses, integrated air pressure monitoring, and solar charging, depending on model. The MARQ series is a collection of luxury smart tool watches with premium materials and features unique to each watch. Adventure Watches: Garmin adventure watches include the fēnix® series, Epix\u0099 series, Instinct® series, tactix® series, the Enduro\u0099 series, the Descent\u0099 series, and the MARQ® collection. The fēnix and Epix series offer premium multisport smartwatches with features such as wrist-based biometrics, music storage capabilities, preloaded full-color purpose-built adventure mapping of topography, ski resorts, and golf courses, as well as Garmin Pay\u0099. The fēnix series also offers solar charging depending on model, while the Epix series features a vivid, always-on AMOLED display. The Instinct series offers a rugged and reliable outdoor GPS smartwatch with built-in sports apps, heart rate sensor, smart connectivity, wellness data, as well as analog movement and solar charging, depending on model. The tactix series provides preloaded full-color topographical maps and tactical-inspired features, and solar charging, depending on model. The Enduro series offers additional battery and solar charging enhancements to extend battery life, along with advanced training features and competition modes for extreme endurance athletes. The Descent series are watch style dive computers that offer divers GPS navigation, multiple dive modes, support for up to six gasses, integrated air pressure monitoring, and solar charging, depending on model. The MARQ series is a collection of luxury smart tool watches with premium materials and features unique to each watch.   •Outdoor Handhelds: Garmin offers outdoor handhelds under the Rino®, Montana®, eTrex®, GPSMAP®, Foretrex®, and inReach® product lines. Handhelds range from basic waypoints navigation capabilities to advanced color touchscreen devices offering barometric altimeter, 3-axis compass, camera, preloaded maps, wi-fi and smartphone connectivity, two-way satellite communication and other features. Each series of products is designed to serve unique niche markets. Handhelds with inReach include global satellite technology which, when combined with an active service plan, offers 2-way text messaging, weather forecasts, and S.O.S. capabilities while anywhere in the world. These S.O.S. capabilities are supported 24/7 by our professionally trained associates at Garmin Response, our global emergency response coordination center. Outdoor Handhelds: Garmin offers outdoor handhelds under the Rino®, Montana®, eTrex®, GPSMAP®, Foretrex®, and inReach® product lines. Handhelds range from basic waypoints navigation capabilities to advanced color touchscreen devices offering barometric altimeter, 3-axis compass, camera, preloaded maps, wi-fi and smartphone connectivity, two-way satellite communication and other features. Each series of products is designed to serve unique niche markets. Handhelds with inReach include global satellite technology which, when combined with an active service plan, offers 2-way text messaging, weather forecasts, and S.O.S. capabilities while anywhere in the world. These S.O.S. capabilities are supported 24/7 by our professionally trained associates at Garmin Response, our global emergency response coordination center.   •Golf Devices and Mobile App: Garmin golf devices are offered under the Approach® product line. The Approach series includes handhelds, wearables, club sensors, launch monitors, golf simulators, and laser ranging devices. Over 43,000 preloaded worldwide golf courses are available to be utilized on certain Garmin devices. Handheld and wearable golf devices provide yardage distances to the front, back, and middle of the green. In addition to course maps, the Approach R10 portable launch monitor provides swing metrics including estimated carry and roll, club head speed, ball speed, smash factor, and swing tempo, as well as the ability to play a simulated round of any of our 43,000 worldwide mapped courses when paired with the Garmin Golf\u0099 mobile app. The mobile app also offers scoring, shot tracking, and performance tracking features, in addition to the Home Tee Hero virtual round simulator for subscribers. Golf Devices and Mobile App: Garmin golf devices are offered under the Approach® product line. The Approach series includes handhelds, wearables, club sensors, launch monitors, golf simulators, and laser ranging devices. Over 43,000 preloaded worldwide golf courses are available to be utilized on certain Garmin devices. Handheld and wearable golf devices provide yardage distances to the front, back, and middle of the green. In addition to course maps, the Approach R10 portable launch monitor provides swing metrics including estimated carry and roll, club head speed, ball speed, smash factor, and swing tempo, as well as the ability to play a simulated round of any of our 43,000 worldwide mapped courses when paired with the Garmin Golf\u0099 mobile app. The mobile app also offers scoring, shot tracking, and performance tracking features, in addition to the Home Tee Hero virtual round simulator for subscribers.   •Dog Tracking and Training Devices: Garmin offers a variety of dog tracking and training devices, including those under the Alpha®, PRO, BarkLimiter\u0099, and Delta® product lines.  Dog Tracking and Training Devices: Garmin offers a variety of dog tracking and training devices, including those under the Alpha®, PRO, BarkLimiter\u0099, and Delta® product lines.    Aviation    Garmin designs, manufactures, and markets a wide range of innovative aircraft avionics solutions to the broad and diverse aviation sector. Avionics are sold directly into aircraft original equipment manufacturer (OEM) applications as well as through Garmin’s worldwide dealer network for retrofit installations on existing aircraft.   Garmin has developed growth-minded products and technologies serving general aviation, business aviation, rotorcraft, and experimental/light sport markets. Our solutions are available for all aircraft categories and classes; from small piston and electric-powered general aviation aircraft, to large business jet aircraft, as well as a wide-ranging variety of helicopters serving critical public service as well as oil and gas missions, to name a few. 6   Garmin also provides innovative products and software-as-a-service solutions to other growth markets such as commercial air-carrier, military and defense, electric aircraft, and the rapidly evolving Advanced Air Mobility / eVTOL space. By offering products such as Commercial Off-The-Shelf (COTS) and mission-optimized solutions to military and defense contractors/customers, and products tested and optimized for high duty cycle commercial aviation operations, Garmin is emerging as a strong competitor in these business arenas.   Garmin currently offers the following products, systems, and services to the global aviation market:   •Integrated Flight Decks: Known for defining the integrated flight deck (IFD) space in general aviation and light business aviation applications, Garmin offers OEM and retrofit IFD systems scaled for any size aircraft and rotorcraft, featuring communication and navigation, weather information, terrain and traffic awareness and avoidance, aircraft performance, and automated safety solutions. Integrated Flight Decks: Known for defining the integrated flight deck (IFD) space in general aviation and light business aviation applications, Garmin offers OEM and retrofit IFD systems scaled for any size aircraft and rotorcraft, featuring communication and navigation, weather information, terrain and traffic awareness and avoidance, aircraft performance, and automated safety solutions.   •Electronic Flight Displays and Instrumentation: Garmin flight display and instrument solutions can serve as primary or back-up systems, which also provide a wealth of valuable information in the cockpit, dramatically increasing situational awareness and capability. Electronic Flight Displays and Instrumentation: Garmin flight display and instrument solutions can serve as primary or back-up systems, which also provide a wealth of valuable information in the cockpit, dramatically increasing situational awareness and capability.   •Navigation and Communication Products: Garmin offers a wide range of integrated and stand-alone GPS navigation and very high frequency (VHF) radio communication products, with a variety of capabilities, available for all market segments.  Navigation and Communication Products: Garmin offers a wide range of integrated and stand-alone GPS navigation and very high frequency (VHF) radio communication products, with a variety of capabilities, available for all market segments.    •Automatic Flight Control Systems and Safety-Enhancing Technologies: Garmin offers scalable flight control systems with unique integrated safety features for aircraft and rotorcraft. Our Autopilots, and Autonomí\u0099 safety-enhancing solutions cover a wide spectrum of aircraft, from large-cabin business jets and helicopters, to light general aviation aircraft. Garmin’s award-winning Autoland system will autonomously land the aircraft in the event the pilot is not able to do so, and Smart Glide\u0099 will assist a pilot to get to the nearest airport in the event of the loss of engine power. We also offer an innovative smart rudder bias system that can help the pilot maintain control of a twin-engine aircraft in the event of an engine failure.  Automatic Flight Control Systems and Safety-Enhancing Technologies: Garmin offers scalable flight control systems with unique integrated safety features for aircraft and rotorcraft. Our Autopilots, and Autonomí\u0099 safety-enhancing solutions cover a wide spectrum of aircraft, from large-cabin business jets and helicopters, to light general aviation aircraft. Garmin’s award-winning Autoland system will autonomously land the aircraft in the event the pilot is not able to do so, and Smart Glide\u0099 will assist a pilot to get to the nearest airport in the event of the loss of engine power. We also offer an innovative smart rudder bias system that can help the pilot maintain control of a twin-engine aircraft in the event of an engine failure.    •Audio Control Systems: Garmin produces a broad array of cutting-edge audio systems, including panel-mount and remote-mounted units, incorporating features such as Bluetooth connectivity, voice command technology, and integrated intercoms. Audio Control Systems: Garmin produces a broad array of cutting-edge audio systems, including panel-mount and remote-mounted units, incorporating features such as Bluetooth connectivity, voice command technology, and integrated intercoms.   •Engine Indication Systems: Garmin offers a variety of advanced engine indication systems for piston and turbine-powered aircraft with comprehensive data-logging capabilities as well as wireless data offloading, cloud storage and analysis capability through our flyGarmin.com online services portal. Engine Indication Systems: Garmin offers a variety of advanced engine indication systems for piston and turbine-powered aircraft with comprehensive data-logging capabilities as well as wireless data offloading, cloud storage and analysis capability through our flyGarmin.com online services portal.   •Traffic Awareness and Avoidance Solutions: Garmin offers an array of traffic advisory and collision avoidance systems, including TAS and TCAS / ACAS solutions, with applications in all types of aircraft. Traffic Awareness and Avoidance Solutions: Garmin offers an array of traffic advisory and collision avoidance systems, including TAS and TCAS / ACAS solutions, with applications in all types of aircraft.   •ADS-B and Transponders: Garmin offers a full lineup of ADS-B and transponder solutions, including ADS-B “Out” compliant solutions as well as ADS-B “In” and Bluetooth capable units that allow pilots to connect to their mobile device to display ADS-B traffic and weather. ADS-B and Transponders: Garmin offers a full lineup of ADS-B and transponder solutions, including ADS-B “Out” compliant solutions as well as ADS-B “In” and Bluetooth capable units that allow pilots to connect to their mobile device to display ADS-B traffic and weather.   •Weather Information and Avoidance Solutions: Garmin offers multiple weather solutions, including onboard Doppler digital radar products, along with satellite-based SiriusXM, ground-based ADS-B, as well as Garmin Connext® global satellite weather options. Weather Information and Avoidance Solutions: Garmin offers multiple weather solutions, including onboard Doppler digital radar products, along with satellite-based SiriusXM, ground-based ADS-B, as well as Garmin Connext® global satellite weather options.   •Datalink and Connectivity: Garmin datalink and connectivity solutions allow pilots to download global weather data, communication via text/voice, as well as select mobile apps to transfer flight plans, manage database subscriptions, and stream weather and traffic data from installed avionics solutions. Datalink and Connectivity: Garmin datalink and connectivity solutions allow pilots to download global weather data, communication via text/voice, as well as select mobile apps to transfer flight plans, manage database subscriptions, and stream weather and traffic data from installed avionics solutions.   •Portable GPS Navigators and Wearables: Garmin offers portable GPS navigators, smartwatches for pilots, satellite communicators, and portable traffic and weather solutions, providing pilots tools they can take with them from aircraft to aircraft. Portable GPS Navigators and Wearables: Garmin offers portable GPS navigators, smartwatches for pilots, satellite communicators, and portable traffic and weather solutions, providing pilots tools they can take with them from aircraft to aircraft.   7 •Services: Garmin offers a variety of services products to the aviation market. Web and mobile app-based products offered via FltPlan.com and our Garmin Pilot\u0099 electronic flight bag application, help pilots plan, file, fly, and log flights and offer a wealth of information across all phases of flight. Business and commercial aviation customers also benefit from our safety management system, runway analysis and performance data, weight and balance, obstacle clearance, load planning, and navigation database solutions. Garmin continues to provide industry-leading product support, and offers a wide selection of databases, training products, extended warranties, and subscription services for all aviation segments. Services: Garmin offers a variety of services products to the aviation market. Web and mobile app-based products offered via FltPlan.com and our Garmin Pilot\u0099 electronic flight bag application, help pilots plan, file, fly, and log flights and offer a wealth of information across all phases of flight. Business and commercial aviation customers also benefit from our safety management system, runway analysis and performance data, weight and balance, obstacle clearance, load planning, and navigation database solutions. Garmin continues to provide industry-leading product support, and offers a wide selection of databases, training products, extended warranties, and subscription services for all aviation segments.   Marine   Garmin is a leading manufacturer of recreational marine electronics and offers a broad range of products. Garmin currently offers the following product categories within the Marine segment to consumers around the world:   •Chartplotters and Multi-Function Displays (MFDs): Garmin offers numerous chartplotters/MFDs under the GPSMAP® and ECHOMAP\u0099 product lines. The offerings range from 4-inch portable and fix-mounted products to 24-inch fully integrated Glass Helm offerings and include wireless connectivity to the ActiveCaptain® mobile app. Chartplotters and Multi-Function Displays (MFDs): Garmin offers numerous chartplotters/MFDs under the GPSMAP® and ECHOMAP\u0099 product lines. The offerings range from 4-inch portable and fix-mounted products to 24-inch fully integrated Glass Helm offerings and include wireless connectivity to the ActiveCaptain® mobile app.   •Cartography: Garmin is a premier supplier of cartography for the recreational marine market. Including the Garmin-owned Navionics® branded charting products, Garmin is a leading supplier of recreational marine content for most major chartplotters and MFDs on the market. Garmin’s cartography features the patented Auto Guidance+\u0099 routing technology. Cartography: Garmin is a premier supplier of cartography for the recreational marine market. Including the Garmin-owned Navionics® branded charting products, Garmin is a leading supplier of recreational marine content for most major chartplotters and MFDs on the market. Garmin’s cartography features the patented Auto Guidance+\u0099 routing technology.   •Fishfinders: Garmin offers an advanced line of fishfinders, the Striker\u0099 series, which incorporates GPS technology enabling Garmin Quickdraw\u0099 Contours, and wireless features through the ActiveCaptain and StrikerCast mobile apps. Fishfinders: Garmin offers an advanced line of fishfinders, the Striker\u0099 series, which incorporates GPS technology enabling Garmin Quickdraw\u0099 Contours, and wireless features through the ActiveCaptain and StrikerCast mobile apps.   •SONAR: Garmin also offers the Panoptix\u0099 all seeing sonar smart transducer line. Panoptix LiveScope\u0099 provides real-time, high-resolution images that can be seen in downward, perspective, and forward-looking views for locating the fish and seeing what is coming before you get there. The Panoptix line also offers detailed 3D underwater views of fish and structure under your boat. Garmin’s CHIRP “black-box” sounders and “smart transducers” interface with Garmin MFDs to enhance their utility by providing the deep-water sounders and fishfinder functions in a remote mounted package. SONAR: Garmin also offers the Panoptix\u0099 all seeing sonar smart transducer line. Panoptix LiveScope\u0099 provides real-time, high-resolution images that can be seen in downward, perspective, and forward-looking views for locating the fish and seeing what is coming before you get there. The Panoptix line also offers detailed 3D underwater views of fish and structure under your boat. Garmin’s CHIRP “black-box” sounders and “smart transducers” interface with Garmin MFDs to enhance their utility by providing the deep-water sounders and fishfinder functions in a remote mounted package.   •Autopilot Systems: Garmin offers full-featured marine autopilot systems designed for sailboats and powerboats. The systems incorporate such features as Garmin’s patented Shadow Drive\u0099 technology, which automatically disengages the autopilot if the helm is turned, remote steering and speed control. Garmin has also introduced steer-by-wire autopilot capabilities for various types and manufacturers’ steering systems. Autopilot Systems: Garmin offers full-featured marine autopilot systems designed for sailboats and powerboats. The systems incorporate such features as Garmin’s patented Shadow Drive\u0099 technology, which automatically disengages the autopilot if the helm is turned, remote steering and speed control. Garmin has also introduced steer-by-wire autopilot capabilities for various types and manufacturers’ steering systems.   •RADAR: Garmin offers high-tech solid state Fantom\u0099 radar with MotionScope\u0099 Doppler technology, lowering system power consumption and increasing reliability, while greatly improving situational awareness of the captain. Fantom radars are available in both radome and open array radar products with compatibility to any network-compatible Garmin chartplotter. Garmin also offers a full line of magnetron radars up to 25kW of transmit power. RADAR: Garmin offers high-tech solid state Fantom\u0099 radar with MotionScope\u0099 Doppler technology, lowering system power consumption and increasing reliability, while greatly improving situational awareness of the captain. Fantom radars are available in both radome and open array radar products with compatibility to any network-compatible Garmin chartplotter. Garmin also offers a full line of magnetron radars up to 25kW of transmit power.   •Instruments: Garmin offers NMEA 2000 and NMEA 0183 compliant instrument displays and sensors that show data from multiple remote sources on one screen. Instruments: Garmin offers NMEA 2000 and NMEA 0183 compliant instrument displays and sensors that show data from multiple remote sources on one screen.   •VHF Communication Radios: Garmin offers a full line-up of marine VHF radios and Automatic Identification System (AIS) transceivers with the latest feature sets including integrated GPS receivers for the communication needs of all types of mariners. Garmin radios are NMEA 2000 compatible and offer multi-station support, and monitor all AIS channels. VHF Communication Radios: Garmin offers a full line-up of marine VHF radios and Automatic Identification System (AIS) transceivers with the latest feature sets including integrated GPS receivers for the communication needs of all types of mariners. Garmin radios are NMEA 2000 compatible and offer multi-station support, and monitor all AIS channels.   8 •Handhelds and Wearable Devices: Garmin offers the quatix® series wearable, GPS-enabled smartwatches designed for mariners, which include marine features for navigation, sailing, stereo control, autopilot functions, and solar charging, depending on model. Garmin also offers floating marine GPS handhelds with wireless data transfer between compatible units and preloaded cartography. Some handhelds contain built-in InReach® satellite communication and support Connect IQ\u0099 applications. Handhelds and Wearable Devices: Garmin offers the quatix® series wearable, GPS-enabled smartwatches designed for mariners, which include marine features for navigation, sailing, stereo control, autopilot functions, and solar charging, depending on model. Garmin also offers floating marine GPS handhelds with wireless data transfer between compatible units and preloaded cartography. Some handhelds contain built-in InReach® satellite communication and support Connect IQ\u0099 applications.   •Sailing: Garmin has integrated many basic and advanced sailing features into our MFD and instrument systems. These Garmin SailAssist\u0099 features include enhanced wind rose with true and apparent wind data, POLAR tables, pre-race guidance, synchronized race timer, virtual starting line, time to burn and lay line data fields.  Sailing: Garmin has integrated many basic and advanced sailing features into our MFD and instrument systems. These Garmin SailAssist\u0099 features include enhanced wind rose with true and apparent wind data, POLAR tables, pre-race guidance, synchronized race timer, virtual starting line, time to burn and lay line data fields.    •Entertainment: Garmin’s entertainment brand, Fusion®, consists of marine audio head units, speakers and amplifiers. These products are designed specifically for the marine or RV environments, offering premium sound quality and supporting many connectivity options for integrating with MFDs, smartphones, and Garmin wearables. Entertainment: Garmin’s entertainment brand, Fusion®, consists of marine audio head units, speakers and amplifiers. These products are designed specifically for the marine or RV environments, offering premium sound quality and supporting many connectivity options for integrating with MFDs, smartphones, and Garmin wearables.   •Digital Switching: Garmin offers digital switching products under the EmpirBus\u0099 product line. The Garmin EmpirBus products provide power distribution and control solutions for marine and RV applications which enable advanced logic controls and smart electrical systems to enhance features in a boat or RV. The system features fully customizable graphics and user interface that can be controlled through Garmin’s marine multi-function displays and RV OEM products. Digital Switching: Garmin offers digital switching products under the EmpirBus\u0099 product line. The Garmin EmpirBus products provide power distribution and control solutions for marine and RV applications which enable advanced logic controls and smart electrical systems to enhance features in a boat or RV. The system features fully customizable graphics and user interface that can be controlled through Garmin’s marine multi-function displays and RV OEM products.   •Trolling Motors: Garmin offers the Force® Trolling Motor, a powerful, efficient scissor-lift style trolling motor with built-in CHIRP and Ultra High-Definition ClearVü\u0099 and SideVü\u0099 sonar. The Force product line also connects wirelessly to Garmin chartplotters/MFDs to provide navigation, autopilot, and anchor lock integration. Trolling Motors: Garmin offers the Force® Trolling Motor, a powerful, efficient scissor-lift style trolling motor with built-in CHIRP and Ultra High-Definition ClearVü\u0099 and SideVü\u0099 sonar. The Force product line also connects wirelessly to Garmin chartplotters/MFDs to provide navigation, autopilot, and anchor lock integration.   Auto   \tGarmin designs and develops products for use in the auto market that are offered to customers around the world.    Consumer Auto   •Personal Navigation Devices (PNDs): Garmin is a leading manufacturer of PNDs, which include specialized features dedicated to the following vehicle and driver needs: Personal Navigation Devices (PNDs): Garmin is a leading manufacturer of PNDs, which include specialized features dedicated to the following vehicle and driver needs:   •Auto: The Drive series offers traditional PNDs for a wide range of consumers. Auto: The Drive series offers traditional PNDs for a wide range of consumers.   •Motorcycle: The zūmo® series offers motorcycle-specific features.  Motorcycle: The zūmo® series offers motorcycle-specific features.    •Truck: The dēzl\u0099 series offers over-the-road trucking features. Truck: The dēzl\u0099 series offers over-the-road trucking features.   •RV: The RV series offers features specific to the RV enthusiast. RV: The RV series offers features specific to the RV enthusiast.   •Offroad: Tread® is a line of rugged, all-terrain navigators with mapping specific for off-road guidance for overlanding, off-roading, and Baja racing. Offroad: Tread® is a line of rugged, all-terrain navigators with mapping specific for off-road guidance for overlanding, off-roading, and Baja racing.   •Motorsports: The Garmin Catalyst\u0099 is an industry-first racing coach and driving performance optimizer. Motorsports: The Garmin Catalyst\u0099 is an industry-first racing coach and driving performance optimizer.   9 •Camera: The Garmin Dash Cam\u0099 series offers GPS-enabled dash cams that provide high-quality video recording, automatic saving of video footage with G-sensor incident detection, and forward collision and lane departure warnings. The Garmin Dash Cam Live product also offers LTE connectivity, enabling anytime access to live view and videos saved to Garmin Vault cloud storage through the Garmin Drive\u0099 mobile app. Dash cams are offered as compact, standalone cameras that can be mounted to a car windshield or are integrated into various navigators. Garmin also offers wireless backup cameras that can be utilized with compatible PNDs to display camera footage behind the vehicle. Camera: The Garmin Dash Cam\u0099 series offers GPS-enabled dash cams that provide high-quality video recording, automatic saving of video footage with G-sensor incident detection, and forward collision and lane departure warnings. The Garmin Dash Cam Live product also offers LTE connectivity, enabling anytime access to live view and videos saved to Garmin Vault cloud storage through the Garmin Drive\u0099 mobile app. Dash cams are offered as compact, standalone cameras that can be mounted to a car windshield or are integrated into various navigators. Garmin also offers wireless backup cameras that can be utilized with compatible PNDs to display camera footage behind the vehicle.   Auto OEM   •Original Equipment Manufacturer (OEM) Solutions: Garmin has cultivated key relationships with leading automobile manufacturers to be the provider of a variety of hardware and software solutions for their vehicles. These range from embedded domain controllers and infotainment units that provide a broad range of functionality, to integrated cameras, in cabin monitoring and gaming solutions. These support not only the infotainment system in the vehicle, but also key advanced driver-assistance systems (ADAS) functionality as well. Original Equipment Manufacturer (OEM) Solutions: Garmin has cultivated key relationships with leading automobile manufacturers to be the provider of a variety of hardware and software solutions for their vehicles. These range from embedded domain controllers and infotainment units that provide a broad range of functionality, to integrated cameras, in cabin monitoring and gaming solutions. These support not only the infotainment system in the vehicle, but also key advanced driver-assistance systems (ADAS) functionality as well.   Sales and Marketing    Garmin’s distribution strategy is to support a broad and diverse network of sales channels for our products while maintaining high quality standards to ensure end-user satisfaction. Our products are sold through a variety of indirect distribution channels, including a large worldwide network of independent retailers, dealers, distributors, installation and repair shops, as well as original equipment manufacturers (OEMs). We also sell our products and services directly through our online webshop (garmin.com), subscriptions for connected services, and our own retail stores. During 2022, the Company’s net sales through its direct distribution channels accounted for greater than 10% of total net sales. Marketing support is provided geographically from Garmin’s offices around the world.   Competition    We operate in highly competitive markets, though competitive conditions vary among our diverse target markets and geographies. Garmin believes the principal competitive factors impacting the market for its products are design, functionality, quality and reliability, customer service, brand, price, time-to-market and availability. Garmin believes that it generally competes favorably in each of these areas and as such, is generally a significant competitor in each of our major markets.   Garmin believes that its principal competitors for fitness products are Amazon, Apple, Bryton, Coros, Elite, Fitbit (Google), Huawei, Polar, Samsung, SRAM, Suunto, Wahoo Fitness, Whoop, Xiaomi, Zepp Health, and Zwift. Garmin believes that its principal competitors for outdoor product lines are Casio, Coros, Dogtra, Globalstar, Shearwater Research, SportDOG, Suunto, TAG Heuer, Tissot, Trackman, Vista Outdoor, and Zoleo. Garmin considers its principal avionics competitors to be Aspen Avionics, CMC Electronics, Dynon Avionics, ForeFlight, Genesys Aerosystems, Honeywell Aerospace & Defense, Innovative Solutions and Support Inc., Jeppesen (Boeing), L-3 Avionics Systems, Collins Aerospace (Raytheon), Safran, Thales, and Universal Avionics Systems Corporation. For marine products, Garmin believes that its principal competitors are Furuno, Johnson Outdoors, Navico (Brunswick), and Raymarine (Teledyne). Garmin believes that its principal competitors for consumer automotive products are Rand McNally and TomTom. Garmin believes that its principal competitors for auto OEM infotainment solutions are Alpine Electronics, Aptiv, Bosch, Continental, Harman (Samsung), Mitsubishi, and Panasonic.    10 Research and Development   Garmin’s product innovations are driven by its strong emphasis on research and development and the close partnership between Garmin’s engineering and manufacturing teams. Garmin’s products are created by its engineering and development staff. Garmin’s manufacturing staff includes manufacturing process engineers who work closely with Garmin’s design engineers to ensure manufacturability and manufacturing cost control for its products. Garmin’s development staff includes industrial designers, as well as software engineers, electrical engineers, mechanical engineers, and cartographic engineers. Garmin believes the industrial design of its products has played an important role in Garmin’s success.   Manufacturing and Operations    Garmin believes one of its core competencies and strengths is its vertically integrated manufacturing capabilities at its Taiwan facilities in Xizhi, Jhongli, LinKou, and Xinshi, its China facility in Yangzhou, its Netherlands facility in Oegstgeest, its Poland facility in Wroclaw, and at its U.S. facilities in Olathe, Kansas and Salem, Oregon. Garmin believes that its operation of its own manufacturing facilities and distribution networks provides significant capability and flexibility to address the breadth and depth of resources necessary to serve its diverse products and markets.   Specifically, Garmin believes that the vertical integration of its manufacturing capabilities provides advantages to product cost, quality, and time to market.    Cost: Garmin’s manufacturing resources rapidly and iteratively prototype designs, concepts, products and processes, achieving higher efficiency and resulting in lower cost. Garmin’s vertical integration approach enables leveraging of manufacturing resources across high, mid, and low volume products. Sharing of these resources across product lines favorably affects Garmin’s costs to produce its range of products, with lower volume products realizing the economies of scale of higher volume products. The ownership and integration of its resources allows Garmin to optimize the design for manufacturing of its products, yielding improved cost.    Quality: Garmin’s automation and advanced production processes provide in-service robustness and consistent reliability standards that enable Garmin to maintain strict process and quality control of the products manufactured, thereby improving the overall quality of our products. Additionally, the immediate feedback throughout the manufacturing processes is shared with the development teams, providing integrated continuous improvement throughout design and supply chain.   Garmin’s design, manufacturing, distribution, and service functions in its U.S., Taiwan, China, and U.K. facilities are certified to ISO 9001, an international quality standard developed by the International Organization for Standardization (ISO). Garmin’s automotive operations in Taiwan, China, U.K., and Olathe have achieved IATF 16949 certification, a quality standard for automotive suppliers. Garmin’s Olathe, Kansas and Salem, Oregon aviation operations in the U.S. have achieved certification to AS9100, a quality standard for the aviation industry. Garmin has also implemented multiple health and safety management systems and achieved certification to the ISO 45001 standard for Health and Safety Management at facilities in the U.S., Taiwan, Poland, and China.   Time to Market: Garmin uses multi-disciplinary teams of design engineers, process engineers, and supply chain specialists to develop products, allowing them to quickly move from concept to manufacturing. This integrated ownership provides inherent flexibility to enable faster time to market.    Materials   Garmin purchases components from a large number of qualified suppliers. Although many components essential to Garmin’s business are generally available from multiple sources, certain key components are currently obtained by the Company from single or limited sources, which subjects Garmin to supply and pricing risks. For these components, we have limited near-term flexibility to use other suppliers if a current vendor becomes unavailable or is unable to meet our requirements. While extended disruptions at these suppliers could impact our ability to meet customer demand due to component shortages or increased lead times, or cause us to incur higher product costs, we believe these potential disruptions would not disproportionately disadvantage us relative to our competitors.    11 Seasonality   Our net sales are subject to seasonal fluctuation. Sales of our fitness and outdoor products are generally higher in the fourth quarter due to increased demand during the holiday buying season, and, to a lesser extent, the second quarter due to increased demand during the spring and summer season. Sales of our marine and consumer auto products are generally higher in the second quarter. Sales in these segments are also influenced by the timing of the release of new products. Our aviation and auto OEM products do not experience much seasonal variation, but are more influenced by the timing of aircraft certifications, regulatory mandates, auto program manufacturing, and the release of new products when the initial demand is typically the strongest.   Intellectual Property    Our success and ability to compete is dependent in part on our proprietary technology. We rely on a combination of patent, copyright, trademark and trade secret laws, as well as confidentiality agreements, to establish and protect our proprietary rights. In addition, Garmin often relies on licenses of intellectual property for use in its business.    As of January 5, 2023, Garmin has been issued over 1,800 patents throughout the world and holds more than 1,080 trademark registrations. The duration of patents varies in accordance with the provisions of applicable local law. We believe that our continued success depends on the intellectual skills of our employees and their ability to continue to innovate. Garmin will continue to file and prosecute patent applications when appropriate to attempt to protect Garmin’s rights in its proprietary technologies.    There is no assurance that our current patents, or patents which we may later acquire, may successfully withstand any challenge, in whole or in part. It is also possible that any patent issued to us may not provide us with any competitive advantages, or that the patents of others will preclude us from manufacturing and marketing certain products. Despite our efforts to protect our proprietary rights, unauthorized parties may attempt to copy aspects of our products or to obtain and use information that we regard as proprietary. Litigation may be necessary in the future to enforce our intellectual property rights, to protect our trade secrets, to determine the validity and scope of the proprietary rights of others or to defend against claims of infringement or invalidity.   Environmental Matters    Garmin’s operations are subject to various environmental laws, including laws addressing air and water pollution and management of hazardous substances and wastes. Substantial noncompliance with applicable environmental laws could have a material adverse effect on our business. Capital expenditures for environmental controls are included in our normal capital budget. Historically, capital expenditures associated with environmental controls have not been material and compliance with environmental laws has not had a material impact on the Company’s competitive position.    Many of Garmin's products are subject to laws relating to the chemical and material composition of our products and their energy efficiency. Garmin is also subject to extended producer responsibility laws and regulations requiring manufacturers to be responsible for collection, recovery, and recycling of wastes from certain electronic products. Historically, compliance with environmental laws has not had a material impact on our profitability. We have processes to monitor environmental law changes and to evaluate the potential impact of such laws to our business, but the impact of future enactment of environmental laws cannot yet be fully determined and could be substantial.   Garmin has a global environmental policy and is committed to working to protect the environment throughout various aspects of our business. Garmin has implemented multiple environmental management systems and achieved certification to the ISO 14001 standard for Environmental Management at facilities in the U.S., U.K., Taiwan, Poland, and China.    Garmin strives to reduce our environmental impact by increasing our environmental sustainability efforts. Garmin is committed to reducing greenhouse gas emissions through direct carbon emissions reduction and elimination strategies. Garmin has several locations that utilize renewable electricity, including facilities in Olathe, Kansas. Garmin also has made efforts to reduce waste and increase recycling and composting.   12 Human Capital    Successful execution of our strategy is dependent on attracting, developing, and retaining key employees and members of our management team. To facilitate talent attraction and retention, we strive to provide opportunities for our employees to grow and develop in their careers, supported by generous compensation and benefits, and through programs that build connections between our employees and their communities.    As of December 31, 2022, the Company had approximately 19,700 full and part-time employees worldwide, of whom approximately 6,600 were in the Americas region, 10,500 were in APAC (Asia Pacific and Australian Continent), and 2,600 were in EMEA (Europe, the Middle East, and Africa). Garmin’s vertical integration model enables us to provide a variety of opportunities across many different professions including engineering, human resources, information technology, marketing, sales, and operations. The Company’s products are created by its engineering and development staff, which numbered approximately 5,500 people worldwide as of December 31, 2022. Garmin’s manufacturing staff, which numbered approximately 8,900 people worldwide as of December 31, 2022, includes manufacturing process engineers who work closely with Garmin’s design engineers to ensure manufacturability and manufacturing cost control for its products.   Garmin respects the right of all employees to form and join an association to represent their interests as employees, to organize, and to bargain collectively or individually. We also respect any employee’s choice to refrain from joining a union. Except for some of Garmin’s employees in Sweden, none of Garmin’s employees are represented by a labor union and none of Garmin's North American or Taiwan employees are covered by a collective bargaining agreement. We believe our efforts in managing our workforce have been effective, as evidenced by a strong company culture and positive relations between the Company and our employees.   We offer a range of generous benefits to our employees that enable us to attract and retain leading talent. In addition to salaries, these programs (which vary by country/region) include stock compensation, savings plans, healthcare and insurance benefits, health savings and flexible spending accounts, paid time off, family leave, and an Employee Stock Purchase Plan, which provides employees an opportunity to acquire company ownership for a discounted price. We also invest significant resources in our talent development programs to provide employees with the training and education they need to help achieve their career goals, build relevant skills, and lead their organizations. Employee Resource Groups provide opportunities for employees to connect, network, and become involved in community engagement initiatives.    We support local community engagement initiatives where we have a business presence, and we provide opportunities for employees to give back to those communities. One such initiative is through active engagement in Science, Technology, Engineering, and Math (“STEM”) community outreach programs. Our strategic aim in these educational programs is to educate and encourage local students to pursue careers in the engineering field, especially students in underrepresented groups, which we believe benefits not only our company but the overall industry.   13", "time": "00:00:03"}