{"cik": 1136869, "item_1A": "Item 1. Business Overview Zimmer Biomet is a global medical technology leader with a comprehensive portfolio designed to maximize mobility and improve health.  We design, manufacture and market orthopedic reconstructive products; sports medicine, biologics, extremities and trauma products; craniomaxillofacial and thoracic (“CMFT”) products; surgical products; and a suite of integrated digital and robotic technologies that leverage data, data analytics and artificial intelligence.  We collaborate with healthcare professionals around the globe to advance the pace of innovation.  Our products and solutions help treat patients suffering from disorders of, or injuries to, bones, joints or supporting soft tissues.  Together with healthcare professionals, we help millions of people live better lives.  In this report, “Zimmer Biomet,” “we,” “us,” “our,” “the Company” and similar words refer collectively to Zimmer Biomet Holdings, Inc. and its subsidiaries.  “Zimmer Biomet Holdings” refers to the parent company only.  Zimmer Biomet Holdings was incorporated in Delaware in 2001.  Our history dates to 1927, when Zimmer Manufacturing Company, a predecessor, was founded in Warsaw, Indiana.  On August 6, 2001, we were spun off from our former parent and became an independent public company.  In 2015, we acquired LVB Acquisition, Inc. (“LVB”), the parent company of Biomet, Inc. (“Biomet”), and LVB and Biomet became our wholly-owned subsidiaries.  In connection with the merger, we changed our name from Zimmer Holdings, Inc. to Zimmer Biomet Holdings, Inc. On March 1, 2022, we completed the spinoff of our spine and dental businesses into a new public company, ZimVie Inc. (“ZimVie”).  The transaction was intended to benefit our stockholders by enhancing the focus of both Zimmer Biomet and ZimVie to meet the needs of patients and customers and, therefore, achieve faster growth and deliver greater value for all stakeholders.  Customers, Sales and Marketing  Our primary customers include orthopedic surgeons, neurosurgeons, and other specialists, hospitals, stocking distributors, healthcare dealers and, in their capacity as agents, healthcare purchasing organizations or buying groups.  These customers range from large multinational enterprises to independent clinicians.  We market and sell products through two principal channels:  1) direct to healthcare institutions, such as hospitals and ambulatory surgery centers, referred to as direct channel accounts; and 2) through stocking distributors and healthcare dealers.  With direct channel accounts and some healthcare dealers, inventory is generally consigned to sales agents or customers.  With sales to stocking distributors, some healthcare dealers and some hospitals, title to product passes upon shipment.  Consignment sales represented approximately 85 percent of our net sales in 2022.  No individual customer accounted for more than 1 percent of our net sales for 2022. We stock inventory in our warehouse facilities and retain title to consigned inventory in an effort to have sufficient quantities available when products are needed for surgical procedures.  Safety stock levels are determined based on a number of factors, including demand, manufacturing lead times and quantities required to maintain service levels.  We also carry trade accounts receivable balances based on credit terms that are generally consistent with local market practices. We utilize a network of sales associates, sales managers and support personnel, some of whom are employed or contracted by independent distributors and sales agencies.  We invest a significant amount of time and expense in training sales associates in how to use specific products and how to best inform surgeons of product features and uses.  Sales force representatives must have strong technical selling skills and medical education to provide technical support for surgeons. In response to the different healthcare systems throughout the world, our sales and marketing strategies and organizational structures differ by region.  We utilize a global approach to sales force training, marketing and medical education to provide consistent, high quality service.  Additionally, we keep current with key surgical developments and other issues related to orthopedic surgeons, neurosurgeons, other specialists, and the medical procedures they perform.  4   We allocate resources to achieve our operating profit goals through three regional operating segments.  Our operating segments are comprised of the Americas; Europe, Middle East and Africa (“EMEA”); and Asia Pacific.  The following is a summary of our operating segments.  See Note 19 to our consolidated financial statements for more information regarding our segments. Americas.  The Americas operating segment is our largest operating segment.  This segment is comprised principally of the U.S. and includes other North, Central and South American markets.  This segment also includes research, development engineering, medical education and brand management for our product category headquarter locations.  The U.S. accounts for approximately 95 percent of net sales in this region.  The U.S. sales force consists of a combination of employees and independent sales agents, most of whom sell products exclusively for Zimmer Biomet.  The sales force in the U.S. receives a commission on product sales and is responsible for many operating decisions and costs.  In this region, we contract with group purchasing organizations and managed care accounts and have promoted unit growth by offering volume discounts to customer healthcare institutions within a specified group.  Generally, we are designated as one of several preferred purchasing sources for specified products, although members are not obligated to purchase our products.  Contracts with group purchasing organizations generally have a term of three years, with extensions as warranted.  EMEA.  The EMEA operating segment is our second largest operating segment.  France, Germany, Italy, Spain and the United Kingdom (the “UK”) collectively account for approximately 55 percent of net sales in the region.  This segment also includes other key markets, including Switzerland, Benelux, Nordic, Central and Eastern Europe, the Middle East and Africa.  Our sales force in this segment is comprised of direct sales associates, commissioned agents, independent distributors and sales support personnel.  In most European countries, healthcare is sponsored by the government and therefore government budgets impact healthcare spending, which can affect our sales in this segment.  Asia Pacific.  The Asia Pacific operating segment includes key markets such as Japan, China, Australia, New Zealand, Korea, Taiwan, India, Thailand, Singapore, Hong Kong and Malaysia.  Japan is the largest market within this segment, accounting for approximately 50 percent of the region’s sales.  In Japan and most countries in the Asia Pacific region, we maintain a network of dealers, who act as order agents on behalf of hospitals in the region, and sales associates, who build and maintain relationships with orthopedic surgeons and neurosurgeons in their markets.  The knowledge and skills of these sales associates play a critical role in providing service, product information and support to surgeons.  In certain countries of this region, healthcare is sponsored by governments.  Most notably, in 2021 the Chinese government began to implement a nationwide volume-based procurement (“VBP”) process across certain of our product categories that negatively affected our net sales due to distributor inventory reductions, ongoing pricing negotiations with distributor partners, revaluation of channel inventory and volume reductions as patients deferred procedures until after VBP pricing became effective in 2022. Seasonality Our business is seasonal in nature to some extent, as many of our products are used in elective procedures, which typically decline during the summer months and can increase at the end of the year once annual deductibles have been met on health insurance plans.  Additionally, with sales to customers where title to product passes upon shipment, these customers may purchase items in large quantities if incentives are offered or if there are new product offerings in a market, which could cause period-to-period differences in sales.  Due to the COVID-19 global pandemic, typical seasonal patterns were disrupted in 2020 and 2021, but started to return to normal in 2022. Distribution We distribute our products both through large, centralized warehouses and through smaller, market specific facilities, depending on the needs of the market.  We maintain large, centralized warehouses in the U.S. and Europe to be able to efficiently distribute our products to customers in those regions.  In addition to these centralized warehouses, we maintain smaller distribution facilities in the U.S. and in each of the countries where we have a direct sales presence.  In many locations, our inventory is consigned to the healthcare institution. We generally ship our orders via expedited courier.  Since most of our sales occur at the time of an elective procedure, we generally do not have firm orders. 5   Products Our products include orthopedic reconstructive products; sports medicine, biologics, extremities and trauma products; CMFT products; surgical products; and a suite of integrated digital and robotic technologies.    KNEES Total knee replacement surgeries typically include a femoral component, a patella (knee cap), a tibial tray and an articular surface (placed on the tibial tray).  Knee replacement surgeries include first-time, or primary, joint replacement procedures and revision procedures for the replacement, repair or enhancement of an implant or component from a previous procedure.  There are also procedures for partial reconstruction of the knee, which treat limited knee degeneration and involve the replacement of only one side, or compartment, of the knee with a unicompartmental knee prosthesis.  Our significant knee brands include the Persona® Knee, NexGen® Knee Implants, Vanguard® Knee, and Oxford® Partial Knee.  Additionally, our ROSA® Robot utilizes robotic technologies to assist a surgeon with implant positioning in total knee arthroplasty or partial knee arthroplasty.     HIPS Total hip replacement surgeries replace both the head of the femur and the socket portion of the pelvis (acetabulum) of the natural hip.  Hip procedures include first-time, or primary, joint replacement as well as revision procedures.  Hip implant procedures involve the use of bone cement to attach or affix the prosthetic components to the surrounding bone, or are press-fit into bone, which means that they have a surface that bone affixes to through either ongrowth or ingrowth technologies.  Our significant hip brands include the Taperloc® Hip System, Avenir Complete® Hip System, Arcos® Modular Hip System, and G7® Acetabular System.  In 2021, we entered the robotic assistance market for hips with our ROSA® Robot.   S.E.T. Our S.E.T. product category includes sports medicine, biologics, foot and ankle, extremities, trauma and CMFT products.  Our sports medicine products are primarily for the repair of soft tissue injuries, most commonly used in the knee and shoulder.  Our biologics products are used as early intervention for joint preservation or to support surgical procedures.  Our foot and ankle and extremities products are designed to treat arthritic conditions and fractures in the foot, ankle, shoulder, elbow and wrist.  Our trauma products are used to stabilize damaged or broken bones and their surrounding tissues to support the body’s natural healing process.  Our CMFT product division includes face and skull reconstruction products as well as products that fixate and stabilize the bones of the chest in order to facilitate healing or reconstruction after open heart surgery, trauma or for deformities of the chest.‌  Our significant S.E.T. brands include the JuggerKnot® Soft Anchor System, Gel-One® Cross-linked Hyaluronate,  Comprehensive® Shoulder, Natural Nail® System, and SternaLock® System. Gel-One® is a registered trademark of Seikagaku Corporation.   OTHER Our other product category primarily includes our robotic, surgical and bone cement products.  Research and Development We have extensive research and development activities to develop new surgical techniques, including robotic techniques, materials, biologics and product designs.  The research and development teams work closely with our strategic brand marketing function.  The rapid commercialization of innovative new materials, biologics products, implant and instrument designs and surgical techniques remains one of our core strategies and continues to be an important driver of sales growth. We are broadening our offerings in certain of our product categories and exploring new technologies, including artificial intelligence and machine learning, with possible applications in multiple areas.  Our primary research and development facility is located in Warsaw, Indiana.  We have other research and development personnel based in, among other places, Canada, China, France, Switzerland and other U.S. locations.  As of December 31, 2022, we employed approximately 2,100 research and development employees worldwide. We expect to continue to identify innovative technologies, which may include acquiring complementary products or businesses, establishing technology licensing arrangements or strategic alliances.  6   Government Regulation and Compliance Our operations, products and customers are subject to extensive government regulation by numerous government agencies, both within and outside the U.S.  We are subject to supranational, national, regional and local regulations affecting, among other things, the development, design, manufacturing, product standards, packaging, advertising, promotion, labeling, marketing and postmarket surveillance of medical products and medical devices in many of the countries in which our products are sold.  Our global regulatory environment is increasingly stringent, unpredictable and complex. There is a global trend toward increased regulatory activity related to medical products and medical devices.    Medical Product and Medical Device Regulation In the U.S., numerous laws and regulations govern the processes by which our products are brought to market.  These include the Federal Food, Drug and Cosmetic Act, as amended (“FDCA”), and associated regulations.  U.S. Food and Drug Administration (“FDA”) regulations control all aspects of the development, manufacturing, advertising, promotion, marketing, distribution and postmarket surveillance of medical products and medical devices.  All of our devices marketed in the U.S. have been cleared or approved by the FDA, except for those exempt from FDA premarket clearance and approval and those in commercial distribution prior to May 28, 1976. The process of obtaining FDA clearance or approval to market a product is resource intensive, lengthy, and costly. FDA review may involve substantial delays that adversely affect the marketing and sale of our products.  Most of our new products fall into a classification that requires the submission of a Premarket Notification (510(k)) to the FDA before we can market the new device.  This process requires us to demonstrate that the device to be marketed is at least as safe and effective as, that is, substantially equivalent to, a legally marketed device. Other devices we develop and market require stringent FDA clinical investigation and Premarket Approval (“PMA”) requirements, including submission of clinical and laboratory data that establishes that the new medical device is safe and effective.  Additionally, certain of our new products incorporate innovations related to artificial intelligence, machine learning and software as a medical device, which are subject to emerging FDA oversight and regulation.  We are subject to FDA Quality System regulations governing design and manufacturing practices, testing, manufacturing quality assurance, labeling and record keeping and reporting requirements for our products, which apply both to our own and to our third-party manufacturers' operations.  We are required to establish a quality system by which we monitor our (and our third-party manufacturers') manufacturing processes and maintain records that show compliance with FDA regulations and manufacturers' written specifications and procedures. There are also requirements of state and local governments with which we must comply in the manufacture and marketing of our products. The FDA conducts announced and unannounced periodic and on-going inspections of medical device manufacturers to determine compliance with its Quality System, and other applicable, regulations.  If in connection with these inspections the FDA believes the manufacturer has failed to comply with applicable regulations and/or procedures, it may issue inspectional observations on Form FDA-483 (“Form 483”) that would necessitate prompt corrective action.  If FDA inspectional observations are not addressed and/or corrective action is not taken in a timely manner and to the FDA’s satisfaction, the FDA may issue a warning letter (which would similarly necessitate prompt corrective action) and/or proceed directly to other forms of enforcement action, including the imposition of operating restrictions, including ceasing operations on one or more facilities, enjoining and restraining legal violations pertaining to products, seizing products, negotiating the entry of a consent decree and permanent injunction against us, recommending prosecution to the U.S. Department of Justice (the “DOJ”), and assessing civil or criminal penalties against our officers, employees or us. Any adverse regulatory action, depending on its magnitude, may restrict us from effectively manufacturing, marketing and selling our products and could have a material adverse effect on our business, financial condition and results of operations.  For information regarding a warning letter and certain Form 483 inspectional observations that we are addressing at a single Zimmer Biomet site, see Note 21 to our consolidated financial statements. The FDA, in cooperation with U.S. Customs and Border Protection (“CBP”), administers controls over the import of medical devices into the U.S. and can prevent the importation of products the FDA deems to violate the FDCA or its implementing regulations. The CBP imposes its own regulatory requirements on the import of our products, including inspection and possible sanctions for noncompliance. We are also subject to foreign trade controls administered by certain U.S. government agencies, including the Bureau of Industry and Security within the Commerce Department and the Office of Foreign Assets Control within the Treasury Department (“OFAC”).  In  7   addition, exported medical products are subject to the regulatory requirements of each country to which the medical product is exported.     The European Union (the “EU”) adopted the European Medical Device Directive (the “MDD”), which created a single set of medical device regulations for products marketed in all member countries. The EU Medical Device Regulation (the “EU MDR”) took effect in May 2021, replacing the MDD.  The EU MDR imposes significant additional premarket and postmarket requirements.  Products currently certified per the existing MDD regulations must be certified to the new EU MDR regulation prior to the current MDD certificate expiry or May 2024, whichever comes first. Industry members, EU Notified Bodies and individual EU country heath administrations have voiced concern over the lack of progress in the issuance of MDR certifications and the subsequent impact on product availability on the European market as the May 2024 deadline nears. Subsequently the EU Commission recommended action to ensure medical device access to patients, which we expect to be detailed and forthcoming in 2023.  The UK additionally is in the process of creating a new medical device framework (the “UK MDR”) following its exit from the European Union.  The new regulation, initially scheduled to be implemented in 2023, is anticipated to be delayed until 2024.  The UK, in the meantime, continues to allow product meeting the current EU regulations to be marketed.    Our quality management system is based upon the requirements of ISO 13485, the FDA Quality System regulations, the MDD, the EU MDR, the UK MDR and other applicable regulations for the markets in which we sell.  Our principal manufacturing sites are certified to ISO 13485 and audited at regular intervals.  Additionally, our principal sites are certified under the Medical Device Single Audit Program (“MDSAP”), a voluntary audit program developed by regulatory authorities in Australia, Brazil, Canada, Japan, and the United States to assess compliance with the quality management system regulatory requirements of those countries.  MDSAP audits are conducted by an MDSAP-recognized auditing organization and can fulfill the needs of the participating regulatory jurisdictions, replacing standard surveillance audits by the regulatory authorities in those countries.   We are subject to supranational, national, regional, state and local laws and regulations concerning healthcare cost containment, including price regulation, competitive pricing, coverage and payment policies, comparative effectiveness reviews and other methods, including through efforts to reduce healthcare fraud and abuse, false claims and anti-kickback laws as well as the U.S. Physician Payments Sunshine Act and similar state and foreign healthcare professional payment transparency laws.  Many authorities have increased their enforcement activities with respect to medical products manufacturers in recent years. Violations of these laws are punishable by criminal and/or civil sanctions, including, in some instances, fines, imprisonment and exclusion from participation in certain government healthcare programs.    Foreign Corrupt Practices Act and Related Laws Our operations outside the U.S. are subject to the extraterritorial application of the U.S. Foreign Corrupt Practices Act (the “FCPA”).  Our global operations are also subject to non-U.S. anti-corruption laws, such as the United Kingdom Bribery Act.  As part of our global compliance program, we seek to address anti-corruption risks proactively.  On January 12, 2017, we resolved previously-disclosed FCPA matters involving Biomet and certain of its subsidiaries.  As part of that settlement, we entered into a Deferred Prosecution Agreement with the DOJ, which concluded on February 9, 2021, six months following certification to the DOJ and the U.S. Securities and Exchange Commission (the “SEC”) by an independent compliance monitor that our compliance program, including its policies and procedures, is reasonably designed and implemented to prevent and detect violations of the FCPA and is functioning effectively. Environmental Laws All of our facilities and operations are subject to complex national, state and local environmental and occupational safety laws and regulations, including those relating to discharges of substances in the air, water and land, the handling, storage and disposal of wastes and the clean-up of properties contaminated by pollutants. We do not expect that the ongoing costs of compliance with these environmental requirements will have a material impact on our consolidated earnings, capital expenditures or competitive position. Data Privacy Laws We are subject to evolving supranational, national, state and international data privacy and security laws and regulations that govern the collection, use, disclosure, transfer, location, storage, disposal and protection of  8   health-related and other personal information, including laws and regulations that regulate and restrict cross-border data transfers. Certain of these laws and regulations impose time-sensitive notification requirements to governmental authorities or consumers.  We are also subject to emerging guidance governing data security and cyber risk management for medical devices.  Failure to comply with any such data protection laws and regulations could result in government enforcement actions (which could include civil and/or criminal penalties), private litigation and/or adverse publicity and could negatively affect our operating results and business. Information regarding the risks associated with data privacy and protection laws may be found in Item 1A. Risk Factors – If we fail to comply with data privacy and security laws and regulations, we could face substantial penalties and our business, operations and financial condition could be adversely affected. Competition The orthopedics and broader musculoskeletal care industry is highly competitive.  In the global markets for our knees, hips, and S.E.T. products, our major competitors include the DePuy Synthes Companies of Johnson & Johnson, Stryker Corporation and Smith & Nephew plc.  There are smaller competitors in these product categories as well who have success by focusing on smaller subsegments of the industry.  Competition within the industry is primarily based on technology, innovation, quality, reputation, customer service and pricing.  A key factor in our continuing success in the future will be our ability to develop new products and technologies and improve existing products and technologies.  Manufacturing and Raw Materials We manufacture our products at various sites.  We also strategically outsource some manufacturing to qualified suppliers who are highly capable of producing components.  The manufacturing operations at our facilities are designed to incorporate the cellular concept for production and to implement tenets of a manufacturing philosophy focused on continuous improvement efforts in product quality, lead time reduction and capacity optimization.  Our continuous improvement efforts are driven by Lean and Six Sigma methodologies.  In addition, at certain of our manufacturing facilities, many of the employees are cross-trained to perform a broad array of operations. We generally target operating our manufacturing facilities at optimal levels of total capacity.  We continually evaluate the potential to in‑source and outsource production as part of our manufacturing strategy to provide value to our stakeholders.  In most of our manufacturing network, we have improved our manufacturing processes to harmonize and optimize our quality systems and to protect our profitability and offset the impact of inflationary costs.  We have, for example, employed computer-assisted robots and multi-axis grinders to precision polish medical devices; automated certain manufacturing and inspection processes, including on-machine inspection and process controls; purchased state-of-the-art equipment; in-sourced core products and processes; and negotiated cost reductions from third-party suppliers.  We use a diverse and broad range of raw materials in the manufacturing of our products.  We purchase all of our raw materials and select components used in manufacturing our products from external suppliers.  In addition, we purchase some supplies from single sources for reasons of quality assurance, sole source availability, cost effectiveness or constraints resulting from regulatory requirements.  We work closely with our suppliers to assure continuity of supply while maintaining high quality and reliability.  To date, we have not experienced any significant difficulty in locating and obtaining the materials necessary to fulfill our production schedules. Intellectual Property  Patents and other proprietary rights are important to the continued success of our business.  We also rely upon trade secrets, know-how, continuing technological innovation and licensing opportunities to develop and maintain our competitive position.  We protect our proprietary rights through a variety of methods, including confidentiality agreements and proprietary information agreements with suppliers, employees, consultants and others who may have access to proprietary information.  We own or control through licensing arrangements over 6,000 issued patents and patent applications throughout the world that relate to aspects of the technology incorporated in many of our products. 9   Human Capital As of December 31, 2022, we employed approximately 18,000 employees worldwide, including approximately 2,100 employees dedicated to research and development.  Approximately 8,000 employees are located within the U.S. and approximately 10,000 employees are located outside of the U.S., primarily throughout Europe and in Japan and China.  We have approximately 7,600 employees dedicated to manufacturing our products worldwide.  Our mission is to alleviate pain and improve the quality of life for people around the world.  Our commitment to patients shapes all day-to-day decisions at Zimmer Biomet.  To be able to accomplish our mission, we have established guiding principles.  These guiding principles are central to our human capital management policies and practices.  The guiding principles are:  •Respect the contributions and perspectives of all employees Respect the contributions and perspectives of all employees •Commit to the highest standards of patient safety, quality and integrity Commit to the highest standards of patient safety, quality and integrity •Focus our resources in areas where we will make a difference Focus our resources in areas where we will make a difference •Ensure the company’s return is equivalent to the value we provide our customers and patients Ensure the company’s return is equivalent to the value we provide our customers and patients •Give back to our communities and people in need. Give back to our communities and people in need. Diversity, Equity and Inclusion We believe that each of us as individuals can drive change every day.  We remain wholly committed to creating, supporting and celebrating diverse and equal workplaces and communities.  Together, we will continue to foster and embrace diversity and inclusion within our team and our communities, and commit our voices and our resources to community groups, business platforms and other organizations united to driving meaningful change and sustained improvement.  We believe that representation matters.  As of December 31, 2022, women made up approximately 35 percent of our total employee population, and approximately 25 percent of positions at Director level and above.  People of Color (“POC”) made up approximately 23 percent of our total employee population in the U.S., and comprised approximately 15 percent of positions at Director level and above.  We have established 2026 representation goals for women and POC at all levels of the organization, guided by internal data and external benchmarking.  Core to our values is our commitment to stand together against hatred, discrimination and injustice, and we advance these values through our actions and investments.  With this in mind, we have committed to the following initiatives to drive and accelerate change both within our own organization and around the globe. We have shared these commitments publicly and are tracking our progress against them:  •Engage our 18,000 global employees in cultural awareness and inclusion programming; Engage our 18,000 global employees in cultural awareness and inclusion programming; •Invest $1 million and provide executive sponsorship to support ongoing programs and elevate the impact of our employee resource groups; Invest $1 million and provide executive sponsorship to support ongoing programs and elevate the impact of our employee resource groups; •Commit at least $5 million over five years through the Zimmer Biomet Foundation to non-profit organizations dedicated to combating racism and supporting diversity, equality and justice.  The Zimmer Biomet Foundation is an independent, non-profit organization established in 2018 to address the needs of our global community; Commit at least $5 million over five years through the Zimmer Biomet Foundation to non-profit organizations dedicated to combating racism and supporting diversity, equality and justice.  The Zimmer Biomet Foundation is an independent, non-profit organization established in 2018 to address the needs of our global community; •Match, through the Zimmer Biomet Foundation, employee financial contributions to non-profit organizations, including those dedicated to combating racism and supporting diversity, equality and justice; Match, through the Zimmer Biomet Foundation, employee financial contributions to non-profit organizations, including those dedicated to combating racism and supporting diversity, equality and justice; •Expand our student and early career internship programs to attract and develop more Black leaders; and Expand our student and early career internship programs to attract and develop more Black leaders; and •Continue our financial support of Movement is Life, Inc., a nonprofit multidisciplinary coalition seeking to eliminate racial, ethnic and gender disparities in muscle and joint health. Continue our financial support of Movement is Life, Inc., a nonprofit multidisciplinary coalition seeking to eliminate racial, ethnic and gender disparities in muscle and joint health. 10   Employee Engagement We value our employees’ input and to that end, from time to time, we conduct comprehensive employee engagement surveys that ultimately inform our actions towards improving employee engagement.  Surveys attempt to assess five drivers of engagement including purpose, culture, leadership, personal growth and belonging.  The key results of surveys, and commensurate action plans, are shared with our Board of Directors and with our employee base.  Employee engagement is the degree to which employees invest their cognitive, emotional, and behavioral energies toward positive organizational outcomes.  While we strive for engagement scores to sequentially improve, the outcomes of the surveys can be influenced by many factors that are internal and external to the company.  We believe it is critical to keep our employees engaged through frequent and transparent communication.  This is accomplished through town halls, video and written messages, news and recognition on our intranet site, and various other methods.  Health, Safety and Wellness The physical and mental health, financial wellbeing, and work/life balance of our employees is vital to accomplishing our mission.  We sponsor wellness programs designed to enhance physical, financial and mental wellbeing for our employees.  We encourage participation in these programs through regular communications, educational sessions and other incentives.  We are also intensely focused on the health and safety of our team members in the workplace.  Our environmental, health and safety team constantly monitors various metrics to ensure we are providing a safe environment in which to work.  In 2022, our Total Recordable Incident Rate was 0.29 and our Lost Time Incident Rate was 0.11.   These results are shared with relevant regulatory agencies as required and presented to our Board of Directors. Cybersecurity We have established a cybersecurity program intended to protect the confidentiality, integrity and availability of our systems, data and products in a manner consistent with industry best practices and the NIST Cybersecurity framework. We are currently ISO 27001 certified for our surgery planning ecosystem and continue to maintain this industry certification while expanding its scope. The Audit Committee of the Board of Directors receives cybersecurity updates at least quarterly.  The Audit Committee considers cybersecurity risk individually and within our overall risk management framework.  We obtain periodic assessments of our cybersecurity program from independent third-party experts, the results of which assessments are reported to our Audit Committee.  Our Chief Information Security Officer (“CISO”) leads our cybersecurity program through our global information security operations team.  Our CISO reports to our Chief Information Officer, who in turn reports to our Chairman, President and Chief Executive Officer.  Under our program, cybersecurity issues are analyzed by subject matter experts, including in IT, risk and compliance, for potential financial, operational, legal, reputational and other risks, based on, among other factors, the nature of the matter and the potential breadth of impact.  Matters involving potential data breaches are considered against applicable data breach notification requirements.  Matters determined to present potential material impacts to our financial results, operations, and/or reputation are required to be immediately reported to the Audit Committee, as appropriate, in accordance with our escalation framework.  In addition, we have established procedures providing that members of management responsible for overseeing the operation of our disclosure controls and procedures are informed in a timely manner of known cybersecurity risks and incidents that may materially impact our operations and that timely public disclosure is made, as appropriate.    Our cybersecurity program includes a variety of policies, procedures and attributes including training requirements, threat monitoring and detection, threat containment, risk assessments, third-party penetration testing and security requirements for third-party vendors. From time to time, the program adds new types of artificial intelligence and machine learning processes, techniques and procedures in an effort to combat evolving and adaptive cybersecurity threats. Our global cybersecurity program involves strict separation of duties from other IT functional areas and has established roles that define the responsibility of cybersecurity within our organization. Our global cybersecurity team has a process to address organizational risk through an IT risk committee to evaluate and determine the best approach to mitigate the risk internally and externally. We maintain business continuity, contingency and recovery plans to be used if we experience a cybersecurity incident. We refine our cybersecurity procedures, policies and  11   program based on a variety of factors including lessons learned from previous successful and unsuccessful cyber attacks. Like other large multi-national corporations, we have experienced instances of successful phishing attacks on our email systems and expect to be subject to similar attacks in the future. We also are subject to other cyber-attacks, including state-sponsored cyberattacks, industrial espionage, insider threats, computer denial-of-service attacks, computer viruses, ransomware and other malware, payment fraud or other cyber incidents. However, as of December 31, 2022, we had not yet detected any material information security breaches. Based on our cybersecurity program, we do not maintain dedicated cybersecurity insurance as of December 31, 2022. We continue to evaluate our cybersecurity posture for any changes that could affect the long-term organizational strategy and adjust it based on threats globally. Additional information regarding cybersecurity risks may be found in Item 1A. Risk Factors - We are increasingly dependent on sophisticated information technology and if we fail to effectively maintain or protect our information systems or data, including from data breaches, our business could be adversely affected.   INFORMATION ABOUT OUR EXECUTIVE OFFICERS  The following table sets forth certain information with respect to our executive officers as of February 15, 2023.     Name   Age   Position Bryan Hanson   56   Chairman, President and Chief Executive Officer Rachel Ellingson   53   Senior Vice President and Chief Strategy Officer Chad Phipps   51   Senior Vice President, General Counsel and Secretary Paul Stellato   48   Vice President, Controller and Chief Accounting Officer Ivan Tornos   47   Chief Operating Officer Suketu Upadhyay   53   Executive Vice President and Chief Financial Officer Wilfred van Zuilen   53   President, Europe, Middle East and Africa Lori Winkler   61   Senior Vice President, Chief Human Resources Officer Sang Yi   60   President, Asia Pacific Mr. Hanson was appointed President and Chief Executive Officer and a member of the Board of Directors in December 2017.  He was subsequently named Chairman of the Board of Directors in May 2021.  Previously, Mr. Hanson served as Executive Vice President and President, Minimally Invasive Therapies Group of Medtronic plc from January 2015 until joining Zimmer Biomet.  Prior to that, he was Senior Vice President and Group President, Covidien of Covidien plc from October 2014 to January 2015; Senior Vice President and Group President, Medical Devices and United States of Covidien from October 2013 to September 2014; Senior Vice President and Group President of Covidien for the Surgical Solutions business from July 2011 to October 2013; and President of Covidien’s Energy-based Devices business from July 2006 to June 2011.  Mr. Hanson held several other positions of increasing responsibility in sales, marketing and general management with Covidien from October 1992 to July 2006.  Mr. Hanson has also served as a member of the board of directors of Walgreens Boots Alliance, Inc. since October 2022.   Ms. Ellingson was appointed Senior Vice President and Chief Strategy Officer in April 2018 and was designated as an executive officer in January 2021.  Prior to joining Zimmer Biomet, Ms. Ellingson served as a member of the executive leadership team of St. Jude Medical in positions of increasing responsibility from 2012 until 2017, most recently as Vice President, Corporate Strategy from 2015 until 2017.  Before joining St. Jude Medical, Ms. Ellingson served as Vice President, Business Development and Investor Relations at AGA Medical Corporation.  Prior to joining AGA Medical, Ms. Ellingson had more than 15 years of experience in investment banking, rising to the position of Managing Director, Medical Technology Investment Banking with Bank of America.  She has served as a member of the board of directors of Biolife Solutions, Inc. since April 2021.  Mr. Phipps was appointed Senior Vice President, General Counsel and Secretary in May 2007.  He has global responsibility for the Company’s Legal Affairs and he serves as Secretary to the Board of Directors.  Mr. Phipps also oversees the Company’s Government Affairs activities.  Previously, Mr. Phipps served as Associate General Counsel and Corporate Secretary from December 2005 to May 2007.  He joined the Company in September 2003 as Associate Counsel and Assistant Secretary.  Prior to joining the Company, he served as Vice President and General Counsel of L&N Sales and Marketing, Inc. in Pennsylvania and he practiced law with the firm of Morgan, Lewis & Bockius in Philadelphia, focusing on corporate and securities law, mergers and acquisitions and financial  12   transactions.  Since June 2022, Mr. Phipps has served as a director of Movement is Life, Inc., a 501(c)(3) charity focused on reducing healthcare disparities and for which we are a principal financial donor. Mr. Stellato was appointed Vice President, Controller and Chief Accounting Officer in May 2022. Previously, he served as Vice President Finance, Global Business Services from March 2019 through April 2022, with Xylem Inc. (“Xylem”), a global provider of water technology products and services. He joined Xylem upon its spinoff from ITT Corporation (“ITT”) in October 2011 and served as Xylem’s Vice President Finance, Financial Planning and Analysis through August 2017. He was promoted to Vice President, Controller and Chief Accounting Officer in August 2017 after serving as Interim Corporate Controller starting in August 2016, and became Vice President Finance, Global Business Services in March 2019. Prior to Xylem’s spinoff from ITT in October 2011, Mr. Stellato served with ITT beginning in May 2003, having served most recently as ITT’s General Auditor and prior to that, as Manager - Investor Relations. He began his career in public accounting with Ernst & Young LLP and Arthur Andersen LLP and is a certified public accountant. Mr. Tornos was appointed Chief Operating Officer in March 2021. Previously, he served as the Company’s Group President, Global Businesses and the Americas since December 2019 and prior to that as Group President, Orthopedics since joining the Company in November 2018.  Prior to joining Zimmer Biomet, Mr. Tornos served as Worldwide President of the Global Urology, Medical and Critical Care Divisions of Becton, Dickinson and Company (“BD”) (and previously, C. R. Bard, Inc. (“Bard”)) from June 2017 until October 2018.  From June 2017 until BD’s acquisition of Bard in December 2017, Mr. Tornos also continued to serve as President, EMEA of Bard, a position to which he was appointed in September 2013.  Mr. Tornos joined Bard in August 2011 and, prior to his appointment as President, EMEA, served as Vice President and General Manager with leadership responsibility for Bard’s business in Southern Europe, Central Europe and the Emerging Markets Region of the Middle East and Africa.  Before joining Bard, Mr. Tornos served as Vice President and General Manager of the Americas Pharmaceutical and Medical/Imaging Segments of Covidien International from April 2009 to August 2011.  Before that, he served as International Vice President, Business Development and Strategy with Baxter International Inc. from July 2008 to April 2009 and, prior to that, Mr. Tornos spent 11 years with Johnson & Johnson in positions of increasing responsibility.  He has also served as a member of the board of directors at PHC Holdings Corporation since September 2021.  Mr. Upadhyay was appointed Executive Vice President and Chief Financial Officer in July 2019.  Prior to joining Zimmer Biomet, Mr. Upadhyay served as Senior Vice President, Global Financial Operations at Bristol-Myers Squibb Company from November 2016 until June 2019.  Before joining Bristol-Myers Squibb, he served as Executive Vice President and Chief Financial Officer of Endo International plc from September 2013 to November 2016.  Prior to his tenure at Endo International, Mr. Upadhyay served as Interim Chief Financial Officer as well as Senior Vice President of Finance, Corporate Controller and Principal Accounting Officer of BD.  Prior to his role as BD’s Interim Chief Financial Officer and Corporate Controller, Mr. Upadhyay was the Senior Vice President of Global Financial Planning and Analysis and also held the role of Vice President and Chief Financial Officer of BD’s international business.  Before joining BD in 2010, Mr. Upadhyay held a number of leadership roles across AstraZeneca PLC and Johnson & Johnson.  Mr. Upadhyay spent the early part of his career in public accounting with KPMG.  He has also served as a member of the board of directors of Vertex Pharmaceuticals Incorporated since May 2022.  Mr. van Zuilen was appointed President, Europe, Middle East and Africa in June 2021.  Prior to joining Zimmer Biomet, Mr. van Zuilen served in various roles for Medtronic plc, including as Vice President, North Western Europe from October 2020 to May 2021, as Vice President, Restorative Therapies Group EMEA from February 2017 through September 2020, and as Vice President, Advanced Surgical Technologies Europe, Surgical Solution Group, from October 2011 through January 2017. He served in other roles of increasing responsibility with Medtronic plc through January 1998. Before joining Medtronic, he spent more than five years in medical sales, most recently with Baxter BV (Edwards Lifesciences). Ms. Winkler joined Zimmer Biomet as Group Vice President of Human Resources in February 2020 and was appointed Senior Vice President, Chief Human Resources Officer in February 2021. Prior to joining Zimmer Biomet, she served Cardinal Health, Inc. as a Worldwide Vice President of Human Resources in the Medical Segment from November 2016 through January 2020. Before joining Cardinal Health, Ms. Winkler served more than 20 years with Johnson and Johnson, including its subsidiary companies DePuy and Cordis, most recently as Global Head, Human Resources Global Finance from April 2011 through November 2016.  She has served as an independent voting member of the board of directors of Family Promise, Inc., a 501(c)(3) charity focused on housing and homelessness, since August 2022.  13   Mr. Yi was appointed President, Asia Pacific in June 2015.  He is responsible for the sales, marketing and distribution of products, services and solutions in the Asia Pacific region.  Mr. Yi joined the Company in March 2013 as Senior Vice President, Asia Pacific.  Previously, he served as Vice President and General Manager of St. Jude Medical for Asia Pacific and Australia from 2005 to 2013.  Prior to that, Mr. Yi held several leadership positions over a ten-year period with Boston Scientific Corporation, ultimately serving as Vice President for North Asia. AVAILABLE INFORMATION  Our Internet address is www.zimmerbiomet.com.  We routinely post important information for investors on our website in the “Investor Relations” section, which may be accessed from our homepage at www.zimmerbiomet.com or directly at https://investor.zimmerbiomet.com.  We use this website as a means of disclosing material, non-public information and for complying with our disclosure obligations under Regulation FD.  Accordingly, investors should monitor the Investor Relations section of our website, in addition to following our press releases, SEC filings, public conference calls, presentations and webcasts.  Our goal is to maintain the Investor Relations website as a portal through which investors can easily find or navigate to pertinent information about us, free of charge, including:  •our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended (“Exchange Act”), as soon as reasonably practicable after we electronically file that material with or furnish it to the SEC;  our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended (“Exchange Act”), as soon as reasonably practicable after we electronically file that material with or furnish it to the SEC;  •announcements of investor conferences and events at which our executives talk about our products and competitive strategies, as well as archives of these events;  announcements of investor conferences and events at which our executives talk about our products and competitive strategies, as well as archives of these events;  •press releases on quarterly earnings, product announcements, legal developments and other material news that we may post from time to time;  press releases on quarterly earnings, product announcements, legal developments and other material news that we may post from time to time;  •corporate governance information including our Corporate Governance Guidelines, Code of Business Conduct and Ethics, Code of Ethics for Chief Executive Officer and Senior Financial Officers, information concerning our Board of Directors and its committees, including the charters of the Audit Committee, Compensation and Management Development Committee, Corporate Governance Committee and Quality, Regulatory and Technology Committee, and other governance-related policies;  corporate governance information including our Corporate Governance Guidelines, Code of Business Conduct and Ethics, Code of Ethics for Chief Executive Officer and Senior Financial Officers, information concerning our Board of Directors and its committees, including the charters of the Audit Committee, Compensation and Management Development Committee, Corporate Governance Committee and Quality, Regulatory and Technology Committee, and other governance-related policies;  •stockholder services information, including ways to contact our transfer agent and information on how to sign up for direct deposit of dividends or enroll in our dividend reinvestment plan; and stockholder services information, including ways to contact our transfer agent and information on how to sign up for direct deposit of dividends or enroll in our dividend reinvestment plan; and •opportunities to sign up for email alerts and RSS feeds to have information provided in real time.  opportunities to sign up for email alerts and RSS feeds to have information provided in real time.  The information available on our website is not incorporated by reference in, or a part of, this or any other report we file with or furnish to the SEC.", "time": "00:00:09"}