{"cik": 1140536, "item_1A": "PART I.         Item 1   Business   3           Item 1A   Risk Factors   16           Item 1B   Unresolved Staff Comments   39           Item 2   Properties   39           Item 3   Legal Proceedings   39           Item 4   Mine Safety Disclosures   39           PART II.         Item 5   Market for Registrant’s Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities   40           Item 6   [RESERVED]   43           Item 7   Management’s Discussion and Analysis of Financial Condition and Results of Operations   44           Item 7A   Quantitative and Qualitative Disclosures About Market Risk   66           Item 8   Financial Statements and Supplementary Data   69           Item 9   Changes in and Disagreements with Accountants on Accounting and Financial Disclosure   124           Item 9A   Controls and Procedures   124           Item 9B   Other Information   126           Item 9C   Disclosure Regarding Foreign Jurisdictions that Prevent Inspections   127           PART III.         Item 10   Directors, Executive Officers and Corporate Governance   128           Item 11   Executive Compensation   128           Item 12   Security Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters   128           Item 13   Certain Relationships and Related Transactions, and Director Independence   128           Item 14   Principal Accounting Fees and Services   128           PART IV.         Item 15   Exhibits and Financial Statement Schedules   129           Item 16   Form 10-K Summary   134           Signatures   135       Certain Definitions The following definitions apply throughout this Annual Report on Form 10-K unless the context requires otherwise:   ‘We’, ‘Us’, ‘Company’, ‘WTW’, ‘Willis Towers Watson’, ‘Our’, or ‘Willis Towers Watson plc’     Willis Towers Watson Public Limited Company, a company organized under the laws of Ireland, and its subsidiaries          ‘shares’    The ordinary shares of Willis Towers Watson Public Limited Company, nominal value $0.000304635 per share          ‘Legacy Willis’ or ‘Willis’    Willis Group Holdings Public Limited Company and its subsidiaries, predecessor to WTW, prior to the Merger          ‘Legacy Towers Watson’ or ‘Towers Watson’    Towers Watson & Co. and its subsidiaries          ‘Merger’    Merger of Willis Group Holdings Public Limited Company and Towers Watson & Co. pursuant to the Agreement and Plan of Merger, dated June 29, 2015, as amended on November 19, 2015, and completed on January 4, 2016          ‘Miller’    Miller Insurance Services LLP and its subsidiaries          ‘TRANZACT’    CD&R TZ Holdings, Inc. and its subsidiaries, doing business as TRANZACT   ‘U.S.’   United States          ‘U.K.’   United Kingdom          ‘Brexit’   The United Kingdom’s exit from the European Union, which occurred on January 31, 2020.          ‘E.U.’    European Union or European Union 27 (the number of member countries following the United Kingdom’s exit)          ‘U.S. GAAP’   United States Generally Accepted Accounting Principles          ‘FASB’   Financial Accounting Standards Board          ‘ASC’   Accounting Standards Codification          ‘ASU’   Accounting Standards Update          ‘SEC’   United States Securities and Exchange Commission       ‘EBITDA’   Earnings before Interest, Taxes, Depreciation and Amortization   1   Disclaimer Regarding Forward-looking Statements We have included in this document ‘forward-looking statements’ within the meaning of Section 27A of the Securities Act of 1933, and Section 21E of the Securities Exchange Act of 1934, which are intended to be covered by the safe harbors created by those laws. These forward-looking statements include information about possible or assumed future results of our operations. All statements, other than statements of historical facts, that address activities, events or developments that we expect or anticipate may occur in the future, including such things as: our outlook; the impact of the COVID-19 pandemic on our business; future capital expenditures; ongoing working capital efforts; future share repurchases; financial results (including our revenue, costs or margins) and the impact of changes to tax laws on our financial results, existing and evolving business strategies, and acquisitions and dispositions, including transitional arrangements in effect subsequent to the completed sale of Willis Re to Arthur J. Gallagher & Co. (‘Gallagher’); demand for our services and competitive strengths; strategic goals; the benefits of new initiatives; growth of our business and operations; our ability to successfully manage ongoing leadership, organizational, and technology changes, including investments in improving systems and processes; our ability to implement and realize anticipated benefits of any cost-savings initiatives including the multi-year operational Transformation program; and plans and references to future successes, including our future financial and operating results, short-term and long-term financial goals, plans, objectives, expectations and intentions are all forward-looking statements. Also, when we use words such as ‘may’, ‘will’, ‘would’, ‘anticipate’, ‘believe’, ‘estimate’, ‘expect’, ‘intend’, ‘plan’, ‘probably’, or similar expressions, we are making forward-looking statements. Such statements are based upon the current beliefs and expectations of the Company’s management and are subject to significant risks and uncertainties. Actual results may differ from those set forth in the forward-looking statements. All forward-looking disclosure is speculative by its nature. A number of risks and uncertainties that could cause actual results to differ materially from the results reflected in these forward-looking statements are identified under ‘Risk Factors’ in Item 1A of this Annual Report on Form 10-K. These statements are based on assumptions that may not come true and are subject to significant risks and uncertainties. Although we believe that the assumptions underlying our forward-looking statements are reasonable, any of these assumptions, and therefore also the forward-looking statements based on these assumptions, could themselves prove to be inaccurate. Given the significant uncertainties inherent in the forward-looking statements included in this Annual Report on Form 10-K, our inclusion of this information is not a representation or guarantee by us that our objectives and plans will be achieved. Our forward-looking statements speak only as of the date made and we will not update these forward-looking statements unless the securities laws require us to do so. With regard to these risks, uncertainties and assumptions, the forward-looking events discussed in this document may not occur, and we caution you against unduly relying on these forward-looking statements. 2   PART I. ITEM 1. BUSINESS  The Company WTW is a leading global advisory, broking and solutions company that provides data-driven, insight-led solutions in the areas of people, risk and capital. Utilizing the global view and local expertise of our more than 46,000 colleagues serving more than 140 countries and markets, we help organizations sharpen strategies, enhance resilience, motivate workforces and maximize performance. We design and deliver solutions that manage risk, optimize benefits, cultivate talent and expand the power of capital to protect and strengthen institutions and individuals. Working closely with our clients, we uncover opportunities for sustainable success. Our clients operate on a global and local scale in a multitude of businesses and industries throughout the world and generally range in size from large, major multinational corporations to middle-market domestic and international companies. Our clients include many of the world’s leading corporations, including approximately 93% of the FTSE 100, 89% of the Fortune 1000, and 90% of the Fortune Global 500 companies. We also advise the majority of the world’s leading insurance companies. We work with major corporations, emerging growth companies, governmental agencies and not-for-profit institutions in a wide variety of industries, with many of our client relationships spanning decades. None of the Company’s customers individually represented more than 10% of its consolidated revenue for each of the years ended December 31, 2022, 2021 and 2020. We place insurance with more than 2,500 insurance carriers, none of which individually accounted for a significant concentration of the total premiums we placed on behalf of our clients in 2022, 2021 or 2020. Segment Reorganization On January 1, 2022, WTW realigned to provide its comprehensive offering of services and solutions to clients across two business segments: Health, Wealth & Career and Risk & Broking. These changes were made in conjunction with changes in the WTW leadership team, including the appointment of a new chief executive officer who succeeded the prior CEO as the chief operating decision maker on that date. Prior to January 1, 2022, we operated across four segments: Human Capital and Benefits; Corporate Risk and Broking; Investment, Risk and Reinsurance; and Benefits Delivery and Administration. Following the realignment, the two new segments consist of the following businesses: •The Health, Wealth & Career segment includes businesses previously aligned under the Human Capital and Benefits segment, the Benefits Delivery and Administration segment, and the Investments business, which was previously under the Investment, Risk and Reinsurance segment.  The Health, Wealth & Career segment includes businesses previously aligned under the Human Capital and Benefits segment, the Benefits Delivery and Administration segment, and the Investments business, which was previously under the Investment, Risk and Reinsurance segment.  •The Risk & Broking segment includes businesses previously aligned under the Corporate Risk and Broking segment, as well as the Insurance Consulting and Technology business, which was previously under the Investment, Risk and Reinsurance segment. The Risk & Broking segment includes businesses previously aligned under the Corporate Risk and Broking segment, as well as the Insurance Consulting and Technology business, which was previously under the Investment, Risk and Reinsurance segment. Below are the percentages of revenue generated by each segment for each of the years ended December 31, 2022, 2021 and 2020. These percentages exclude revenue that has been classified as discontinued operations in our consolidated statements of comprehensive income.       Year ended December 31,       2022     2021     2020   Health, Wealth & Career     60 %     60 %     60 % Risk & Broking     40 %     40 %     40 % The following presents descriptions of our reorganized segments:  Health, Wealth & Career The Health, Wealth & Career (‘HWC’) segment provides an array of advice, broking, solutions and technology for employee benefit plans, institutional investors, compensation and career programs, and the employee experience overall. Our portfolio of services support the interrelated challenges that the management teams of our clients face across human resources (‘HR’) and finance.  HWC is the larger of the two segments of the Company. Addressing four key areas, Health, Wealth, Career and Benefits Delivery & Outsourcing, the segment is focused on addressing our clients’ people and risk needs to help them succeed in a global marketplace. 3   Health The Health & Benefits (‘H&B’) business provides strategy and design consulting, plan management service and support, broking and administration across the full spectrum of health, wellbeing and other group benefit programs, including medical, dental, disability, life, voluntary benefits and other coverage. Our reach extends from small/mid-market clients to large-market and multinational clients, across the full geographic footprint of the Company, and to most industries. We can address our clients’ needs in more than 140 countries. Our consultants help clients make strategic decisions on topics such as optimizing program spend; evaluating emerging vendors, point solutions and coverage options (including publicly-subsidized health insurance exchanges and private exchanges in the U.S.); and dealing with above-inflation-rate increases in healthcare costs. We also assist clients in selecting the appropriate insurance carriers to cover benefit risks and administer the programs. In addition to our consulting and broking services, we manage a number of collective purchasing initiatives, such as pharmacy and stop-loss, that allow employers to realize greater value from third-party service providers than they can achieve on their own. With Global Benefits Management, our suite of global services supporting medical, dental and risk (e.g., life, disability) programs, we have a tailored offering for multinationals. This offering includes a flexible set of ready-made solutions, proven technology and an integrated approach to service delivery that translates to a globally consistent, high-quality experience for our clients. A meaningful portion of revenue in this business is from recurring work, though contracts may be annual or multi-year. Given the balance of revenue across consulting, broking and solutions, our revenue is somewhat weighted to the first quarter. Wealth Our wealth-related businesses include Retirement and Investments. The Retirement business provides actuarial support, plan design, and administrative services for all forms of pension and retirement savings plans. Our colleagues help our clients assess the costs and risks of retirement plans on cash flow, earnings and the balance sheet, the effects of changing workforce demographics on their retirement plans, and retiree benefit adequacy and security. We offer clients a full range of integrated retirement consulting services and solutions to meet the needs of all types of employers, including those that continue to offer defined benefit plans and those that are reexamining their retirement benefit strategies. We help multinationals coordinate plan design and actuarial services across their complex global plans. We bring in-depth data analysis and perspective to their decision process, because we have tracked the retirement designs and financing strategies of companies around the world over many decades. For clients that want to outsource some or all of their pension plan management, we offer broking services, as well as integrated solutions that can combine investment discretionary management, pension administration, core actuarial services, and communication and change management assistance. Retirement relationships are generally long-term in nature, and client retention rates for this business are high. A significant portion of the revenue in this business is from recurring work, with multi-year contracts that are driven by the heavily regulated nature of pension plans and our clients’ annual needs for these services. Revenue for the Retirement business in some geographies is somewhat seasonal, as much of our work pertains to calendar-year plan administration, financing, reporting and compliance; thus, revenue is typically more weighted to the first and fourth quarters of the fiscal year. Our Investments business provides advice and discretionary investment management solutions to defined benefit and defined contribution pension plans as well as to a range of other client types including insurers, endowments and foundations, and private wealth investors. We provide a solution to a significant business problem faced by our clients, namely sustaining the resources and skills required to deliver a financial services product in highly competitive capital markets. We offer a flexible approach that adapts to a wide range of client needs and circumstances, with the objective of higher returns, lower risk and lower costs within each client’s unique situation. Our solutions range from single asset class activity, through complete management of entire pension plan assets including sophisticated liability hedging programs. We bring together a broad array of specialist investment knowledge and skills across all asset classes, a high-quality execution platform, a cost advantage through our scale, and expert advisors with experience across all client types from the largest plans in the world to small corporate pension plans. We have long-term relationships with our Investments clients, with the majority of our revenue driven by retainer contracts. 4   Career Our career-related offerings include advice, data, software and products to address clients’ total rewards and talent issues across the globe delivered through our Work & Rewards and Employee Experience businesses. Within our Work & Rewards business, we help clients determine the best ways to get work done, the skills needed for jobs, and how to reward it. We address executive compensation and broad-based rewards. We advise our clients’ management and boards of directors on all aspects of executive pay programs, including base pay, annual bonuses, long-term incentives, perquisites and other benefits. Our focus is on aligning pay plans with an organization’s business strategy and driving desired performance. Our solutions incorporate proprietary market benchmarking data and software to support compensation administration. Our Employee Experience business focuses on the provision of solutions including employee insight and listening tools, talent assessment tools and services, communication and change management services. Revenue for our career-related businesses is partly seasonal in nature, with heightened activity in the second half of the calendar year during the annual compensation, benefits, and survey cycles. While these businesses enjoy long-term relationships with many clients, work in several practices is often project-based and can be sensitive to economic changes. The businesses benefit from regulatory changes affecting our clients that require strategic advice, program changes and communication, as well as the focus on ESG as a component of executive and board pay, the redefinition of jobs, work location and career paths as technology disaggregates work, and the recalibration of pay and the employee experience amidst shifting labor markets. Benefits Delivery & Outsourcing Our Benefits Delivery & Outsourcing businesses include Benefits Delivery & Administration (‘BDA’) and Technology and Administration Solutions (‘TAS’). The BDA business provides primary medical and ancillary benefit exchange and outsourcing services to active employees and retirees across both the group and individual markets, primarily in the U.S. A significant portion of the revenue in this business is recurring in nature, driven by either the commissions from the policies we sell, or from long-term service contracts with our clients that typically range from three to five years. Revenue across this business is seasonal and is generally higher in the fourth quarter as it is driven when typical annual enrollment activity occurs. BDA provides services via two related offerings: Benefits Outsourcing is focused on serving active employee groups for clients across the U.S. Working closely with other HWC businesses, we use our proprietary technology to provide a suite of health and welfare and pension administration outsourcing services, including tools to enable benefit modeling, decision support, enrollment and benefit choice. Drawing on expertise in H&B and Retirement to create high-performing benefit plan designs, we believe we are well-positioned to help clients of all sizes simplify their benefits delivery, while lowering the total costs of benefits and related administration. Individual Marketplace offers decision support processes and tools to connect consumers with insurance carriers in private individual and Medicare markets. Individual Marketplace serves both employer-based and direct-to-consumer populations through its end-to-end consumer acquisition and engagement platforms, which tightly integrate call routing technology, an efficient quoting and enrollment engine, a customer relations management system and deep links with insurance carriers. By leveraging its multiple distribution channels and diverse product portfolio, Individual Marketplace offers solutions to a broad consumer base, helping individuals compare, purchase and use health insurance products, tools and information for life. Our TAS business provides pension outsourcing services to hundreds of clients across multiple industries. Our TAS team focuses on clients outside of the U.S. where our services are supported by high quality administration teams using robust technology platforms. Given the nature of the work, our revenue is distributed generally evenly across the year. With ongoing servicing requirements and multi-year contracts in place, we have high client retention rates. We are the leading administrator among the 200 largest pension plans in the U.K., as well as a leader in Germany. For both our defined benefit and defined contribution administration services, we use highly-automated processes and technology to enable benefit plan members to access and manage their records, perform self-service functions and improve their understanding of their benefits. Our technology also provides trustees and HR teams with timely management information to monitor activity and service levels and reduce administration costs. 5   Risk & Broking The Risk & Broking (‘R&B’) segment provides a broad range of risk advice, insurance brokerage and consulting services to clients worldwide ranging from small businesses to multinational corporations. The segment comprises two primary businesses: Corporate Risk & Broking (‘CRB’) The ‘CRB’ business places more than $25 billion of premiums into the insurance markets on an annual basis, and delivers integrated global solutions tailored to client needs, underpinned by data and analytics through a balanced matrix of global lines of business across all of the Company’s three geographical areas: North America, Europe (including Great Britain) and International. The global lines of business include: Property and Casualty — Property and Casualty provides property and liability insurance brokerage services across a wide range of industries and segments including real estate, healthcare and retail. We also arrange insurance products and services for our affinity client partners to offer to their customers, employees, or members alongside, or in addition to, their principal business offerings. Aerospace — Aerospace provides specialist expertise to the aerospace and space industries. Our aerospace business provides insurance broking, risk management services, contractual and technical advisory expertise to aerospace clients worldwide, including the world’s leading airlines, aircraft manufacturers, air cargo handlers and other airport and general aviation companies. The specialist InSpace team is also prominent in providing insurance and risk management services to the space industry. Construction — Our Construction business provides services that include insurance broking, claims, loss control and specialized risk advice for a wide range of construction projects and activities. Clients include contractors, project owners, public entities, project managers, consultants and financiers, among others. Global Markets Direct & Facultative — Operating in the major wholesale reinsurance hubs across the world, including London, Bermuda, Singapore, Hong Kong and Shanghai, solutions are delivered both directly to clients for the most complex property and casualty risks and as facultative reinsurance placements where we serve as an intermediary for insurance companies. Facultative solutions are provided across various classes of risk for our insurer clients, some of which may also be direct clients of WTW. The aim is to deliver optimum results for our clients by getting the right risk to the right market by the right broker, be it local, wholesale or facultative every time. Financial, Executive and Professional Risks (‘FINEX’) — FINEX encompasses all financial and executive risks, delivering client solutions that range from management and professional liability, employment practices liability, crime, cyber and M&A-related insurances to risk consulting and advisory services. Specialist teams provide risk consulting and risk transfer solutions to a broad spectrum of clients across a multitude of industries, as well as the financial and professional service sectors. Financial Solutions — Financial Solutions provides insurance broking services and specialized risk advice related to credit and political risk and crisis management, including terrorism, kidnap and ransom and contingency risk. Clients include international banks, leasing companies, commodity traders, export credit agencies, multinational corporations and sporting institutions. Surety — The Global Surety team provides expertise in placing bonds across all industries and around the world.  A surety bond is a financial instrument that guarantees contractual performance, statutory compliance, and financial assurance for domestic and international companies. Marine — Marine provides specialist expertise to the maritime and logistics industries. Our Marine business provides insurance broking services related to hull and machinery, cargo, protection and indemnity, fine art and general marine liabilities, among others. Our Marine clients include, but are not limited to, ship owners and operators, shipbuilders, logistics operations, port authorities, traders, shippers, exhibitors and secure transport companies. Natural Resources — Our Natural Resources practice encompasses the oil, gas and chemicals, mining and metals, power and utilities and renewable energy sectors. It provides sector-specific risk transfer solutions and insights, which include insurance broking, risk engineering, contractual reviews, wording analysis and claims management. Insurance Consulting and Technology (‘ICT’) ICT is a global business that provides advice and technology solutions to the insurance industry. We leverage our industry experience, strategic perspective and analytical skills to help clients measure and manage risk and capital, improve business performance and  6   create a sustainable competitive advantage. Our services include software and technology, risk and capital management, products and product pricing, financial and regulatory reporting, financial and capital modeling, M&A, outsourcing and business management. Available Information The Company files annual, quarterly and current reports, proxy statements and other information with the SEC. The SEC maintains a website that contains annual, quarterly and current reports, proxy statements and other information that issuers (including WTW) file electronically with the SEC. The SEC’s website is www.sec.gov. The Company makes available, free of charge through our website, www.wtwco.com, our Annual Report on Form 10-K, our quarterly reports on Form 10-Q, our proxy statement, current reports on Form 8-K and Forms 3, 4, and 5 filed on behalf of directors and executive officers, as well as any amendments to those reports filed or furnished pursuant to the Securities Exchange Act of 1934 (the ‘Exchange Act’) as soon as reasonably practicable after such material is electronically filed with, or furnished to, the SEC. Unless specifically incorporated by reference, information on our website is not a part of this Form 10-K. The Company’s Memorandum and Articles of Association, Corporate Governance Guidelines, Audit and Risk Committee Charter, Operational Transformation Committee Charter, Human Capital and Compensation Committee Charter, and Corporate Governance and Nominating Committee Charter are available on our website, www.wtwco.com, in the Investor Relations section, or upon request. Requests for copies of these documents should be directed in writing to the Company Secretary c/o Office of General Counsel, Willis Towers Watson Public Limited Company, Brookfield Place, 200 Liberty Street, New York, NY 10281. General Information WTW offers its clients a broad range of services and solutions to help them to identify and control their risks, and to enhance business performance by improving their ability to attract, retain and engage a talented workforce. Our risk control services range from strategic risk consulting (including providing actuarial analysis) to a variety of due diligence services, to the provision of practical on-site risk control services (such as health and safety or property loss control consulting), as well as analytical and advisory services (such as hazard modeling and climate risk quantification). We assist clients in planning how to manage incidents or crises when they occur. These services include contingency planning, security audits and product tampering plans. We help our clients enhance their business performance by delivering consulting services, technology and solutions that help them anticipate, identify and capitalize on emerging opportunities in human capital management, as well as offer investment advice to help them develop disciplined and efficient strategies to meet their investment goals. As an insurance broker, we act as an intermediary between our clients and insurance carriers by advising our clients on their risk management requirements, helping them to determine the best means of managing risk and negotiating and placing insurance with insurance carriers through our global distribution network. We operate a private Medicare exchange in the U.S. Through this exchange and those for active employees, we help our clients move to a more sustainable economic model by capping and controlling the costs associated with healthcare benefits. We are not an insurance company, and therefore we do not underwrite insurable risks for our own account. We derive the majority of our revenue from either commissions or fees for brokerage or consulting services. We do not determine the insurance premiums on which our commissions are generally based. Commission levels generally follow the same trend as premium levels as they are derived from a percentage of the premiums paid by the insureds. Fluctuations in these premiums charged by the insurance carriers can therefore have a direct and potentially material impact on our results of operations. Our fees for consulting services are spread across a variety of complementary businesses that generally remain steady during times of uncertainty. We have some businesses, such as our health and benefits and administration businesses, which can be counter cyclical during the early period of a significant economic change. Risks and Uncertainties of the Economic Environment Beginning with the COVID-19 pandemic there have been adverse changes in global commercial activity, particularly in the global supply chain and workforce availability, and significant volatility in the global financial markets including, among other effects, occasional declines in the equity markets, changes in interest rates and reduced liquidity on a global basis.  Supply and labor market disruptions caused by COVID-19, accommodative monetary and fiscal policy and the Russian invasion of Ukraine have contributed to significant inflation in many of the markets in which we operate. This impacts not only the costs to attract and retain employees but also other costs to run and invest in our business. If our costs grow significantly in excess of our ability to raise revenue, our margins and results of operations may be materially and adversely impacted, and we may not be able to achieve our strategic and financial objectives.  Although we believe we have adapted to the unique challenges posed by COVID-19 surrounding how and where we do our work, we are also impacted by the negative effect on workforce availability, which could hamper our ability to grow our capacity on pace with  7   increasing demand for our services. We expect the market for talent to remain highly competitive for at least the next several months. We will continue to monitor the situation and assess any implications to our business and our stakeholders. Additional information about COVID-19 related risks is discussed in Part I, Item 1A Risk Factors – ‘We have been impacted by the COVID-19 pandemic and may be substantially and negatively impacted by COVID-19 or other pandemics in the future’. Business Strategy  As discussed under Item 1, ‘Business – The Company’, we seek to be an advisory, broking and solutions provider of choice through an integrated global platform. WTW is in the business of people, risk and capital. We believe that a unified approach to these areas can be a path to growth for organizations around the world. We harness our collective power as ‘One WTW’ to make smart connections to serve and support our clients. We operate in attractive markets – both growing and mature – with a diversified platform across geographies, industries, segments and lines of business.  Our vision is to be the best advisory, broking and solutions company for the benefit of all our stakeholders – creating a competitive advantage and delivering sustainable, profitable growth. We believe we can achieve this through executing on our three strategic priorities – grow, simplify and transform: •Grow at or above market in priority areas: Focus on core opportunities with the highest growth and return; innovate and accelerate our offerings through a dynamic, yet disciplined, approach; bring targeted solutions to clients reflecting more connected offerings; and increase scale to fill gaps in capabilities through inorganic expansion. Grow at or above market in priority areas: Focus on core opportunities with the highest growth and return; innovate and accelerate our offerings through a dynamic, yet disciplined, approach; bring targeted solutions to clients reflecting more connected offerings; and increase scale to fill gaps in capabilities through inorganic expansion. •Simplify the business to increase agility and effectiveness: Implement the Company’s streamlined structure of two business segments (Health, Wealth & Career and Risk & Broking; see ‘Segment Reorganization’ within this Item 1 for further information) and three geographies (Europe, International and North America); develop a globally consistent client management model and enhance operations to improve sales and retention outcomes; manage our portfolio of businesses intentionally to drive optimal value; and increase speed of execution through agile decision-making processes. Simplify the business to increase agility and effectiveness: Implement the Company’s streamlined structure of two business segments (Health, Wealth & Career and Risk & Broking; see ‘Segment Reorganization’ within this Item 1 for further information) and three geographies (Europe, International and North America); develop a globally consistent client management model and enhance operations to improve sales and retention outcomes; manage our portfolio of businesses intentionally to drive optimal value; and increase speed of execution through agile decision-making processes. •Transform operations to drive savings while enhancing our client and colleague experiences: Maximize global platforms to be as common as possible and as distinct as necessary; right-shore operations to capitalize on our scale; rationalize real estate and build new ways of working; and modernize technology to enhance the digital experience.  Transform operations to drive savings while enhancing our client and colleague experiences: Maximize global platforms to be as common as possible and as distinct as necessary; right-shore operations to capitalize on our scale; rationalize real estate and build new ways of working; and modernize technology to enhance the digital experience.  We care as much about how we work as we do about the impact that we make. This means commitment to a shared purpose and values, a framework that guides how we run our business and serve clients. Through these strategies we aim to accelerate revenue, margin improvement, cash flow, EBITDA, and earnings growth, and to generate compelling returns for investors, by delivering tangible growth in revenue. For more information about risks to our strategic plans, see Part I, Item 1A Risk Factors of this Form 10-K. Human Capital  Colleague experience – Our colleague experience is an important differentiating factor for WTW.  It is designed to provide colleagues with a strong sense of purpose and belonging where everyone is heard and valued, the opportunity to build great connections with people and leaders, meaningful and interesting work, and opportunities to grow and thrive with recognition and reward in return. This means we strive to foster an inclusive environment where everyone can be their authentic self, where we encourage curiosity, innovation and a continuous improvement mindset and an environment where we are bold in our thinking and care about the impact we have. Our values, vision, purpose, and new Colleague Value Proposition (‘CVP’) - we’re Authentic, Curious and Bold, set the tone for what to expect at WTW. In addition, our ‘grow, simplify and transform’ strategic priorities enhance our focus on how to continually support and improve, as appropriate, our colleague experience. We evaluate rewards offerings, system upgrades and process efficiencies as well as the tradeoffs that may be required. We continually explore how we can work with flexibility in an on-going hybrid model, and fuel innovation, among other things, to attract, engage and retain the most accomplished and aspiring talent. 8   Headcount – Our success depends on our ability to attract, retain, and motivate the most accomplished and aspiring talent in the industry. The number of employees by segment as of the year ended December 31, 2022 is approximated below:     December 31, 2022   Health, Wealth & Career     24,000   Risk & Broking     14,000   Corporate and Other     8,600   Total Employees     46,600   The number of employees by geography as of the year ended December 31, 2022 is approximated below:     December 31, 2022   North America     15,900   Europe     15,000   International     15,700   Total Employees     46,600   Voluntary turnover excluding seasonal employees (rolling 12-month attrition) has stabilized in 2022 (15.2%) compared to 2021 (15.2%). Pre-Covid-19 attrition typically averaged around 12.0% and we have seen voluntary turnover begin to decline in the latter part of 2022.  Hiring – Hiring in 2022 increased significantly as the business stabilized, demand for our services increased and we returned to our historical experience as an employer of choice. Hiring and internal movement statistics, summarized below, consistent with prior years excludes seasonal colleagues in Tranzact and Individual Marketplace as the volumes are material and fluctuate significantly:  •Hires increased 34% over 2021 to over 9,700. Hiring growth was strong across all segments and geographies. At year-end, there were approximately 2,400 open positions, which is higher than historic rates but reflective of the sharp increase in new positions opened in the second half of the year, partly attributable to transformation hiring. Hires increased 34% over 2021 to over 9,700. Hiring growth was strong across all segments and geographies. At year-end, there were approximately 2,400 open positions, which is higher than historic rates but reflective of the sharp increase in new positions opened in the second half of the year, partly attributable to transformation hiring. •During 2022, 14.7% of open positions were filled with internal candidates compared to 13.9% in 2021. Promotions (changes in levels) and direct appointments into new roles brought additional opportunities for career growth and advancement. During 2022, 14.7% of open positions were filled with internal candidates compared to 13.9% in 2021. Promotions (changes in levels) and direct appointments into new roles brought additional opportunities for career growth and advancement. •Rehires represented 11.8% of total hires in 2022 (5% excluding seasonal colleagues). Rehires represented 11.8% of total hires in 2022 (5% excluding seasonal colleagues). Inclusion and Diversity (‘I&D’) – We believe that when our individual talents are combined, we unlock our collective potential. We further believe that we are better together because each of us is different. WTW aims to ensure that our values and I&D commitments are reflected in every interaction. To support this, we’re focusing on three key areas: •Attract and hire to grow our talent pipeline of colleagues from underrepresented communities. Attract and hire to grow our talent pipeline of colleagues from underrepresented communities. •Develop and promote to increase the overall diversity in business leadership. Develop and promote to increase the overall diversity in business leadership. •Promote an inclusive culture that respects each other’s differences and celebrates what’s unique about each of us. Promote an inclusive culture that respects each other’s differences and celebrates what’s unique about each of us. A key underlying theme of these priorities is a sharpened focus on our female talent and our aim to increase overall diversity in leadership levels and throughout our talent pipeline.  At December 31, 2022, we had the following global female representation, and in the U.S. where we have the most complete data, we had the following ethnic and racial diversity representation:   Colleague Group All Colleagues   Senior Leadership (ii) Female (global) 55.1%   31.0% Ethnic and racial diversity (U.S. only)       Asian 7.3%   4.9% Black 11.8%   1.2% Hispanic 6.3%   2.0% Other non-white (i) 2.3%   0.6% Total 27.7%   8.7%   (i)Other non-white includes American Indian, Native Hawaiian or other Pacific Islander, and two or more races. Other non-white includes American Indian, Native Hawaiian or other Pacific Islander, and two or more races. (ii)Senior leadership represents about 5% of our colleagues and includes those with titles of Managing and Senior Directors. Senior leadership represents about 5% of our colleagues and includes those with titles of Managing and Senior Directors. 9   The current board is 44% female, including the Human Capital and Compensation Committee Chair. Our board also has representation from the LGBT+ and Black communities, and includes members with non-U.S. citizenship, including the Audit and Risk Committee Chair. Additionally, effective April 1, 2023, three new independent directors will join the board. Further, two current directors will not be standing for re-election at the Company’s 2023 Annual General Meeting. Assuming all of the Company’s nominees are elected and have joined the board, the board’s composition as of the conclusion of the 2023 Annual General Meeting will then be 40% female and will continue to include representation from the LGBT+ and Black communities as well as directors with non-U.S. citizenship. Our executive officers have I&D objectives as part of their individual performance component, comprising a portion of their short-term incentive awards. Each year our leaders cascade I&D objectives throughout the organization, and we continue to reinforce objective and fair processes that mitigate bias in all our talent programs and processes. Examples of key activities include: •Our global I&D council, sponsored by our CEO and CHRO, sets the standard for our I&D initiatives globally. It is driven by regional councils that provide local perspectives and help to translate our global priorities into actions within each region. Our global I&D council, sponsored by our CEO and CHRO, sets the standard for our I&D initiatives globally. It is driven by regional councils that provide local perspectives and help to translate our global priorities into actions within each region. •We have I&D processes in place that are intended to ensure outcomes represent our values and progress our diversity goals. We have I&D processes in place that are intended to ensure outcomes represent our values and progress our diversity goals. •Our inclusion networks are designed to engage our talent and better connect us to each other, our clients and the communities in which we work and live. Current inclusion networks include: Gender Equity, LGBT+, Multicultural, Workability (Asia, North America, the U.K.) and Young Professionals (Asia, the U.K., Western Europe). Our inclusion networks are designed to engage our talent and better connect us to each other, our clients and the communities in which we work and live. Current inclusion networks include: Gender Equity, LGBT+, Multicultural, Workability (Asia, North America, the U.K.) and Young Professionals (Asia, the U.K., Western Europe). Total rewards – We invest significant resources in our most important asset, our colleagues. We generally seek to offer market competitive rewards packages comprising of a mix of base salary and incentives aligned to our pay-for-performance philosophy plus benefits that support health and wellbeing as well as the ability to plan for the future. In 2022, WTW commenced a companywide review of total rewards, encompassing compensation, benefit offerings and lifestyle support. It entails an assessment of data attained through surveys, interviews, focus groups and external benchmarking.  Our total rewards programs align to our commitment to colleague health and wellbeing, ensuring our colleagues are protected in the event of accident or illness, have sufficient paid time off and can accumulate capital for personal needs and retirement. Work Styles – In the past few years, we have adapted the way we work, enabling colleagues to work across a wide variety of different environments. In 2022 we officially launched WTW Work Styles, our approach to recognizing that there are many different approaches to work, which includes three distinct colleague working solutions; office-based, hybrid and remote. This new framework has flexibility at its core, and it’s based on the idea that the work itself drives where and how the work gets done. As we grow, simplify, and transform WTW, this cultural shift is a differentiator for us in the market and is an important part of our ongoing strategy to attract and retain top talent. The failure to successfully attract and retain qualified personnel could materially adversely affect our results of operations and prospects. For more information see Part I, Item 1A Risk Factors of this Annual Report on Form 10-K. Competition  We face competition in all fields in which we operate, based on factors including global capability, product breadth, innovation, quality of service and price. We compete with companies such as Accenture plc, Aon plc, Arthur J. Gallagher & Co., Brown & Brown Inc., Cognizant Technology Solutions Corporation, Marsh & McLennan Companies, Inc. (‘Marsh & McLennan’) and Robert Half International Inc., as well as with numerous specialty, regional and local firms. Competition for business is intense in all of our business lines and in every insurance market, and in some business lines Marsh & McLennan and Aon plc and other competitors have greater market share than we do. Competition on premium rates has also exacerbated the pressures caused by a continuing reduction in demand in some classes of business. For example, rather than purchase additional insurance through brokers, some insureds have been retaining a greater proportion of their risk portfolios than previously. Industrial and commercial companies increasingly rely upon their own subsidiary insurance companies, known as captive insurance companies, self-insurance pools, risk retention groups, mutual insurance companies and other mechanisms for funding their risks, rather than buy insurance. Additional competitive pressures have arisen and are expected to continue to arise from the entry and expansion of new market participants, such as banks, accounting firms, new brokers and insurance carriers themselves, offering risk management or transfer services. The human capital and risk management consulting industries are highly competitive. We believe we have developed competitive advantages in providing HR consulting and risk management consulting services. We face strong competition from numerous sources, including from large consulting firms, accounting firms and specialized firms focused on these services as further identified below. See Part I, Item 1A Risk Factors – ‘Demand for our services could decrease for various reasons, including a general economic  10   downturn, increased competition, or a decline in a client’s or an industry’s financial condition or prospects, all of which could substantially and negatively affect us’, for a description of competition-related risks that may affect demand for the Company’s services. Our largest competitors in the pension consulting industry are Mercer HR Consulting (a Marsh & McLennan company) and Aon plc. In addition, we face vigorous competition from numerous other companies in the global HR consulting industry. Our major competitors in the insurance consulting and software industry include Milliman, Oliver Wyman (a Marsh & McLennan company), the big four accounting firms (Deloitte LLP, Ernst & Young, PricewaterhouseCoopers, and KPMG), and SunGard. Aon plc, Buck Consultants (an HIG Capital Company), Connextions (a United Healthcare company) and Mercer (a Marsh & McLennan company). Automatic Data Processing and Fidelity are among our largest competitors in the insurance exchange industry. With the implementation of the Patient Protection and Affordable Care Act, we also compete with the public exchanges currently run by the U.S. federal, and state governments. We also compete with providers of account-based health plans and consumer-directed benefits such as WageWorks and HealthEquity. The market for our services is subject to change as a result of economic, regulatory and legislative changes, technological developments, and increased competition from established and new competitors. Regulatory and legislative actions, along with continuously evolving technological developments, will likely have the greatest impact on the overall market for our exchange products. See Part I, Item 1A Risk Factors – ‘Our business will be negatively affected if we are not able to anticipate and keep pace with rapid changes in government laws or regulations, or if government laws or regulations decrease the need for our services or increase our costs’ and related risk factors for a description of legal, non-financial regulatory, and compliance risks to the Company. We believe the primary factors in selecting an HR consulting or risk management services firm include reputation; the ability to provide measurable increases to shareholder value and return on investment; geographic scope; quality of service; and the ability to tailor services to clients’ unique needs. With regard to the marketplace for individuals and active employee exchanges, we believe that clients base their decisions on a variety of factors that include the ability of the provider to deliver measurable cost savings, a strong reputation for efficient execution, a provider’s capability in delivering a broad number of configurations to serve various population segments, and an innovative service delivery model and platform. For our traditional consulting and risk management services and the rapidly evolving exchange products, we believe we compete favorably with respect to these factors. Regulation  Our business activities are subject to legal requirements and governmental and quasi-governmental regulatory supervision in all countries in which we operate. Also, such regulations may require individual or company licensing to conduct our business activities. While these requirements may vary from location to location, they are generally designed to protect our clients by establishing minimum standards of conduct and practice, particularly regarding the provision of advice and product information, as well as financial criteria. We are also subject to data privacy regulations that apply to health, medical, financial and other types of personal information belonging to our employees, clients and their employees and other third parties across most jurisdictions, including, among others, the E.U. and U.K. General Data Protection Regulations, the Personal Information Protection Law (‘PIPL’) in China and privacy legislation in certain U.S. states. Our most significant regulatory regions are further described below: United States Our activities in connection with insurance brokerage services within the U.S. are subject to regulation and supervision by state authorities. Although the scope of regulation and form of supervision may vary from state to state, insurance laws in the United States are often complex and generally grant broad discretion to supervisory authorities in adopting regulations and supervising regulated activities. That supervision generally includes the licensing of insurance brokers and agents and the regulation of the handling and investment of client funds held in a fiduciary capacity. Our continuing ability to provide insurance brokerage in the states in which we currently operate is dependent upon our compliance with the rules and regulations promulgated by the regulatory authorities in each of these states. Additionally, some of our private exchange activities, including our TRANZACT business which focuses on direct-to-consumer Medicare policy sales, are overseen by the Centers for Medicare & Medicaid Services, which is part of the Department of Health and Human Services. Furthermore, certain of our activities are subject to regulation under the Health Insurance Portability and Accountability Act (‘HIPAA’), which is enforced by the Office for Civil Rights within the Department of Health and Human Services. As we implement and expand our direct-to-consumer sales and marketing solutions through our Benefits Delivery & Administration business, we are subject to various federal and state laws and regulations that prescribe when and how we may market to consumers  11   (including, without limitation, the Telephone Consumer Protection Act and other telemarketing laws and the Medicare Communications and Marketing Guidelines issued by the Center for Medicare Services). Certain of our activities are governed by other regulatory bodies, such as investment and securities licensing authorities. Our activities in connection with investment services within the United States are subject to regulation and supervision at both the federal and state levels. At the federal level, certain of our operating subsidiaries are regulated by the SEC through the Investment Company Act of 1940 and the Investment Advisers’ Act of 1940 and by the Department of Labor through the Employee Retirement Income Security Act, or ERISA. In connection with the SEC regulations, we are required to file certain reports, and are subject to various marketing restrictions, among other requirements. In connection with ERISA regulations, we are limited in the actions we can take for plans for which we serve as fiduciaries, among other matters. Our U.S. investment activities are also subject to certain state regulatory schemes, and some activities also are subject to regulation by the Commodities and Futures Trading Commission under the Commodities Exchange Act. Our activities in connection with Third Party Administrator (‘TPA’) services in the United States are also subject to regulation and supervision by many state authorities.  Licensing requirements and supervision vary from state to state. As with insurance brokerage services, our continuing ability to provide these services in states that regulate our activities is dependent upon our compliance with the rules and regulations promulgated from time to time by the regulatory authorities in each of these states. United Kingdom In the U.K., our business is regulated by the Financial Conduct Authority (‘FCA’). The FCA has a sole strategic objective: to ensure that the relevant markets function well. Its operational objectives are to secure an appropriate degree of protection for consumers, to protect and enhance the integrity of the U.K. financial system, and to promote effective competition in the interests of consumers. The FCA has a wide range of rule-making, investigatory and enforcement powers (including the power to censure and fine) and conducts monitoring visits to assess our compliance with regulatory requirements.  In addition, the FCA extended the Senior Managers and Certification Regime (‘SMCR’) which became effective on December 9, 2019 in relation to our U.K. FCA-regulated businesses. The SMCR is designed to drive improvements in culture and governance within financial services firms and to deter misconduct by increasing individual accountability to the FCA. New regulations and modifications to existing regulations that are specific to the U.K. have and will continue to result in differences from the regulatory requirements of the E.U. See Part I, Item 1A Risk Factors, for a description of Brexit-related risks to the Company. Furthermore, as a result of Brexit, the WTW Brexit broking solution (the U.K. Branch of Willis Towers Watson SA/NV) has been required to seek authorization from the FCA as a third country branch. This application for full authorization was submitted in March 2022 and we are currently awaiting approval from the FCA. This will result in an increase in FCA supervision in the future with additional requirements for the branch in key areas such as SMCR. European Union In 2005, the European Union Insurance Mediation Directive introduced rules to enable insurance and reinsurance intermediaries to operate and provide services within each member state of the E.U. on a basis consistent with the E.U. single market and customer protection aims. Each E.U. member state in which we operate is required to ensure that the insurance and reinsurance intermediaries resident in their country are registered with a statutory body in that country and that each intermediary meets professional requirements in relation to their competence, good repute, professional indemnity cover and financial capacity. The E.U. issued an additional Insurance Distribution Directive that expands the 2005 directive, and all E.U. member states in which we operate were required to enact the directive and adopt local country laws by October 1, 2018. The ‘Whistleblower Protection Directive’, on the protection of persons who report breaches of E.U. law, entered into force on December 16, 2019 (Directive 2019/1937). This Directive includes reporting procedures for these persons. The new rules will require the creation of safe channels for reporting both within an organization - private or public - and to public authorities. They will also provide protection to whistleblowers against retaliation. Other Certain of our entities that undertake pension scheme management are subject to MiFID (Markets in Financial Instruments Directive) and MiFIR (the Markets in Financial Instruments Regulation). In addition, revisions to MiFID (‘MiFID II’) took effect in January 2018. These revisions are aimed at strengthening investor protection and improving the function of financial markets. MiFID II imposes a variety of requirements that include, among others, rules relating to product governance and independent investment advice, responsibility of management bodies, inducements, information and reporting to clients, cross-selling, remuneration of staff, and best  12   execution of trades for clients. Further, some of our entities are also authorized and regulated by certain financial services authorities in countries such as Sweden, Ireland, the Netherlands and the U.K. All companies carrying on similar activities in a given jurisdiction are subject to regulations which are not dissimilar to the requirements for our operations in the U.S. and U.K. We do not consider these regulatory requirements as adversely affecting our competitive position. Across many jurisdictions we are subject to various financial crime laws and regulations through our activities, activities of associated persons, the products and services we provide and our business and client relationships. Such laws and regulations relate to, among other areas, sanctions and export control, anti-bribery, anti-corruption, anti-money-laundering and counter-terrorist financing. Our failure, or that of our employees, to satisfy the regulatory compliance requirements or the legal requirements governing our activities, can result in disciplinary action, fines, reputational damage and financial harm. See Part I, Item 1A Risk Factors, for an analysis of how actions by regulatory authorities or changes in legislation and regulation as well as compliance with evolving laws, including with respect to data privacy, cybersecurity, and Brexit, in the jurisdictions in which we operate may have an adverse effect on our business.  Information about Executive Officers of the Registrant  The executive officers of the Company as of February 24, 2023 were as follows:  Kristy D. Banas (age 51) - Ms. Banas has served as Chief Human Resources Officer since August 16, 2021. Prior to that, she served as the Senior Director, Global Talent Advisor for Human Capital & Benefits from March 2019 to August 2021. She also served as Senior Director and Head of Global Total Rewards, HR Integration and the HR Business Office from November 2016 to March 2019. From January 2016 to November 2016, Ms. Banas served as Senior Director and Global HR Leader, WTW Operations and Technology. From July 2011 to January 2016, Ms. Banas served as Senior Vice President, Global HR Director for WTW Corporate Functions, and was the Executive HR Sponsor for Global Operations Improvement. Ms. Banas was Vice President and Global HR Partner with XL Capital/ XL Global Services / XL Insurance from November 2001 to June 2011. Ms. Banas has a BS in Business Management from Fairfield University and a partial MS in Human Resource Management from the University of Connecticut. Anne D. Bodnar (age 66) - Ms. Bodnar has served as Chief Administrative Officer at WTW since May 31, 2019 and also served as Chief Human Resources Officer from January 4, 2016 through August 16, 2021. Previously, Ms. Bodnar served on Towers Watson’s Management Committee since January 2015 and as Towers Watson’s Chief Administrative Officer since January 1, 2010. Ms. Bodnar previously served as Managing Director of HR at Towers Perrin beginning in 2001. From 1995 to 2000, Ms. Bodnar led Towers Perrin’s recruiting and learning and development efforts. Prior to that, she was a strategy consultant in Towers Perrin’s Human Capital business. Earlier in her career, Ms. Bodnar held several operational and strategic planning roles at what is now JPMorgan Chase. Ms. Bodnar graduated cum laude and Phi Beta Kappa from Smith College and has an M.B.A. from Harvard Business School. Alexis Faber (age 45) - Ms. Faber has served as Chief Operating Officer at WTW since August 30, 2021. Previously, she served as Chief Operating Officer for Corporate Risk & Broking from March 2018 to August 2021. Prior to that, Ms. Faber served as Global Head of Financial Lines since January 2016, Head of FINEX for North America since April 2014, Risk Control and Claim Advocacy Practice Leader for North America since July 2012, Chief Operating Officer for Willis North America since August 2009 and as Chief Operating Officer for the Executive Risks practice since September 2006. Prior to that, Ms. Faber served as Regional Finance Officer for North America since July 2004, and as Financial and Operations Controller for Global Specialties, North America since August 2003. Before joining WTW, Ms. Faber worked in investment banking at Schroder Salomon Smith Barney and at Citigroup. Ms. Faber holds a bachelor’s degree in economics from Williams College and an M.B.A from Columbia Business School. Matthew S. Furman (age 53) - Mr. Furman has served as General Counsel at WTW since January 4, 2016. Previously, Mr. Furman served as Executive Vice President and Group General Counsel at Willis Group Holdings, where he was a member of the Operating Committee since April 2015. From 2007 until March 2015, Mr. Furman was Senior Vice President, Group General Counsel-Corporate and Governance, and Corporate Secretary for The Travelers Companies, Inc. From 2000 until 2007, Mr. Furman was an attorney at Goldman, Sachs & Co. in New York, where he was Vice President and Associate General Counsel in the finance and corporate legal group. Prior to that, he was in private practice, with almost six years’ experience at Simpson Thacher & Bartlett in New York. Mr. Furman also serves as a Trustee of the Jewish Theological Seminary and a Director of the Legal Aid Society. He previously served as a member of the U.S. Securities and Exchange Commission’s Investor Advisory Committee, where he served on the Executive Committee and chaired the Market Structure Subcommittee. He holds a bachelor’s degree magna cum laude from Brown University and a law degree magna cum laude from Harvard Law School. Adam L. Garrard (age 57) - Mr. Garrard has served as Head of Risk and Broking since January 1, 2022. Previously, Mr. Garrard served as Head of Corporate Risk and Broking, and International since August 14, 2019 and, prior to that, as Head of International at WTW since January 4, 2016. Previously, Mr. Garrard served as Chief Executive Officer for Willis Group Holdings in Asia since  13   September 2012. Prior to that, Mr. Garrard served as Chief Executive Officer for Willis in Europe since January 2009, Chief Executive Officer for Willis in Australasia since May 2005 and Chief Executive Officer for Asia since January 2002. Mr. Garrard has resided in Singapore, Shanghai, Sydney and London while undertaking his Chief Executive Officer roles. Prior to joining WTW in 1994, Mr. Garrard started his insurance career at SBJ Stephenson Insurance Brokers in 1992 as a graduate trainee. He holds a bachelor’s degree in business administration from De Montfort University. Julie J. Gebauer (age 61) - Ms. Gebauer has served as Head of Health, Wealth and Career at WTW since January 1, 2022. Previously, Ms. Gebauer served as Head of Human Capital & Benefits at WTW since January 4, 2016 and, prior to that, as Managing Director of Towers Watson’s Talent and Rewards business segment since January 1, 2010. Beginning in 2002, Ms. Gebauer served as a Managing Director of Towers Perrin and led Towers Perrin’s global Workforce Effectiveness practice and the global Towers Perrin-International Survey Research Corporation line of business. Ms. Gebauer was a member of Towers Perrin’s Board of Directors from 2003 through 2006. She joined Towers Perrin in 1986 as a consultant and held several leadership positions at Towers Perrin, serving as the Managing Principal for the New York office from 1999 to 2001 and the U.S. East Region Leader for the Human Capital Group from 2002 to 2006. Ms. Gebauer is a Fellow of the Society of Actuaries. Ms. Gebauer graduated Phi Beta Kappa and with high distinction from the University of Nebraska-Lincoln with a bachelor’s degree in mathematics and was designated a Chancellor’s Scholar. Carl A. Hess (age 61) - Mr. Hess has served as Chief Executive Officer at WTW since January 1, 2022 and, prior to that, served as President since August 16, 2021. Mr. Hess was formerly Head of Investment, Risk and Reinsurance from October 27, 2016 to August 16, 2021. Previously, Mr. Hess served as the Co-Head of North America at WTW since January 4, 2016. Prior to that, Mr. Hess served as Managing Director, The Americas of Towers Watson since February 1, 2014, and before that, he served as the Managing Director of Towers Watson’s Investment business since January 1, 2010. Before his service at Towers Watson, Mr. Hess worked in a variety of roles for over 20 years at Watson Wyatt, lastly as Global Practice Director of Watson Wyatt’s Investment business. Mr. Hess is a Fellow of the Society of Actuaries and the Conference of Consulting Actuaries and a Chartered Enterprise Risk Analyst. He has a bachelor’s degree cum laude in logic and language from Yale University.  Andrew J. Krasner (age 47) - Mr. Krasner has served as Chief Financial Officer at WTW since September 7, 2021. From February 2021 to August 2021, Mr. Krasner served as Chief Financial Officer for Assured Partners. From June 2018 to January 2021, Mr. Krasner was Global Treasurer and Head of M&A of WTW, and from 2012 to June 2018, was Head of M&A, responsible for the Company’s Treasury operations and M&A, joint venture, divestiture, and strategic investment activity. Mr. Krasner started with Legacy Willis in June 2009 as Senior Vice President, working on the client side with Willis Capital Markets & Advisory between June 2009 to June 2012. Prior to joining WTW, Mr. Krasner was a Principal with Banc of America Securities from October 2003 to June 2009, an Associate with Deutsche Bank from July 2002 to October 2003 and a Senior Associate with PricewaterhouseCoopers from August 1997 to August 2000. Mr. Krasner has a B.S. degree in applied economics and business management and an M.B.A. with distinction from Cornell University. He is also a Certified Public Accountant. Anne Pullum (age 40) - Ms. Pullum has served as Head of Europe at WTW since August 30, 2021 and, prior to that, as Head of Western Europe from May 31, 2019 to August 30, 2021. Previously, she served as the Chief Administrative Officer and Head of Strategy and Innovation since October 27, 2016. Beginning on January 4, 2016, Ms. Pullum served as WTW’s Head of Strategy, where she has played a key role in determining the Company’s strategy and worked across all business segments and functional areas. Previously, Ms. Pullum served as the Head of Strategy for Willis Group since May 2014. Before joining Willis, Ms. Pullum worked at McKinsey & Company, where she served financial services and natural resource clients since October 2010. Prior to that, Ms. Pullum conducted economic research at Greenspan Associates in Washington, D.C. and served as an analyst in the Goldman Sachs Equities Division in London. Ms. Pullum holds an M.B.A. from INSEAD and a bachelor’s degree in international economics from Georgetown University’s School of Foreign Service. Imran Qureshi (age 52) - Mr. Qureshi has served as Head of North America at WTW since August 30, 2021. Prior to that, he served as the Co-Leader, U.S. from February 2017 to August 30, 2021. He also chaired the North American Inclusion & Diversity Council during this time. He served as Region Leader, U.S. Midwest from February 2017 to October 2019, and was Market Leader, Greater Chicago and Wisconsin from February 2016 to February 2017. Mr. Qureshi was Managing Consultant of the Chicago office from January 2013 to January 2016, and has been with WTW in other roles since March 1999. Mr. Qureshi is currently a board director at The Executives' Club of Chicago. Previously, he was the board chair of the Human Resources Management Association of Chicago, and he served on the M&A Faculty of WorldatWork where he taught M&A and taught the International Benefits Course for the International Foundation of Employee Benefit Plans. In 2004, Mr. Qureshi was honored by Business Insurance magazine as one of “40 Under 40 People to Watch” in the commercial insurance and risk/benefits management services industries. He also has lectured on governance and globalization at The Kellogg School of Management at Northwestern University and The University of Chicago Booth School of Business. Mr. Qureshi holds a bachelor’s degree in pure mathematics and statistics with honors from the University of Manchester in the U.K. and has an actuarial background. 14   Pamela Thomson-Hall (age 54) - Ms. Thomson-Hall has served as the Head of International at WTW since August 30, 2021. Previously, she served as Head of CEEMEA since July 2018, Managing Director of International since January 2017 and Chief of Staff of International since January 2016. Prior to that, Ms. Thomson-Hall served as Program Director for business integration since September 2014 and before that, as General Counsel of International since April 1999. Prior to joining WTW, Ms. Thomson-Hall worked as a solicitor for Clyde & Co and DLA Piper. Ms. Thomson-Hall holds an LLB from the University College London and completed her LPC at the College of Law. Board of Directors  A list of the members of the Board of Directors of the Company as of this date of this Annual Report on Form 10-K and their principal occupations are provided below:    Carl Hess    Dame Inga Beale    Fumbi Chima Chief Executive Officer and Board member and CEO since January 1, 2022    Former CEO of Lloyd’s of London and Board member since January 1, 2022    Executive Vice President and Chief Information Officer of Boeing Employees’ Credit Union and Board member since April 1, 2022                Michael Hammond    Brendan O’Neill*    Linda Rabbitt* Former CEO and Chair, Lockton International Holdings Ltd. and Board member since January 1, 2022    Former CEO of Imperial Chemical Industries PLC and Board member since January 4, 2016    Founder and Chair of Rand Construction Corporation and Board member since January 4, 2016                Paul Reilly    Michelle Swanback    Paul Thomas Chief Executive Officer and Chair of the board of Raymond James Financial and Board member since October 1, 2022    Chief Executive Officer, TTEC Engage and Board member since January 1, 2022    Former CEO of Reynolds Packaging Group and Board member since January 4, 2016                *Not standing for reelection at the Company’s upcoming annual general meeting of shareholders to be held in the second quarter of 2023. As of April 1, 2023, the following persons will join the Board of Directors of the Company:   Stephen Chipman    Jackie Hunt    Fredric Tomczyk Former CEO of Grant Thornton U.S.    Former executive director of Prudential plc and CEO of Prudential UK, Europe and Africa    Former President and CEO of TD Ameritrade                  15  ", "time": "00:00:13"}