{"cik": 1373715, "item_1A": "ITEM 1.BUSINESS  ServiceNow was founded on a simple premise: a better technology platform will help work flow better. Our purpose is to make the world work better for everyone. We help global enterprises across industries, universities and governments to digitize their workflows—the individual tasks that need to be executed to get a job done. Our technology platform, which we refer to as the Now Platform, seamlessly connects workflows across siloed organizations and systems in a way that unlocks productivity, improves experiences for both employees and customers and delivers real business outcomes.   We organize our workflow applications along four primary areas: Technology, Customer and Industry, Employee and Creator. Our Technology Workflows give Information Technology (“IT”) departments the ability to plan, build, operate and service across the entire technology lifecycle. Our Customer and Industry Workflows help organizations reimagine the customer experience and increase customer loyalty. Our Employee Workflows help customers simplify how their employees get the services they need, creating a familiar, consumer-like way to get work done from wherever an employee may be—at home, in the workplace or in the field. Our Creator Workflows enable our customers to quickly create, test, and deploy their own applications on the Now Platform.  Traditionally, business processes have been automated and embedded across enterprise technology systems from finance, human resources (“HR”), sales, customer support and beyond. Over time, these systems have become disconnected, siloed and complex, as they offer limited flexibility and adaptability and lack the intuition and empowerment that users have come to expect from consumer-grade internet applications and sites. ServiceNow reduces these limitations. We offer the capability to quickly change how work is done to keep pace with a rapidly changing environment. The Now Platform delivers a simple, user-friendly experience, making work easier, faster and more productive.   We believe a better service and end-user experience is the ultimate desired outcome of digital transformation. The Now Platform enables our customers’ digital transformation from non-integrated enterprise technology solutions with manual and disconnected processes and activities, to integrated enterprise technology solutions with automation and connected processes and activities. The transformation to digital operations, enabled by the Now Platform, increases our customers’ resiliency and security and delivers great experiences and additional value to their employees and consumers.  Our success began with Information Technology Service Management (“ITSM”), a category in which ServiceNow remains a market leader. Over time, we expanded beyond our ITSM capabilities to meet the needs of our customers’ expanding digital requirements to modernize technology operations, employee experiences, customer experiences, industry-specific challenges and application development and integration. We are recognized as a leader for multiple products across our Technology, Customer and Industry, Employee and Creator Workflows.  The Now Platform’s task-based orientation allows work to be done with a single, aligned view of every service experience. For example, a new employee uses ServiceNow to complete onboarding tasks with their new employer. The new employee interfaces through an integrated ServiceNow platform that guides the employee through tasks originated from ServiceNow or other systems. Similarly, customer service can be executed in a way that solves problems without creating frustration.  1 1 1 Table of Contents Table of Contents Over the years, we have expanded our customer base, and our customers have expanded their use of the Now Platform. For example, many companies now have multi-year digital transformation plans, many of which involve introducing uses of additional ServiceNow products and services. From a single, out-of-the-box solution, companies recognize the value of using additional products to strengthen the richness and quality of their data running through the Now Platform. As we help organizations realize more value from the Now Platform and better serve their stakeholders, we do so in a manner that also helps organizations accelerate their environmental, social and governance (“ESG”) ambitions. To serve the growing focus on ESG, ServiceNow also offers an integrated ESG solution on the Now Platform as part of our Technology Workflows.  ServiceNow strives to help our customers solve their unique challenges, operate on their unique technologies and systems and change at their unique pace. The foundation of our approach to customers and our ambition to be the defining enterprise software company of the 21st century is grounded in our values. •Wow our customers: Customers are the center of our world. We strive to deliver the best customer experiences and innovations.  •Win as a team: We share the same goals and have clear roles in achieving them. We deliver results as a team and enjoy the journey. •Create belonging: Diversity, equity and inclusion are fundamental. Belonging is the breakthrough. We lead with empathy, which means listening and acting to make everyone feel they belong with ServiceNow. •Stay hungry and humble: We do not take success for granted. We are always ready to learn and evolve. We grow together, bringing fresh ideas and new perspectives.  For all these reasons, our customers trust us with their mission critical operations, and we feel immensely proud that “The World Works with ServiceNow.”  Our Products  ServiceNow’s product portfolio—which spans our Technology, Customer and Industry, Employee and Creator Workflows—is delivered on the Now Platform. The products under each of our workflows help customers connect, automate and empower work across systems and silos to enable great outcomes for businesses and great experiences for people. Each year, two platform upgrades are released, delivering new standard functionality and new standalone products to further simplify the way our customers work and enhance productivity.       2 2 2 Table of Contents Table of Contents The Now Platform  The Now Platform is a single platform with one data model, one code base and one architecture, enabling speed, productivity and innovation and offering a one-stop shop for automation and simplification of manual processes. It is highly flexible, scalable, and extensible. The Now Platform delivers workflows across siloed organizations and systems by connecting them together in a seamless way to unlock productivity and improve experiences for both employees and customers. As the foundation for how we deliver our enterprise-wide digital workflows, the Now Platform integrates with our customers’ cloud platforms and systems of choice, allowing our customers to deliver workflows across their current and future preferred systems of record and collaboration platforms. The automation of workflows on our platform can be enhanced by additional functionality, such as artificial intelligence (“AI”), machine learning, robotic process automation, process mining, performance analytics, electronic service catalogs and portals, configuration management systems, data benchmarking, encryption and collaboration and low-code/no-code development tools. While every company has a different suite of user interfaces from web-based to mobile to conversation applications, the Now Platform creates a common user experience to manage workflows across all interfaces.  The Now Platform also powers three native mobile experiences for everyday work across the enterprise: Virtual Agent, Now Mobile and Mobile Onboarding. Enterprises can leverage our platform’s consumer-like, mobile experiences to help them deliver services such as HR information and tools or ordering a computer. Our goal is to make our customers’ work lives as simple, easy and mobile-friendly as their personal lives.  Technology Workflows  Our Technology Workflows help companies unite IT, risk management, and security operations on a single platform to deliver modern, resilient digital services aligned to our customers’ priorities. Our Technology products assist IT departments to serve their customers, manage their networks, identify and remediate security vulnerabilities and threats, gain visibility across their IT resources and asset lifecycles, optimize IT costs and reduce time spent on administrative tasks. We enable technology departments through IT Service Management (“ITSM”), IT Operations Management, Observability, IT Asset Management, Security Operations, Integrated Risk Management and Strategic Portfolio Management, among other products. We also enable enterprise-wide outcomes through Enterprise Asset Management, Integrated Risk Management, Strategic Portfolio Management and ESG Management products. Many of these products also enable our Customer and Industry and Employee Workflows.  IT Service Management  As our flagship product suite, ITSM defines, structures, consolidates, manages and automates the digital services that an enterprise offers its employees, customers and partners. Among ITSM’s capabilities are predictive intelligence, Virtual Agent, recording incidents, remediating problems, automating routine tasks and requests, performance analytics and continual improvement management capabilities.  IT Operations Management   Our IT Operations Management product suite connects a customer’s physical and cloud-based IT infrastructure with our applications and platform. It identifies a customer’s IT infrastructure components (e.g., servers) and associated digital services (e.g., email), which are dependent upon that infrastructure. It also maintains a single data record for all IT configurable items, which allows our customers to exercise control over their on-premises or cloud-based infrastructures and orchestrate key processes and tasks.  Observability  Lightstep Observability provides deep, real-time visibility into cloud-native environments and custom applications that power our customers’ internal- and external-facing products and services. Lightstep Observability empowers site reliability engineering and application development teams to mitigate business disruption, accelerate innovation and deliver outstanding customer experiences.  3 3 3 Table of Contents Table of Contents Asset Management  Our Asset Management product suite includes IT Asset Management and Enterprise Asset Management. Our IT Asset Management product automates customers’ IT software, hardware and cloud asset lifecycles with workflows to track the financial, contractual and inventory details of these IT assets from end-to-end. Our Enterprise Asset Management product automates processes across the lifecycle of a customer's physical business assets from planning, deployment, inventory management and maintenance through retirement.   Security Operations  Our Security Operations product connects with internal and third-party security alerts from a customer’s infrastructure to prioritize and respond to incidents and vulnerabilities according to their potential impact on a customer’s business.  Integrated Risk Management  Our Integrated Risk Management (“IRM”) suite (formerly, Governance, Risk and Compliance) helps customers manage risk and resilience in real time. Among the IRM product suite’s capabilities are policy and compliance management, risk management, business continuity management, third-party risk management, privacy management, audit management and operational risk management.  Strategic Portfolio Management  Our Strategic Portfolio Management (“SPM”) product suite (formerly, IT Business Management) enables customers to drive business outcomes by aligning their strategy with investments and execution. SPM helps customers plan, visualize and track value realization across their portfolio of projects, initiatives and digital products.  ESG Management  ServiceNow ESG Management helps customers elevate their environmental, social and governance (“ESG”) programs with streamlined data collection, on-demand progress monitoring and automated reporting. Integrations with Strategic Portfolio Management and Integrated Risk Management provide a holistic dashboard that enables our customers to accelerate and operationalize their ESG strategies by setting material goals and policies, tracking metrics and risks, driving enterprise-wide compliance and enabling investor-grade ESG disclosure.  Customer and Industry Workflows  Customer and Industry Workflows help drive customer loyalty with connected digital workflows that deliver modern customer experiences. Customer and Industry Workflows help customers elevate their customer service with enhanced resolution efficiency and improved service quality made possible with workflows, automation and location-based work tasks management. Customer service departments no longer have to rely on agents searching multiple systems to find a single answer to customer issues. Integrating front-end customer service capabilities with operations and field service resources, our Customer and Industry Workflows products help create a seamless customer experience from issue to resolution through connected digital workflows that deliver fast support on a customer’s channel of choice. We enable Customer and Industry Workflows through Customer Service Management, Field Service Management and Industry specific products, among other products.   Customer Service Management  Our Customer Service Management product defines, structures, consolidates, manages and automates common customer service cases and requests, such as password resets. Additionally, with Customer Service Management, companies can route work from the customer service agent to field service, engineering, operations, finance or legal personnel to resolve the underlying issues.  Field Service Management  Our Field Service Management product allows field service agents to be assigned, deployed and managed on the same underlying customer service management platform that created and managed the customer incident.  4 4 4 Table of Contents Table of Contents Industry  We offer industry solutions to better address the unique needs for specific industries, including financial services, telecommunications, media and technology, healthcare and life sciences, manufacturing and the public sector. We intend to offer other industry-specific solutions in addition to our other workflow products.  •With Telecommunications Service Management, Order Management and Network Inventory Management, customers can scale their order management process, launch services quickly, enhance customer care, automate service assurance, gain real-time data visibility and optimize their network management on a single platform.  •With Financial Services Operations, banking and insurance customers can unite their front, middle and back offices to improve customer and employee experiences.  •With Healthcare and Life Sciences Service Management, customers can offer consumer-grade experiences, unlock productivity, streamline operations and efficiently manage and service clinical devices.  •With Manufacturing Connected Workforce and Operational Technology Management, customers can empower their workforce with digital tools and knowledge to improve efficiency and create a single system of action for their operational environment, improve uptime and drive outcomes across their operations.  •In addition, with our newly launched Public Sector Digital Services platform in 2022, public sector customers can build a seamless experience to increase trust, empathy and transparency between government agencies and constituents, and connect government agencies with each other on a single digital platform.  Employee Workflows  Our Employee Workflows can transform the employee experience and make work better for our customers’ employees by letting their employees work and collaborate where and how they want, improving productivity and agility. Employee Workflows products also help customers be more efficient with their employee resources, staffing and delivery services, streamline employee lifecycle events and increase visibility as workforces continue to be remote. We enable Employee Workflows through HR Service Delivery, Safe Workplace Suite, Workplace Service Delivery, and Legal Service Delivery, among other products.  HR Service Delivery  Our HR Service Delivery product defines, structures, consolidates, manages and automates HR services related to employee requests. HR Service Delivery capabilities include HR case management, employee self-service, manager experiences, knowledge management and management of employee lifecycle events across multiple departments, such as onboarding, transfers and off-boarding.  Workplace Service Delivery  Our Workplace Service Delivery product keeps our customers’ workplaces running smoothly with a multi-channel, mobile-enabled solution. With Workplace Service Delivery, employees of our customers can automate requests, reservations and repairs and track health and safety incidents, which enables them to optimize space usage, receive easy access to services, manage requests efficiently and get real-time visibility.  Legal Service Delivery  Our Legal Service Delivery product consolidates manual tools and modernizes internal legal operations processes to manage legal requests across the enterprise. With Legal Service Delivery, legal teams can gain efficiency, deliver support efficiently with automated responses and get insight into demand with real-time reporting and dashboards.  Creator Workflows  Creator Workflows help customers build and manage cross-enterprise digital workflow applications fast with a low-code platform that safely delivers agile services at scale and with enterprise-wide platform features such as those that allows customers to manage security and privacy instances and storage. As organizations digitally transform, they need to pivot faster with new processes and business models. This requires faster, more agile execution with more automation delivered through software applications and enterprise-wide features. With Creator Workflows, citizen developers have access to pre-built templates, low-code tools and modular building blocks created by professional developers. The user experience is further enhanced when such apps and features are used on the same platform on which they were built. We enable Creator Workflows through App Engine and Automation Engine, among other products.  5 5 5 Table of Contents Table of Contents App Engine  Our App Engine product empowers enterprise-class low-code application delivery with intuitive and intelligent experiences, at speed and scale. With App Engine, customers and third-party developers can extend workflow automation by creating, testing and deploying their own consumer-grade applications that can be scaled from a single department to the entire enterprise. Examples of the types of applications our customers have developed include:  •an application developed by a global company that allows its employees around the world to request compliance, data privacy and legal services through a single self-service portal, freeing legal and compliance personnel to focus on their core functions; •an application developed by a company to permit its sales personnel to view training materials remotely that has become the primary medium for disseminating sales materials to employees and third-party brokers; and •a state-of-the-art supplier relationship management application developed by a technology research and advisory firm, that facilitates the roll out of enhanced services at competitive prices.   Automation Engine  Our Automation Engine product enables anyone who creates an application on the Now Platform to extend workflows into third-party products and leverage robotic process automation and document intelligence capabilities. Automation Engine also provides a framework that allows developers to create and publish integrations for use by anyone. The Now Platform provides connectors to hundreds of products and integrations in the ServiceNow Store.  Platform Privacy and Security  Our Platform Privacy and Security product provides premium security and privacy controls to help ServiceNow customers protect and control their sensitive data in the cloud.   Procurement Operations Management  Our Procurement Operations Management suite connects to customer's existing ERP systems and provides a source-to-pay workflow automation solution that enables procurement departments to create a unified work experience across teams. It enables organizations to do more with their existing procurement teams when efficiency is critical and scale the business without dramatically increasing staff.  Impact  ServiceNow Impact helps our customers accelerate their value realization with ServiceNow's products and solutions by offering AI-based recommendations and dashboards, proactive and preventative tools and a team of experts, training and coaching.  Professional Services   Our Professional Services are offered by ServiceNow alone and in a co-delivery model with our network of partners to help customers maximize the value of their ServiceNow investment. Our Professional Services include process design, implementation, configuration, architecture and optimization services. With our Now Value methodology as the foundation for customer success, our services bring together our experts and leading practices enabling our customers to create value and drive customer outcomes as they embark on enterprise digital transformations through the use of our platform. Our training services include programs for all of our products.    Customer Support  Customers receive standard and enhanced support from technical resources located around the globe. We offer customer support on a subscription-based model and we offer self-service technical support through our support portal, which provides access to documentation, knowledge base articles, online training, online support forums and online case creation.  Our Technology and Operations  We operate a multi-instance architecture that provides each customer with its own dedicated application logic and database. This architecture is designed to deliver high-availability, scalability, performance, security and ease of upgrading. Our cloud infrastructure primarily consists of industry-standard servers, networks and storage components. We host our full software-as-a-service (“SaaS”) experience on our own private cloud and use public cloud service providers for customers that  6 6 6 Table of Contents Table of Contents are primarily in highly regulated markets.   Our data centers operate in paired configurations to enable replication for high-availability and redundancy. We currently operate data centers in Australia, Brazil, Canada, Germany, India, Ireland, Japan, South Korea, the Netherlands, Singapore, Switzerland, the United Kingdom and the United States, and we continuously evaluate our data center operations and capacity in existing and new geographies.  We offer customers the option to deploy our services on dedicated hardware in our data centers. We also offer customers the option to have their European Union (“EU”) hosted data handled exclusively within the EU. Our architecture gives us the added flexibility to allow customers the option of deploying our services internally or under contract with a third party to host the software in order to support unique regulatory or security requirements. While there are some limitations on agility and flexibility as compared to our cloud offering, a minority of our customers have elected the third-party alternative. The standard and enhanced customer support we provide for self-hosted customers is similar to the support we provide to customers deployed in our managed data centers.  Sales and Marketing   We market and sell our products and services to enterprises across industries, including government, financial services, healthcare, telecommunications, manufacturing, IT services, technology, oil and gas, education and consumer products. We sell our product offerings and services through subscription services primarily through our global direct sales organization. We also sell services through managed services providers and resale partners.   Our marketing efforts and lead generation activities consist primarily of customer referrals, digital advertising (including via our website), trade shows, industry events, brand campaigns and press releases. We also host our annual Knowledge user conference, webinars and other user forums, including regional forums, which we call World Forums, where customers and partners both participate in and present on a variety of programs designed to educate them on industry best practices and help accelerate their success.  We continue to expand our sales capabilities in new geographies, including through investments in direct and indirect sales channels, professional services capabilities, customer support resources, post-sales customer support resources, strategic alliances and partnerships, implementation partners and advisory councils. We also plan to increase our investment in our existing locations in order to achieve scale efficiencies in our sales and marketing efforts.  Partner Ecosystem  In addition to our global direct sales organization, we also have a strong and growing ecosystem of partners that helps accelerate our customers’ digital transformation initiatives and deliver customer value at scale. Our partners play a critical role in helping companies digitally transform their business. Our industry and workflow capabilities paired with our partners’ industry and functional domain experience help customers of all sizes. Together with our partners, we offer industry and domain-focused solutions at scale and are accelerating digital transformation as we help companies drive new approaches in engaging their end users and employees.  Customers   We primarily sell our services to large enterprise customers, and we host and support large, enterprise-wide deployments for our customers. As of December 31, 2022, we had approximately 7,700 enterprise customers. Our customers operate in a wide variety of industries, including government, financial services, healthcare, manufacturing, IT services, technology, oil and gas, telecommunications, education and consumer products. The portion of our revenues generated by sales to government customers has also increased over time. See “Risk Factors—Doing business with the public sector and heavily-regulated organizations subjects us to risks related to the government procurement process, regulations, and contracting requirements” for additional information about our sales to government customers.  Research and Development   Our research and development organization is responsible for the design, development, testing and validation of our solutions. We focus on innovating and developing new services and core technologies and further enhancing the functionality, reliability and performance of our existing solutions. Using emerging technologies, we can anticipate customer demands and then bring new services and new versions of existing services to market quickly in order to remain competitive in the marketplace. We have made, and will continue to make, significant investments in research and development to broaden our  7 7 7 Table of Contents Table of Contents platform capabilities, strengthen our existing applications, expand the number of applications on our platform, enhance our user experience and develop additional mobile, automation and machine intelligence technologies.    Acquisitions and Investments  In addition to our own research and development investments, we have made strategic acquisitions and investments and will continue to assess opportunities to complement our technology and skill sets and expand our product reach. Our focus is on building out our platform and products through both organic investments to support customer needs and acquisitions of talent and enhanced capabilities. For example, our acquisitions and larger strategic investments in 2022 focused on bringing observability and log management, additional AI capabilities, real-time process execution capabilities, process mining and skills mapping intelligence to the Now Platform and across our suite of products.  Competition   As customers accelerate their digital transformation plans and digital operation initiatives, they demand less complexity and lower total cost solutions for the implementation, sourcing, integration and ongoing maintenance of their IT environments. The Now Platform is designed to meet customers’ demands and offers solutions that are complementary to the offerings of many enterprise software vendors. We work directly with product and service offerings from a broad range of companies, including some of the largest in the world, and continuously increase our strategic alliances with many of these companies as we expand our integrations for customers. As we grow and the space where we operate develops and matures, we increasingly find ourselves in competition with solutions and alternative approaches to solving customer needs, including:  •Enterprise application software vendors. We designed the Now Platform to quickly integrate with, and complement the performance of well-established, enterprise application software vendors, such as Oracle, SAP, Salesforce and Workday. Customers may choose to work directly with their application software vendors to improve integrations and create connected workflows.  •New technologies and entrants. Markets are rapidly evolving and highly competitive, with relatively low barriers to entry. New technologies and competitors are entering the markets to solve similar problems in different ways, intensifying competition. Customers may choose alternative technologies to improve integrations and create connected workflows. New entrants may choose to offer software tailored to specific services, as opposed to competing across all Now Platform capabilities.   •In-house solutions. Customers may choose to work with their internal IT departments or other personnel to build custom workflow solutions and integrations.  •Cloud-based vendors. As businesses increasingly utilize public cloud and SaaS-based offerings, they are adopting a hybrid (on-premises and off-premises) approach for their existing and new compute workloads. As a result, our services will need to increasingly compete for customers’ hybrid IT workloads with off-premises public cloud and SaaS-based offerings.   Intellectual Property   We rely upon a combination of U.S. and international copyright, trade secret, patent and trademark laws and confidentiality procedures and contractual restrictions, such as confidentiality and license agreements, to establish, protect and grow our intellectual property (“IP”) rights. In addition, we enter into confidentiality and proprietary rights agreements with our employees, partners, vendors, consultants and other third parties and control access to our IP and other proprietary information. We also purchase or license IP and technology that we incorporate into our products or services.  We continue to grow our global patent portfolio and IP rights that relate to our platform, applications, services, research and development and other activities. Our success depends in part upon our ability to protect our core technology and IP. As of December 31, 2022, we had over 2,000 U.S. and foreign patents, including patents acquired from third parties, and over 700 pending patent applications. We do not believe that our proprietary technology is dependent on any single patent or other IP right or group of related patents or IP rights. We file patent applications to protect our IP and have and may continue to acquire additional patents, patent portfolios or patent applications. See “Risk Factors—Lawsuits against us by third parties that allege we infringe their intellectual property rights could harm our business and operating results” and “Risk Factors—Our intellectual property protections may not provide us with a competitive advantage and defending our intellectual property may result in substantial expenses that harm our operating results” for additional information.  8 8 8 Table of Contents Table of Contents Environmental, Social and Governance  Our ESG strategy is driven by our purpose to “make the world work better for everyone.” Our global impact programs focus on areas where we can make our business, our communities and the world more equitable and sustainable. The challenges we and our stakeholders have been facing in the last few years, such as the pandemic, racial injustice and climate change, have emphasized the unique role we can have as a company in helping our customers manage their ESG priorities. Initiatives to reduce the carbon footprint of our operations not only serve the purpose of sustaining our planet, but also make us more attractive to our customers who are looking to reduce their own carbon footprint and that of their supply chains. Initiatives to improve our diversity, equity and inclusion (“DEI”) serve to build a more inclusive workforce. They also help us to attract and retain the diverse talent that allows us to innovate more quickly and create products that “wow our customers.” Initiatives to strengthen the governance of our business—leading with ethics and focusing on security and data privacy— improve the oversight of our business and also help us to earn trust with our customers that makes them comfortable managing more of their core business operations with our products. In this way, our ESG strategy is embedded in our business priorities, culture and values.   Our board of directors and management team oversee our ESG strategy. Specifically, our Nominating and Governance Committee oversees our ESG activities, programs, risks and public disclosures; our Audit Committee oversees our processes, procedures and validation surrounding our ESG disclosures; and our Compensation Committee oversees our human capital management. Our enterprise-wide ESG Steering Committee, under the leadership of our CFO, helps guide our ESG strategy, goals, progress and key initiatives. Our additional management steering committees and councils help address specific priorities such as risk management, compliance and data governance. Activities and progress against our ESG priorities are regularly reviewed by the board of directors.  We began issuing our annual Global Impact Report in 2021 to provide insights into the ESG areas where we are focusing our efforts. For the environment, we are sustaining our planet by supporting the transition to a net-zero world for our customers and our own operations. For governance, we are acting with integrity by building trust through ethical, transparent and secure business practices. For social, we are creating work opportunities that are equitable, accessible and rewarding for all people. Additional information about our social initiatives is discussed below in “—Human Capital Management.” In April 2022, we announced an expansion of our carbon neutrality commitment to provide our customers with a carbon neutral cloud. In early 2022, we signed on our first customers for our new ESG Management solution and we were once again listed as a member of the Dow Jones Sustainability Index (DJSI) for North America.  Human Capital Management  Our People Strategy  Our People Strategy is pivotal to our goal of becoming the defining enterprise software company of the 21st century. Our People Strategy is designed to help us execute against our business strategy, while living our best lives, doing our best work and fulfilling our purpose together. We aim to attract, recruit, develop and retain the best, most diverse talent, celebrating the diversity and differences that drive our innovation and creativity. We are committed to a respectful, rewarding and inclusive work environment that enables our people to grow themselves, grow their teams and grow the business with the mission to make the world work better for everyone. Our People Strategy is based on two foundational principles and three key pillars.  Foundational principles  •We must always honor ServiceNow’s authentic culture and purpose as we continue to grow.  •We must ensure that our People Strategy is informed by data and insights as we strive to scale efficiently and make informed and unbiased decisions.   Key focus areas  •Scale and Innovation: Build a talent system that helps us attract, grow and retain the people who will drive our business forward.   •Inclusive Employee Experience: Power our company with a more diverse workforce, equitable processes that drive positive outcomes and inclusive employee experience.  •Growth and Development: Invest in new learning and development paths and resources for our people to grow themselves and their teams.   9 9 9 Table of Contents Table of Contents Our Culture  ServiceNow’s culture is grounded in our values, first discussed above. We live our culture by regularly listening to our people and gathering feedback directly from our workforce to inform our programs and employee needs globally. We listen through our Employee Voice Surveys (“EVS”), which measure and analyze employee engagement, including on such topics as inclusion and belonging, learning and development, recognition, pay, and wellbeing. EVS insights are used to action plan at all levels of the organization and inform the assessment of our human capital management approach and its alignment with our purpose and business strategy.   We also listen by gaining insights across the employee lifecycle through onboarding, exit, and other check-in surveys. Among other things, our listening in 2022 gave us invaluable insights into employees’ desire for more career development and enablement tools and resources, which also led to the development and refinement of our performance management tools available on the Now Platform.   As a result of our culture, we earned several external recognitions in 2022 that speak to our strong culture, including from the Fortune World’s Most Admired Companies, the Fortune 100 Best Companies to Work For and the Glassdoor Best Places to Work.  Diversity, Equity and Inclusion   “Creating Belonging” is one of our four company values. We expect each of our people to live our values both inside and outside of the work environment. We have several initiatives focused on recruiting, learning and development, and culture to weave DEI throughout our talent processes to drive sustainable progress as we strive to create a more diverse, equitable and inclusive culture. In 2022, following the appointment of our Chief Equity and Inclusion Officer, we formalized our global DEI strategic framework with a focus on inclusion in and through our business. The framework has three pillars:  •Enable and empower our people: Drive a relentless commitment to employee belonging and success by enhancing equitable processes, policies and practices across the moments that matter for our employees. •Hire with intent: Recruit high performing and diverse talent across all levels by designing a unique and exemplary hiring process that is global and collaborative. •Amplify DEI impact: Build on the global ESG/DEI movement with human ingenuity and technology by advancing DEI with like-minded customers, suppliers and community partners.  Within ServiceNow, we support multiple Belonging Groups for women, racial and ethnic minorities, military veterans, people with disabilities, people of different faiths and people who identify as LGBTQI+. These groups are intended to give employees a safe space and help support our culture and community-building efforts across ServiceNow. We also publicly disclose our progress on a multitude of workforce metrics in the various reports we issue that include information on gender, race, and ethnic minority representation in our U.S. employee population. In addition, we launched an internal “Diversity Advisory Council” tasked with identifying and addressing DEI opportunity areas within ServiceNow. These efforts are enhanced through a new inclusive leadership development course required for all people managers.  We also create belonging in our communities. Our NextGen Professional Program (“NextGen”) supports our digital readiness focus area. We recently launched RiseUp, a global program designed to skill one million people on the ServiceNow Platform by 2024. It aspires to fuel a new economy of in-demand, job-ready talent with an emphasis on faster, more equitable career paths in the high-growth ServiceNow ecosystem. While the program is currently focused on placing talent within ServiceNow customers and partners, RiseUp also is expected to create a pipeline of new, diverse talent for ServiceNow in the near future. The program invests in digital skills training for marginalized and underserved communities. In addition, we are helping break down systemic barriers by offering digital experiences for students in Hispanic Serving Institutions, Puerto Rican Universities and Historically Black Colleges and Universities to provide development opportunities, such as launching a “women code to win” contest at those institutions.  Total Rewards  Our total rewards philosophy has at its core the goal of attracting, rewarding, and retaining top talent to help us execute our strategy and mission. We believe in competitive pay practices and a pay-for-performance culture. In addition to base salary, all our employees are eligible to participate in our annual cash bonus plan or in our sales commission plan. In order to attract and retain the best talent, we have a broad-based discretionary equity program and an employee stock purchase plan, which enable employees to participate in our success. Our employees enjoy expansive and diverse benefit offerings that focus on physical, mental and financial wellbeing.  10 10 10 Table of Contents Table of Contents Pay Equity  Everyone deserves to be treated fairly and respectfully. We believe there should be equity across the entire talent ecosystem – from hiring through career advancement. To achieve that, we continue to build and scale equitable people practices that foster inclusive and fair outcomes for all employees. This includes pay equity. Because pay equity is so dynamic at a high-growth company like ours, we manage it on an ongoing basis and do regular analyses and adjustments, as warranted. We are proud that our process led us to achieve systematic pay equity as of September 1, 2022, our latest company-wide analysis, and helps ensure that we maintain pay equity on an ongoing basis.  Learning and Development  Our people have a deep desire to learn and grow. Our learning and development programs are designed to “grow self, grow team, grow business.” In addition to the extensive functional learning program run by individual business units that focus on technical skills and capabilities, our global Learning and Development program is focused on enabling all our people – from our early-in-career talent who have access to programs that help them plan for professional growth and financial success to our more tenured leaders who have access to programs focusing on the importance of inclusive leadership, strategy and trust in the new world of work.  New Ways of Working and Wellbeing  Our Future of Work policy supports our people as they adapt to new ways of working that shift paradigms, embrace flexibility, promote inclusion and drive innovation. Beginning in 2022, the majority of our employees are expected in a workplace three days or fewer a week, which provides them flexibility to organize their schedules. Our flexible working environment enables us to attract, recruit and retain the best talent and we believe such an environment will only serve to strengthen our company. Our growing fully-remote workforce allows us to continue sourcing different, more diverse talent who are not geographically close to a ServiceNow office location.  ServiceNow is committed to supporting wellbeing for employees at work and in their personal lives. Our standard, comprehensive benefits package covers many physical, emotional and financial wellness programs. We also offer our employees additional time-off with “Wellbeing Days” to further support their health and wellness.  Workforce Metrics  As of December 31, 2022, we employed 20,433 people on a full-time basis, 10,960 in the United States and 9,473 internationally. None of our U.S. employees are represented by a labor union. Employees in certain European countries are represented by workers’ councils and have the benefits of collective bargaining arrangements at the national and/or sector level. We have not experienced interruptions of operations or work stoppages due to labor disagreements.   Available Information  You can obtain copies of our Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and other filings with the SEC, and all amendments to these filings, free of charge from our website at www.servicenow.com/company/investor-relations/sec-filings.html as soon as reasonably practicable after we file or furnish them with the SEC. The SEC maintains an Internet site that contains reports, proxy and information statements and other information regarding issuers that file electronically with the SEC at www.sec.gov. The contents of, or accessible through, these websites are not incorporated into this filing. Our references to the URLs for these websites are intended to be inactive textual references only.   Investors and others should note that we announce material financial information to our investors using our investor relations website (https://www.servicenow.com/company/investor-relations.html), SEC filings, press releases, public conference calls and webcasts. We use these channels, including our website and social media, to communicate with our investors and the public about our company, our products and solutions and other issues. It is possible that the information we post on social media could be deemed to be material information. Therefore, we encourage investors, the media and others interested in our company to review the information we make available on our website and the social media channels listed on our website. 11 11 11  Table of Contents Table of Contents", "time": "00:00:04"}