{"cik": 1393818, "item_1A": "Item 1. Business  Business  Business  Business   Overview  Overview  Overview  Overview  Blackstone is one of the world’s leading investment firms, with Total Assets Under Management of $974.7 billion as of December 31, 2022. We seek to create positive economic impact and long-term value for our investors, the companies we invest in, and the communities in which we work. We do this by using extraordinary people and flexible capital to help companies solve problems. Our asset management businesses include investment vehicles focused on real estate, private equity, infrastructure, life sciences, growth equity, credit, real assets and secondary funds, all on a global basis.  Blackstone is one of the world’s leading investment firms, with Total Assets Under Management of $974.7 billion as of December 31, 2022. We seek to create positive economic impact and long-term value for our investors, the companies we invest in, and the communities in which we work. We do this by using extraordinary people and flexible capital to help companies solve problems. Our asset management businesses include investment vehicles focused on real estate, private equity, infrastructure, life sciences, growth equity, credit, real assets and secondary funds, all on a global basis.  Our businesses use a solutions-oriented approach to drive better performance. We believe our scale, diversified business, long record of investment performance, rigorous investment process and strong client relationships position us to continue to perform well in a variety of market conditions, expand our assets under management and add complementary businesses.  Our businesses use a solutions-oriented approach to drive better performance. We believe our scale, diversified business, long record of investment performance, rigorous investment process and strong client relationships position us to continue to perform well in a variety of market conditions, expand our assets under management and add complementary businesses.  We invest across asset classes on behalf of our investors, including pension funds, insurance companies and individual investors. Our mission is to create long-term value through careful stewardship of their capital. To the extent our funds perform well, we can support a better retirement for tens of millions of pensioners, including teachers, nurses and firefighters. We believe that consideration of appropriate environmental, social and governance (“ESG”) principles can help us further our mission of delivering strong returns for our investors, and we use our scale and expertise to help strengthen our companies, assets and the communities in which they operate.  We invest across asset classes on behalf of our investors, including pension funds, insurance companies and individual investors. Our mission is to create long-term value through careful stewardship of their capital. To the extent our funds perform well, we can support a better retirement for tens of millions of pensioners, including teachers, nurses and firefighters. We believe that consideration of appropriate environmental, social and governance (“ESG”) principles can help us further our mission of delivering strong returns for our investors, and we use our scale and expertise to help strengthen our companies, assets and the communities in which they operate.  As of December 31, 2022, we employed approximately 4,695 people, including our 222 senior managing directors, at our headquarters in New York and around the world. Our employees are integral to Blackstone’s culture of integrity, professionalism and excellence. We believe hiring, training and retaining talented individuals, coupled with our rigorous investment process, has supported our excellent investment record over many years. This record, in turn, has enabled us to innovate into new strategies, drive growth and better serve our investors.  As of December 31, 2022, we employed approximately 4,695 people, including our 222 senior managing directors, at our headquarters in New York and around the world. Our employees are integral to Blackstone’s culture of integrity, professionalism and excellence. We believe hiring, training and retaining talented individuals, coupled with our rigorous investment process, has supported our excellent investment record over many years. This record, in turn, has enabled us to innovate into new strategies, drive growth and better serve our investors.  Business Segments  Business Segments  Business Segments  Business Segments  Our four business segments are: (a) Real Estate, (b) Private Equity, (c) Credit & Insurance and (d) Hedge Fund Solutions.  Our four business segments are: (a) Real Estate, (b) Private Equity, (c) Credit & Insurance and (d) Hedge Fund Solutions.  Information about our business segments should be read together with “Part II. Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations.”  Information about our business segments should be read together with “Part II. Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations.”  For more information concerning the revenues and fees we derive from our business segments, see “— Fee Structure/Incentive Arrangements.”  For more information concerning the revenues and fees we derive from our business segments, see “— Fee Structure/Incentive Arrangements.”  Real Estate  Real Estate  Real Estate  Real Estate  Real Estate  Real Estate  Our Real Estate business is a global leader in real estate investing, with $326.1 billion of Total Assets Under Management as of December 31, 2022. Our Real Estate segment operates as one globally integrated business with approximately 890 employees and has investments across the globe, including in the Americas, Europe and Asia. Our real estate investment teams seek to utilize our global expertise and presence to generate attractive risk-adjusted returns for our investors.  Our Real Estate business is a global leader in real estate investing, with $326.1 billion of Total Assets Under Management as of December 31, 2022. Our Real Estate segment operates as one globally integrated business with approximately 890 employees and has investments across the globe, including in the Americas, Europe and Asia. Our real estate investment teams seek to utilize our global expertise and presence to generate attractive risk-adjusted returns for our investors.  Our Blackstone Real Estate Partners (“BREP”) business is geographically diversified and targets a broad range of opportunistic real estate and real estate-related investments. The BREP funds include global funds as well as funds focused specifically on Europe or Asia investments. BREP seeks to invest thematically in high-quality assets,  Our Blackstone Real Estate Partners (“BREP”) business is geographically diversified and targets a broad range of opportunistic real estate and real estate-related investments. The BREP funds include global funds as well as funds focused specifically on Europe or Asia investments. BREP seeks to invest thematically in high-quality assets,      8  8   Table of Contents focusing where we see outsized growth potential driven by global economic and demographic trends. BREP has made significant investments in logistics, office, rental housing, hospitality and retail properties around the world, as well as in a variety of real estate operating companies.  focusing where we see outsized growth potential driven by global economic and demographic trends. BREP has made significant investments in logistics, office, rental housing, hospitality and retail properties around the world, as well as in a variety of real estate operating companies.  Our Core+ strategy invests in substantially stabilized real estate globally primarily through perpetual capital vehicles. These include our (a) Blackstone Property Partners funds (“BPP”), which is focused on high-quality assets in the Americas, Europe and Asia and (b) Blackstone Real Estate Income Trust, Inc. (“BREIT”) and our Blackstone European Property Income (“BEPIF”) funds, which provide income-focused individual investors access to institutional quality real estate primarily in the Americas and Europe, respectively.  Our Core+ strategy invests in substantially stabilized real estate globally primarily through perpetual capital vehicles. These include our (a) Blackstone Property Partners funds (“BPP”), which is focused on high-quality assets in the Americas, Europe and Asia and (b) Blackstone Real Estate Income Trust, Inc. (“BREIT”) and our Blackstone European Property Income (“BEPIF”) funds, which provide income-focused individual investors access to institutional quality real estate primarily in the Americas and Europe, respectively.  Our Blackstone Real Estate Debt Strategies (“BREDS”) vehicles primarily target real estate-related debt investment opportunities. BREDS invests in both public and private markets, primarily in the U.S. and Europe. BREDS’ scale and investment mandates enable it to provide a variety of lending options for our borrowers and investment options for our investors, including commercial real estate and mezzanine loans, residential mortgage loan pools and liquid real estate-related debt securities. The BREDS platform includes high-yield real estate debt funds, liquid real estate debt funds and Blackstone Mortgage Trust, Inc. (“BXMT”), a NYSE-listed real estate investment trust (“REIT”).  Our Blackstone Real Estate Debt Strategies (“BREDS”) vehicles primarily target real estate-related debt investment opportunities. BREDS invests in both public and private markets, primarily in the U.S. and Europe. BREDS’ scale and investment mandates enable it to provide a variety of lending options for our borrowers and investment options for our investors, including commercial real estate and mezzanine loans, residential mortgage loan pools and liquid real estate-related debt securities. The BREDS platform includes high-yield real estate debt funds, liquid real estate debt funds and Blackstone Mortgage Trust, Inc. (“BXMT”), a NYSE-listed real estate investment trust (“REIT”).  Private Equity  Private Equity  Private Equity  Private Equity  Private Equity  Private Equity  Our Private Equity segment encompasses global businesses with a total of approximately 590 employees managing $288.9 billion of Total Assets Under Management as of December 31, 2022. Our Private Equity segment includes our corporate private equity business, which consists of: (a) our global private equity funds, Blackstone Capital Partners (“BCP”), (b) our sector-focused funds, including our energy- and energy transition-focused funds, Blackstone Energy Transition Partners (“BETP”), (c) our Asia-focused private equity funds, Blackstone Capital Partners Asia and (d) our core private equity funds, Blackstone Core Equity Partners (“BCEP”). Our Private Equity segment also includes (a) our opportunistic investment platform that invests globally across asset classes, industries and geographies, Blackstone Tactical Opportunities (“Tactical Opportunities”), (b) our secondary fund of funds business, Strategic Partners Fund Solutions (“Strategic Partners”), (c) our infrastructure-focused funds, Blackstone Infrastructure Partners (“BIP”), (d) our life sciences investment platform, Blackstone Life Sciences (“BXLS”), (e) our growth equity investment platform, Blackstone Growth (“BXG”), (f) our multi-asset investment program for eligible high net worth investors offering exposure to certain of Blackstone’s key illiquid investment strategies through a single commitment, Blackstone Total Alternatives Solution (“BTAS”) and (g) our capital markets services business, Blackstone Capital Markets (“BXCM”).  Our Private Equity segment encompasses global businesses with a total of approximately 590 employees managing $288.9 billion of Total Assets Under Management as of December 31, 2022. Our Private Equity segment includes our corporate private equity business, which consists of: (a) our global private equity funds, Blackstone Capital Partners (“BCP”), (b) our sector-focused funds, including our energy- and energy transition-focused funds, Blackstone Energy Transition Partners (“BETP”), (c) our Asia-focused private equity funds, Blackstone Capital Partners Asia and (d) our core private equity funds, Blackstone Core Equity Partners (“BCEP”). Our Private Equity segment also includes (a) our opportunistic investment platform that invests globally across asset classes, industries and geographies, Blackstone Tactical Opportunities (“Tactical Opportunities”), (b) our secondary fund of funds business, Strategic Partners Fund Solutions (“Strategic Partners”), (c) our infrastructure-focused funds, Blackstone Infrastructure Partners (“BIP”), (d) our life sciences investment platform, Blackstone Life Sciences (“BXLS”), (e) our growth equity investment platform, Blackstone Growth (“BXG”), (f) our multi-asset investment program for eligible high net worth investors offering exposure to certain of Blackstone’s key illiquid investment strategies through a single commitment, Blackstone Total Alternatives Solution (“BTAS”) and (g) our capital markets services business, Blackstone Capital Markets (“BXCM”).  We are a global leader in private equity investing. Our corporate private equity business pursues transactions across industries on a global basis. It strives to create value by investing in great businesses where our capital, strategic insight, global relationships and operational support can drive transformation. Our corporate private equity business’s investment strategies and core themes continually evolve in anticipation of, or in response to, changes in the global economy, local markets, regulation, capital flows and geopolitical trends. We seek to construct a differentiated portfolio of investments with a well-defined, post-acquisition value creation strategy. Similarly, we seek investments that can generate strong unlevered returns regardless of entry or exit cycle timing. Blackstone Core Equity Partners pursues control-oriented investments in high-quality companies with durable businesses and seeks to offer a lower level of risk and a longer hold period than traditional private equity.  We are a global leader in private equity investing. Our corporate private equity business pursues transactions across industries on a global basis. It strives to create value by investing in great businesses where our capital, strategic insight, global relationships and operational support can drive transformation. Our corporate private equity business’s investment strategies and core themes continually evolve in anticipation of, or in response to, changes in the global economy, local markets, regulation, capital flows and geopolitical trends. We seek to construct a differentiated portfolio of investments with a well-defined, post-acquisition value creation strategy. Similarly, we seek investments that can generate strong unlevered returns regardless of entry or exit cycle timing. Blackstone Core Equity Partners pursues control-oriented investments in high-quality companies with durable businesses and seeks to offer a lower level of risk and a longer hold period than traditional private equity.  Tactical Opportunities pursues a thematically driven, opportunistic investment strategy. Our flexible, global mandate enables us to find differentiated opportunities across asset classes, industries, and geographies and invest behind them with the frequent use of structure to generate attractive risk-adjusted returns. With a focus on businesses and/or asset-backed investments in market sectors that are benefitting from long term transformational tailwinds, Tactical Opportunities seeks to leverage the full power of Blackstone to help those businesses grow and improve. Tactical Opportunities’ ability to dynamically shift focus to the most compelling  Tactical Opportunities pursues a thematically driven, opportunistic investment strategy. Our flexible, global mandate enables us to find differentiated opportunities across asset classes, industries, and geographies and invest behind them with the frequent use of structure to generate attractive risk-adjusted returns. With a focus on businesses and/or asset-backed investments in market sectors that are benefitting from long term transformational tailwinds, Tactical Opportunities seeks to leverage the full power of Blackstone to help those businesses grow and improve. Tactical Opportunities’ ability to dynamically shift focus to the most compelling      9  9   Table of Contents opportunities in any market environment, combined with the business’ expertise in structuring complex transactions, enables Tactical Opportunities to invest behind attractive market areas often with securities that provide downside protection and maintain upside return.  opportunities in any market environment, combined with the business’ expertise in structuring complex transactions, enables Tactical Opportunities to invest behind attractive market areas often with securities that provide downside protection and maintain upside return.  Strategic Partners, our secondary fund of funds business, is a total fund solutions provider. As a secondary investor it acquires interests in high-quality private funds from original holders seeking liquidity. Strategic Partners focuses on a range of opportunities in underlying funds such as private equity, real estate, infrastructure, venture and growth capital, credit and other types of funds, as well as general partner-led transactions and primary investments and co-investments with financial sponsors. Strategic Partners also provides investment advisory services to separately managed account clients investing in primary and secondary investments in private funds and co-investments.  Strategic Partners, our secondary fund of funds business, is a total fund solutions provider. As a secondary investor it acquires interests in high-quality private funds from original holders seeking liquidity. Strategic Partners focuses on a range of opportunities in underlying funds such as private equity, real estate, infrastructure, venture and growth capital, credit and other types of funds, as well as general partner-led transactions and primary investments and co-investments with financial sponsors. Strategic Partners also provides investment advisory services to separately managed account clients investing in primary and secondary investments in private funds and co-investments.  Blackstone Infrastructure Partners targets a diversified mix of core+, core and public-private partnership investments across all infrastructure sectors, including energy infrastructure, transportation, digital infrastructure, and water and waste with a primary focus in the U.S. BIP applies a disciplined, operationally intensive investment approach to investments, seeking to apply a long-term buy-and-hold strategy to large-scale infrastructure assets with a focus on delivering stable, long-term capital appreciation together with a predictable annual cash flow yield.  Blackstone Infrastructure Partners targets a diversified mix of core+, core and public-private partnership investments across all infrastructure sectors, including energy infrastructure, transportation, digital infrastructure, and water and waste with a primary focus in the U.S. BIP applies a disciplined, operationally intensive investment approach to investments, seeking to apply a long-term buy-and-hold strategy to large-scale infrastructure assets with a focus on delivering stable, long-term capital appreciation together with a predictable annual cash flow yield.  Blackstone Life Sciences is our investment platform with capabilities to invest across the life cycle of companies and products within the life sciences sector. BXLS primarily focuses on investments in life sciences products in late stage clinical development within the pharmaceutical and biotechnology sectors.  Blackstone Life Sciences is our investment platform with capabilities to invest across the life cycle of companies and products within the life sciences sector. BXLS primarily focuses on investments in life sciences products in late stage clinical development within the pharmaceutical and biotechnology sectors.  Blackstone Growth is our growth equity platform that seeks to deliver attractive risk-adjusted returns by investing in dynamic, growth-stage businesses, with a focus on the consumer, consumer technology, enterprise solutions, financial services and healthcare sectors.  Blackstone Growth is our growth equity platform that seeks to deliver attractive risk-adjusted returns by investing in dynamic, growth-stage businesses, with a focus on the consumer, consumer technology, enterprise solutions, financial services and healthcare sectors.  Credit & Insurance  Credit & Insurance  Credit & Insurance  Credit & Insurance  Credit & Insurance  Credit & Insurance  Our Credit & Insurance segment, with approximately 620 employees and $279.9 billion of Total Assets Under Management as of December 31, 2022, includes Blackstone Credit (“BXC”). BXC is one of the largest credit-oriented managers and CLO managers in the world. The investment portfolios of the funds BXC manages or sub-advises consist primarily of loans and securities of non-investment and investment grade companies spread across the capital structure including senior debt, subordinated debt, preferred stock and common equity.  Our Credit & Insurance segment, with approximately 620 employees and $279.9 billion of Total Assets Under Management as of December 31, 2022, includes Blackstone Credit (“BXC”). BXC is one of the largest credit-oriented managers and CLO managers in the world. The investment portfolios of the funds BXC manages or sub-advises consist primarily of loans and securities of non-investment and investment grade companies spread across the capital structure including senior debt, subordinated debt, preferred stock and common equity.  BXC is organized into two overarching strategies: private credit and liquid credit. BXC’s private credit strategies include mezzanine and direct lending funds, private placement strategies, stressed/distressed strategies and energy strategies (including our sustainable resources platform). BXC’s direct lending funds include Blackstone Private Credit Fund (“BCRED”) and Blackstone Secured Lending Fund (“BXSL”), both of which are business development companies (“BDCs”). BXC’s liquid credit strategies consist of CLOs, closed-ended funds, open-ended funds, systematic strategies and separately managed accounts.  BXC is organized into two overarching strategies: private credit and liquid credit. BXC’s private credit strategies include mezzanine and direct lending funds, private placement strategies, stressed/distressed strategies and energy strategies (including our sustainable resources platform). BXC’s direct lending funds include Blackstone Private Credit Fund (“BCRED”) and Blackstone Secured Lending Fund (“BXSL”), both of which are business development companies (“BDCs”). BXC’s liquid credit strategies consist of CLOs, closed-ended funds, open-ended funds, systematic strategies and separately managed accounts.  Our Credit & Insurance segment also includes our insurer-focused platform, Blackstone Insurance Solutions (“BIS”). BIS focuses on providing full investment management services for insurers’ general accounts, seeking to deliver customized and diversified portfolios that include allocations to Blackstone managed products and strategies across asset classes and Blackstone’s private credit origination capabilities. BIS provides its clients tailored portfolio construction and strategic asset allocation, seeking to generate risk-managed, capital-efficient returns, diversification and capital preservation that meets clients’ objectives. BIS also provides similar services to clients through separately managed accounts or by sub-managing assets for certain insurance-dedicated funds and special purpose vehicles. BIS currently manages assets for clients that include Corebridge Financial Inc., Everlake Life Insurance Company, Fidelity & Guaranty Life Insurance Company and Resolution Life Group, among others.  Our Credit & Insurance segment also includes our insurer-focused platform, Blackstone Insurance Solutions (“BIS”). BIS focuses on providing full investment management services for insurers’ general accounts, seeking to deliver customized and diversified portfolios that include allocations to Blackstone managed products and strategies across asset classes and Blackstone’s private credit origination capabilities. BIS provides its clients tailored portfolio construction and strategic asset allocation, seeking to generate risk-managed, capital-efficient returns, diversification and capital preservation that meets clients’ objectives. BIS also provides similar services to clients through separately managed accounts or by sub-managing assets for certain insurance-dedicated funds and special purpose vehicles. BIS currently manages assets for clients that include Corebridge Financial Inc., Everlake Life Insurance Company, Fidelity & Guaranty Life Insurance Company and Resolution Life Group, among others.      10  10   Table of Contents  In addition, our Credit & Insurance segment includes our asset-based finance platform and our publicly traded midstream energy infrastructure, listed infrastructure and master limited partnership (“MLP”) investment platform, which is managed by Harvest Fund Advisors LLC (“Harvest”). Harvest primarily invests capital raised from institutional investors in separately managed accounts and pooled vehicles, investing in publicly traded energy infrastructure, listed infrastructure, renewables and MLPs holding primarily midstream energy assets in North America.  In addition, our Credit & Insurance segment includes our asset-based finance platform and our publicly traded midstream energy infrastructure, listed infrastructure and master limited partnership (“MLP”) investment platform, which is managed by Harvest Fund Advisors LLC (“Harvest”). Harvest primarily invests capital raised from institutional investors in separately managed accounts and pooled vehicles, investing in publicly traded energy infrastructure, listed infrastructure, renewables and MLPs holding primarily midstream energy assets in North America.  Hedge Fund Solutions  Hedge Fund Solutions  Hedge Fund Solutions  Hedge Fund Solutions  Hedge Fund Solutions  Hedge Fund Solutions  Working with our clients for more than 30 years, our Hedge Fund Solutions group is a leading manager of institutional funds with approximately 275 employees managing $79.7 billion of Total Assets Under Management as of December 31, 2022. The principal component of our Hedge Fund Solutions segment is Blackstone Alternative Asset Management (“BAAM”). BAAM is the world’s largest discretionary allocator to hedge funds, managing a broad range of commingled and customized fund solutions since its inception in 1990. The Hedge Fund Solutions segment also includes (a) our GP Stakes business (“GP Stakes”), which targets minority investments in the general partners of private equity and other private-market alternative asset management firms globally, with a focus on delivering a combination of recurring annual cash flow yield and long-term capital appreciation, (b) investment platforms that invest directly, including our Blackstone Strategic Opportunity Fund, which seeks to produce long term, risk-adjusted returns by investing in a wide variety of securities, assets and instruments, often sourced and/or managed by third party subadvisors or affiliated Blackstone managers, (c) our hedge fund seeding business and (d) registered funds that provide alternative asset solutions through daily liquidity products. Hedge Fund Solutions’ overall investment philosophy is to seek to grow investors’ assets through both commingled and custom-tailored investment strategies designed to deliver compelling risk-adjusted returns. Diversification, risk management and due diligence are key tenets of our approach.  Working with our clients for more than 30 years, our Hedge Fund Solutions group is a leading manager of institutional funds with approximately 275 employees managing $79.7 billion of Total Assets Under Management as of December 31, 2022. The principal component of our Hedge Fund Solutions segment is Blackstone Alternative Asset Management (“BAAM”). BAAM is the world’s largest discretionary allocator to hedge funds, managing a broad range of commingled and customized fund solutions since its inception in 1990. The Hedge Fund Solutions segment also includes (a) our GP Stakes business (“GP Stakes”), which targets minority investments in the general partners of private equity and other private-market alternative asset management firms globally, with a focus on delivering a combination of recurring annual cash flow yield and long-term capital appreciation, (b) investment platforms that invest directly, including our Blackstone Strategic Opportunity Fund, which seeks to produce long term, risk-adjusted returns by investing in a wide variety of securities, assets and instruments, often sourced and/or managed by third party subadvisors or affiliated Blackstone managers, (c) our hedge fund seeding business and (d) registered funds that provide alternative asset solutions through daily liquidity products. Hedge Fund Solutions’ overall investment philosophy is to seek to grow investors’ assets through both commingled and custom-tailored investment strategies designed to deliver compelling risk-adjusted returns. Diversification, risk management and due diligence are key tenets of our approach.  Perpetual Capital  Perpetual Capital  Perpetual Capital  Perpetual Capital  Each of our business segments currently includes Perpetual Capital assets under management, which refers to assets under management with an indefinite term, that are not in liquidation and for which there is no requirement to return capital to investors through redemption requests in the ordinary course of business, except where funded by new capital inflows. In recent years, we have meaningfully increased the number of Perpetual Capital vehicles we offer and the assets under management in such vehicles. Perpetual Capital strategies represent a significant and growing portion of our overall business, and the management fees and performance revenues we receive. Among the strategies in each of our segments, Perpetual Capital strategies include, without limitation, (a) in our Real Estate segment, Core+ real estate (including BREIT and BEPIF) and BXMT, (b) in our Private Equity segment, Blackstone Infrastructure Partners, (c) in our Credit & Insurance segment, BXSL and BCRED and (d) in our Hedge Fund Solutions segment, GP Stakes. In addition, assets managed for certain of our insurance clients are Perpetual Capital assets under management.  Each of our business segments currently includes Perpetual Capital assets under management, which refers to assets under management with an indefinite term, that are not in liquidation and for which there is no requirement to return capital to investors through redemption requests in the ordinary course of business, except where funded by new capital inflows. In recent years, we have meaningfully increased the number of Perpetual Capital vehicles we offer and the assets under management in such vehicles. Perpetual Capital strategies represent a significant and growing portion of our overall business, and the management fees and performance revenues we receive. Among the strategies in each of our segments, Perpetual Capital strategies include, without limitation, (a) in our Real Estate segment, Core+ real estate (including BREIT and BEPIF) and BXMT, (b) in our Private Equity segment, Blackstone Infrastructure Partners, (c) in our Credit & Insurance segment, BXSL and BCRED and (d) in our Hedge Fund Solutions segment, GP Stakes. In addition, assets managed for certain of our insurance clients are Perpetual Capital assets under management.  Private Wealth Strategy  Private Wealth Strategy  Private Wealth Strategy  Private Wealth Strategy  Blackstone’s business has historically relied on the provision of investment products, such as traditional drawdown funds, to institutional investors. In recent years, we have considerably expanded the number and type of investment products we offer through various distribution channels to certain mass affluent and high net worth individual investors in the U.S. and other jurisdictions around the world. Our Private Wealth Solutions business is dedicated to building out our distribution capabilities in the retail channel to provide certain individual investors with access to Blackstone products across a broad array of alternative investment strategies. In recent years, capital from the private wealth channel has represented an increasing portion of our Total Assets Under Management, and we expect this trend to continue as we continue to undertake initiatives aimed at growing our private wealth strategies.  Blackstone’s business has historically relied on the provision of investment products, such as traditional drawdown funds, to institutional investors. In recent years, we have considerably expanded the number and type of investment products we offer through various distribution channels to certain mass affluent and high net worth individual investors in the U.S. and other jurisdictions around the world. Our Private Wealth Solutions business is dedicated to building out our distribution capabilities in the retail channel to provide certain individual investors with access to Blackstone products across a broad array of alternative investment strategies. In recent years, capital from the private wealth channel has represented an increasing portion of our Total Assets Under Management, and we expect this trend to continue as we continue to undertake initiatives aimed at growing our private wealth strategies.      11  11   Table of Contents Investment Process and Risk Management  Investment Process and Risk Management  Investment Process and Risk Management  Investment Process and Risk Management  We maintain a rigorous investment process across all of our investment vehicles. Each investment vehicle has investment policies and procedures that generally contain requirements, guidelines and limitations for investments, such as limitations relating to the amount that will be invested in any one investment and the types of assets, industries or geographic regions in which the vehicle will invest, as well as limitations required by law.  We maintain a rigorous investment process across all of our investment vehicles. Each investment vehicle has investment policies and procedures that generally contain requirements, guidelines and limitations for investments, such as limitations relating to the amount that will be invested in any one investment and the types of assets, industries or geographic regions in which the vehicle will invest, as well as limitations required by law.  Our investment professionals are responsible for selecting, evaluating, underwriting, diligencing, negotiating, executing, managing and exiting investments. For those of our businesses with review committees and/or investment committees, such committees review and evaluate investment opportunities in a framework that includes a qualitative and quantitative assessment of the key risks of investments. In such businesses, investment professionals generally submit investment opportunities for review and approval by a review committee and/or investment committee, subject to delineated exceptions set forth in the funds’ investment committee charters or resolutions. Review and investment committees are generally comprised of senior leaders and other senior professionals of the applicable investment business, and in many cases, other senior leaders of Blackstone and its businesses. Considerations that review and investment committees take into account when evaluating an investment may include, without limitation and depending on the nature of the investing business and its strategy, the quality of the business or asset in which the fund proposes to invest, the quality of the management team, likely exit strategies and factors that could reduce the value of the business or asset at exit, the ability of the business in which the investment is made to service debt in a range of economic and interest rate environments, macroeconomic trends in the relevant geographic region or industry and the quality of the businesses’ operations. In addition, the majority of our businesses have ESG policies that address, among other things, the review of ESG risks in the respective business's investment process.  Our investment professionals are responsible for selecting, evaluating, underwriting, diligencing, negotiating, executing, managing and exiting investments. For those of our businesses with review committees and/or investment committees, such committees review and evaluate investment opportunities in a framework that includes a qualitative and quantitative assessment of the key risks of investments. In such businesses, investment professionals generally submit investment opportunities for review and approval by a review committee and/or investment committee, subject to delineated exceptions set forth in the funds’ investment committee charters or resolutions. Review and investment committees are generally comprised of senior leaders and other senior professionals of the applicable investment business, and in many cases, other senior leaders of Blackstone and its businesses. Considerations that review and investment committees take into account when evaluating an investment may include, without limitation and depending on the nature of the investing business and its strategy, the quality of the business or asset in which the fund proposes to invest, the quality of the management team, likely exit strategies and factors that could reduce the value of the business or asset at exit, the ability of the business in which the investment is made to service debt in a range of economic and interest rate environments, macroeconomic trends in the relevant geographic region or industry and the quality of the businesses’ operations. In addition, the majority of our businesses have ESG policies that address, among other things, the review of ESG risks in the respective business's investment process.  In addition, before deciding to invest in a new hedge fund or a new alternative asset manager, as applicable, our Hedge Fund Solutions and Strategic Partners teams conduct diligence in a number of areas, which, depending on the nature of the investment, may include, among others, the fund’s/manager’s performance, investment terms, investment strategy and investment personnel, as well as its operations, processes, risk management and internal controls. With respect to liquid credit clients and other clients whose portfolios are actively traded in our Credit & Insurance segment, our industry-focused research analysts provide the review and/or investment committee with a formal and comprehensive review of new investment recommendations and portfolio managers and trading professionals discuss, among other things, risks associated with overall portfolio composition. Our Credit & Insurance segment’s research team monitors the operating performance of underlying issuers, while portfolio managers, together with our traders, focus on optimizing asset composition to maximize value for our investors. This investment process is assisted by a variety of proprietary and non-proprietary research models and methods.  In addition, before deciding to invest in a new hedge fund or a new alternative asset manager, as applicable, our Hedge Fund Solutions and Strategic Partners teams conduct diligence in a number of areas, which, depending on the nature of the investment, may include, among others, the fund’s/manager’s performance, investment terms, investment strategy and investment personnel, as well as its operations, processes, risk management and internal controls. With respect to liquid credit clients and other clients whose portfolios are actively traded in our Credit & Insurance segment, our industry-focused research analysts provide the review and/or investment committee with a formal and comprehensive review of new investment recommendations and portfolio managers and trading professionals discuss, among other things, risks associated with overall portfolio composition. Our Credit & Insurance segment’s research team monitors the operating performance of underlying issuers, while portfolio managers, together with our traders, focus on optimizing asset composition to maximize value for our investors. This investment process is assisted by a variety of proprietary and non-proprietary research models and methods.  Existing investments are reviewed and monitored on a regular basis by investment and asset management professionals. In addition, our investment professionals, Portfolio Operations professionals and, where applicable, ESG teams, work with our portfolio company senior executives to identify opportunities to drive operational efficiencies and growth. As part of our value creation efforts for our investors, select businesses encourage certain of their respective portfolio companies and assets to consider a select number of priority ESG initiatives focused on diversity, decarbonization and good governance.  Existing investments are reviewed and monitored on a regular basis by investment and asset management professionals. In addition, our investment professionals, Portfolio Operations professionals and, where applicable, ESG teams, work with our portfolio company senior executives to identify opportunities to drive operational efficiencies and growth. As part of our value creation efforts for our investors, select businesses encourage certain of their respective portfolio companies and assets to consider a select number of priority ESG initiatives focused on diversity, decarbonization and good governance.  Structure and Operation of Our Investment Vehicles  Structure and Operation of Our Investment Vehicles  Structure and Operation of Our Investment Vehicles  Structure and Operation of Our Investment Vehicles  Our private investment funds are generally organized as limited partnerships with respect to U.S. domiciled vehicles and limited partnerships or other similar limited liability entities with respect to non-U.S. domiciled vehicles. In the case of our separately managed accounts, the investor, rather than we, generally controls the investment vehicle that holds or has custody of the investments we advise the vehicle to make. We conduct the sponsorship and management of our carry funds and other similar vehicles primarily through a partnership  Our private investment funds are generally organized as limited partnerships with respect to U.S. domiciled vehicles and limited partnerships or other similar limited liability entities with respect to non-U.S. domiciled vehicles. In the case of our separately managed accounts, the investor, rather than we, generally controls the investment vehicle that holds or has custody of the investments we advise the vehicle to make. We conduct the sponsorship and management of our carry funds and other similar vehicles primarily through a partnership      12  12   Table of Contents  structure in which limited partnerships organized by us accept commitments and/or subscriptions for investment from institutional investors and, to a more limited extent, high net worth individuals. Such commitments are generally drawn down from investors on an as-needed basis to fund investments (or for other permitted purposes) over a specified term. Our private equity and real estate funds are generally commitment-structured funds, with the exception of certain BPP, BREDS and BIP funds, as well as BREIT and BEPIF. For certain BPP, BREIT, BEPIF and BREDS funds, all or a portion of an investor’s capital may be funded on or promptly after the investor’s subscription date and cash proceeds resulting from the disposition of investments can be reinvested, subject to certain limitations and limited investor withdrawal rights. Our credit-focused funds are generally either commitment-structured funds or open-ended funds where the investor’s capital is fully funded on or promptly after the investor’s subscription date. The CLO vehicles we manage are structured investment vehicles that are generally private companies with limited liability. Most of our funds of hedge funds as well as our hedge funds are structured as funds where the investor’s capital is fully funded on the subscription date. BIS is generally structured around separately managed accounts.  structure in which limited partnerships organized by us accept commitments and/or subscriptions for investment from institutional investors and, to a more limited extent, high net worth individuals. Such commitments are generally drawn down from investors on an as-needed basis to fund investments (or for other permitted purposes) over a specified term. Our private equity and real estate funds are generally commitment-structured funds, with the exception of certain BPP, BREDS and BIP funds, as well as BREIT and BEPIF. For certain BPP, BREIT, BEPIF and BREDS funds, all or a portion of an investor’s capital may be funded on or promptly after the investor’s subscription date and cash proceeds resulting from the disposition of investments can be reinvested, subject to certain limitations and limited investor withdrawal rights. Our credit-focused funds are generally either commitment-structured funds or open-ended funds where the investor’s capital is fully funded on or promptly after the investor’s subscription date. The CLO vehicles we manage are structured investment vehicles that are generally private companies with limited liability. Most of our funds of hedge funds as well as our hedge funds are structured as funds where the investor’s capital is fully funded on the subscription date. BIS is generally structured around separately managed accounts.  Our investment funds, separately managed accounts and other vehicles not domiciled in the European Economic Area (the “EEA”) are each generally advised by a Blackstone entity serving as investment adviser that is registered under the U.S. Investment Advisers Act of 1940, as amended (the “Advisers Act”). For our investment funds, separately managed accounts and other vehicles domiciled in the EEA, a Blackstone entity domiciled in the EEA generally serves as external alternative investment fund manager (“AIFM”), and the AIFM typically delegates its portfolio management function to a Blackstone-affiliated investment adviser registered under the Advisers Act. The Blackstone entity serving as investment adviser or AIFM, as applicable, typically carries out substantially all of the day-to-day operations of each investment vehicle pursuant to an investment advisory, investment management, AIFM or other similar agreement. Generally, the material terms of our investment advisory and AIFM agreements, as applicable, relate to the scope of services to be rendered by the investment adviser or the AIFM to the applicable vehicle, the calculation of management fees to be borne by investors in our investment vehicles, the calculation of and the manner and extent to which other fees received by the investment adviser or the AIFM, as applicable, from funds or fund portfolio companies serve to offset or reduce the management fees payable by investors in our investment vehicles and certain rights of termination with respect to our investment advisory and AIFM agreements. With the exception of the registered funds described below, the investment vehicles themselves do not generally register as investment companies under the U.S. Investment Company Act of 1940, as amended (the “1940 Act”), in reliance on the statutory exemptions provided by Section 3(c)(7), Section 3(c)(5)(C) or, Section 3(c)(1) thereof. Section 3(c)(7) of the 1940 Act exempts from its registration requirements investment vehicles privately placed in the United States whose securities are beneficially owned exclusively by persons who, at the time of acquisition of such securities, are “qualified purchasers” as defined under the 1940 Act. In addition, under current interpretations of the SEC, Section 3(c)(7) of the 1940 Act exempts from registration any non-U.S. investment vehicle all of whose outstanding securities are beneficially owned either by non-U.S. residents or by U.S. residents that are qualified purchasers. Section 3(c)(5)(C) of the 1940 Act exempts from its registration requirements certain companies engaged primarily in investment in mortgages and other liens or investments in real estate. Section 3(c)(1) of the 1940 Act exempts from its registration requirements privately placed investment vehicles whose securities are beneficially owned by not more than 100 persons. Additionally, under current interpretations of the SEC, Section 3(c)(1) of the 1940 Act exempts from registration any non-U.S. investment vehicle not publicly offered in the U.S. all of whose outstanding securities are beneficially owned by not more than 100 U.S. residents. BXMT is externally managed by a Blackstone-owned entity pursuant to a management agreement, conducts its operations in a manner that allows it to maintain its REIT qualification and also avail itself of the statutory exemption provided by Section 3(c)(5)(C) of the 1940 Act. BREIT is externally advised by a Blackstone-owned entity pursuant to an advisory agreement, conducts its operations in a manner that allows it to maintain its REIT qualification and also avails itself of the statutory exemption provided by Section 3(c)(5)(C) of the 1940 Act. In some cases, one or more of our investment advisers, including advisers within BXC, BAAM and BREDS, advises or sub-advises funds registered, or regulated as a BDC, under the 1940 Act.  Our investment funds, separately managed accounts and other vehicles not domiciled in the European Economic Area (the “EEA”) are each generally advised by a Blackstone entity serving as investment adviser that is registered under the U.S. Investment Advisers Act of 1940, as amended (the “Advisers Act”). For our investment funds, separately managed accounts and other vehicles domiciled in the EEA, a Blackstone entity domiciled in the EEA generally serves as external alternative investment fund manager (“AIFM”), and the AIFM typically delegates its portfolio management function to a Blackstone-affiliated investment adviser registered under the Advisers Act. The Blackstone entity serving as investment adviser or AIFM, as applicable, typically carries out substantially all of the day-to-day operations of each investment vehicle pursuant to an investment advisory, investment management, AIFM or other similar agreement. Generally, the material terms of our investment advisory and AIFM agreements, as applicable, relate to the scope of services to be rendered by the investment adviser or the AIFM to the applicable vehicle, the calculation of management fees to be borne by investors in our investment vehicles, the calculation of and the manner and extent to which other fees received by the investment adviser or the AIFM, as applicable, from funds or fund portfolio companies serve to offset or reduce the management fees payable by investors in our investment vehicles and certain rights of termination with respect to our investment advisory and AIFM agreements. With the exception of the registered funds described below, the investment vehicles themselves do not generally register as investment companies under the U.S. Investment Company Act of 1940, as amended (the “1940 Act”), in reliance on the statutory exemptions provided by Section 3(c)(7), Section 3(c)(5)(C) or, Section 3(c)(1) thereof. Section 3(c)(7) of the 1940 Act exempts from its registration requirements investment vehicles privately placed in the United States whose securities are beneficially owned exclusively by persons who, at the time of acquisition of such securities, are “qualified purchasers” as defined under the 1940 Act. In addition, under current interpretations of the SEC, Section 3(c)(7) of the 1940 Act exempts from registration any non-U.S. investment vehicle all of whose outstanding securities are beneficially owned either by non-U.S. residents or by U.S. residents that are qualified purchasers. Section 3(c)(5)(C) of the 1940 Act exempts from its registration requirements certain companies engaged primarily in investment in mortgages and other liens or investments in real estate. Section 3(c)(1) of the 1940 Act exempts from its registration requirements privately placed investment vehicles whose securities are beneficially owned by not more than 100 persons. Additionally, under current interpretations of the SEC, Section 3(c)(1) of the 1940 Act exempts from registration any non-U.S. investment vehicle not publicly offered in the U.S. all of whose outstanding securities are beneficially owned by not more than 100 U.S. residents. BXMT is externally managed by a Blackstone-owned entity pursuant to a management agreement, conducts its operations in a manner that allows it to maintain its REIT qualification and also avail itself of the statutory exemption provided by Section 3(c)(5)(C) of the 1940 Act. BREIT is externally advised by a Blackstone-owned entity pursuant to an advisory agreement, conducts its operations in a manner that allows it to maintain its REIT qualification and also avails itself of the statutory exemption provided by Section 3(c)(5)(C) of the 1940 Act. In some cases, one or more of our investment advisers, including advisers within BXC, BAAM and BREDS, advises or sub-advises funds registered, or regulated as a BDC, under the 1940 Act.      13  13   Table of Contents In addition to having an investment adviser, each investment fund that is a limited partnership, or “partnership” fund, also has a general partner that, apart from partnership funds domiciled in the EEA, generally makes all operational and investment decisions, including the making, monitoring and disposing of investments. The limited partners of the partnership funds generally take no part in the conduct or control of the business of the investment funds, have no right or authority to act for or bind the investment funds and have no influence over the voting or disposition of the securities or other assets held by the investment funds. With the exception of certain of our funds of hedge funds, hedge funds, certain credit-focused and real estate debt funds, and other funds or separately managed accounts for the benefit of one or more specified investors, third party investors in some of our funds have the right to remove the general partner of the fund or to accelerate the termination of the investment fund without cause by a majority or supermajority vote. In addition, the governing agreements of many of our investment funds provide that in the event certain “key persons” in our investment funds do not meet specified time commitments with regard to managing the fund, then (a) investors in such funds have the right to vote to terminate the investment period by a specified percentage (including, in certain cases a simple majority) vote in accordance with specified procedures, or accelerate the withdrawal of their capital on an investor-by-investor basis, or (b) the fund’s investment period will automatically terminate and a specified percentage (including, in certain cases a simple majority) in accordance with specified procedures is required to restart it. In addition, the governing agreements of some of our investment funds provide that investors have the right to terminate the investment period for any reason by a supermajority vote of the investors in such fund.  In addition to having an investment adviser, each investment fund that is a limited partnership, or “partnership” fund, also has a general partner that, apart from partnership funds domiciled in the EEA, generally makes all operational and investment decisions, including the making, monitoring and disposing of investments. The limited partners of the partnership funds generally take no part in the conduct or control of the business of the investment funds, have no right or authority to act for or bind the investment funds and have no influence over the voting or disposition of the securities or other assets held by the investment funds. With the exception of certain of our funds of hedge funds, hedge funds, certain credit-focused and real estate debt funds, and other funds or separately managed accounts for the benefit of one or more specified investors, third party investors in some of our funds have the right to remove the general partner of the fund or to accelerate the termination of the investment fund without cause by a majority or supermajority vote. In addition, the governing agreements of many of our investment funds provide that in the event certain “key persons” in our investment funds do not meet specified time commitments with regard to managing the fund, then (a) investors in such funds have the right to vote to terminate the investment period by a specified percentage (including, in certain cases a simple majority) vote in accordance with specified procedures, or accelerate the withdrawal of their capital on an investor-by-investor basis, or (b) the fund’s investment period will automatically terminate and a specified percentage (including, in certain cases a simple majority) in accordance with specified procedures is required to restart it. In addition, the governing agreements of some of our investment funds provide that investors have the right to terminate the investment period for any reason by a supermajority vote of the investors in such fund.  Fee Structure/Incentive Arrangements  Fee Structure/Incentive Arrangements  Fee Structure/Incentive Arrangements  Fee Structure/Incentive Arrangements  Management Fees  Management Fees  Management Fees  Management Fees  Management Fees  Management Fees  The following is a general description of the management fees earned by Blackstone.  The following is a general description of the management fees earned by Blackstone.      • The investment adviser of each of our non-EEA domiciled carry funds and the AIFM of each of our EEA domiciled carry funds generally receives an annual management fee based on a percentage of the fund’s capital commitments, invested capital and/or undeployed capital during the investment period and the fund’s invested capital or investment fair value after the investment period, except that the investment adviser or AIFM to certain of our credit-focused, BPP and BCEP funds receives a management fee based on a percentage of invested capital or net asset value. These management fees are payable on a regular basis (typically quarterly) in the contractually prescribed amounts over the life of the fund. Depending on the base on which management fees are calculated, negative performance of one or more investments in the fund may reduce the total management fee paid for the relevant period, but not the fee rate. Management fees received are not subject to clawback.  The investment adviser of each of our non-EEA domiciled carry funds and the AIFM of each of our EEA domiciled carry funds generally receives an annual management fee based on a percentage of the fund’s capital commitments, invested capital and/or undeployed capital during the investment period and the fund’s invested capital or investment fair value after the investment period, except that the investment adviser or AIFM to certain of our credit-focused, BPP and BCEP funds receives a management fee based on a percentage of invested capital or net asset value. These management fees are payable on a regular basis (typically quarterly) in the contractually prescribed amounts over the life of the fund. Depending on the base on which management fees are calculated, negative performance of one or more investments in the fund may reduce the total management fee paid for the relevant period, but not the fee rate. Management fees received are not subject to clawback.   • The investment adviser of each of our funds that are structured like hedge funds, or of our funds of hedge funds, registered mutual funds, UCITs funds and separately managed accounts that invest in hedge funds, generally receives a management fee based on a percentage of the fund’s or account’s net asset value. These management fees are payable on a regular basis (typically monthly or quarterly). These funds generally permit investors to withdraw or redeem their interests periodically, in some cases following the expiration of a specified period of time when capital may not be withdrawn. Decreases in the net asset value of investor’s capital accounts may reduce the total management fee paid for the relevant period, but not the fee rate. Management fees received are not subject to clawback. In addition, to the extent the mandate of our funds is to invest capital in third party managed funds, as is the case with our funds of hedge funds, our funds will be required to pay management fees to such third party managers, which typically are borne by investors in such investment vehicles.  The investment adviser of each of our funds that are structured like hedge funds, or of our funds of hedge funds, registered mutual funds, UCITs funds and separately managed accounts that invest in hedge funds, generally receives a management fee based on a percentage of the fund’s or account’s net asset value. These management fees are payable on a regular basis (typically monthly or quarterly). These funds generally permit investors to withdraw or redeem their interests periodically, in some cases following the expiration of a specified period of time when capital may not be withdrawn. Decreases in the net asset value of investor’s capital accounts may reduce the total management fee paid for the relevant period, but not the fee rate. Management fees received are not subject to clawback. In addition, to the extent the mandate of our funds is to invest capital in third party managed funds, as is the case with our funds of hedge funds, our funds will be required to pay management fees to such third party managers, which typically are borne by investors in such investment vehicles.   • The investment adviser of each of our CLOs typically receives annual management fees, which are calculated as a percentage of the CLO's assets, and additional incentive management fees subject to a return hurdle being met. These management fees are payable on a regular basis (typically quarterly). Although varying from deal to deal, a CLO will typically be wound down within eight to eleven years of being launched. The amount of fees will decrease as the CLO deleverages toward the end of its term.  The investment adviser of each of our CLOs typically receives annual management fees, which are calculated as a percentage of the CLO's assets, and additional incentive management fees subject to a return hurdle being met. These management fees are payable on a regular basis (typically quarterly). Although varying from deal to deal, a CLO will typically be wound down within eight to eleven years of being launched. The amount of fees will decrease as the CLO deleverages toward the end of its term.       14  14   Table of Contents  • The investment adviser of each of our separately managed accounts generally receives annual management fees based on a percentage of each account’s net asset value or invested capital. The management fees we receive from each of our separately managed accounts are generally paid on a regular basis (typically quarterly). Such management fees are generally subject to contractual rights the investor has to terminate our management on generally as short as 30 days’ notice.  The investment adviser of each of our separately managed accounts generally receives annual management fees based on a percentage of each account’s net asset value or invested capital. The management fees we receive from each of our separately managed accounts are generally paid on a regular basis (typically quarterly). Such management fees are generally subject to contractual rights the investor has to terminate our management on generally as short as 30 days’ notice.   • The investment adviser of each of our credit-focused registered and non-registered investment companies and our BDCs typically receive an annual management fee based on a percentage of net asset value or total managed assets. The management fees we receive from the registered investment companies we manage are generally paid on a regular basis (typically quarterly). Such management fees are generally subject to contractual rights of the company’s board of directors to terminate our management of an account on as short as 30 days’ notice.  The investment adviser of each of our credit-focused registered and non-registered investment companies and our BDCs typically receive an annual management fee based on a percentage of net asset value or total managed assets. The management fees we receive from the registered investment companies we manage are generally paid on a regular basis (typically quarterly). Such management fees are generally subject to contractual rights of the company’s board of directors to terminate our management of an account on as short as 30 days’ notice.   • The investment adviser of BXMT receives an annual management fee, paid quarterly, based on a percentage of BXMT’s net proceeds received from equity offerings and accumulated “distributable earnings” (which is generally equal to its net income, calculated under GAAP, excluding certain non-cash and other items), subject to certain adjustments.  The investment adviser of BXMT receives an annual management fee, paid quarterly, based on a percentage of BXMT’s net proceeds received from equity offerings and accumulated “distributable earnings” (which is generally equal to its net income, calculated under GAAP, excluding certain non-cash and other items), subject to certain adjustments.   • The investment adviser of BREIT and AIFM of BEPIF receive a management fee based on a percentage of BREIT’s or BEPIF’s, as applicable, net asset value per annum, payable monthly.  The investment adviser of BREIT and AIFM of BEPIF receive a management fee based on a percentage of BREIT’s or BEPIF’s, as applicable, net asset value per annum, payable monthly.   For additional information regarding the management fee rates we receive, see “Part II. Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations — Critical Accounting Policies — Revenue Recognition — Management and Advisory Fees, Net.”  For additional information regarding the management fee rates we receive, see “Part II. Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations — Critical Accounting Policies — Revenue Recognition — Management and Advisory Fees, Net.”  Incentive Arrangements  Incentive Arrangements  Incentive Arrangements  Incentive Arrangements  Incentive Arrangements  Incentive Arrangements  Our incentive arrangements are composed of (a) contractual incentive fees received from certain investment vehicles upon achieving specified cumulative investment returns (“Incentive Fees”), and (b) a disproportionate allocation of the income generated by investment vehicles otherwise allocable to investors upon achieving certain investment returns (“Performance Allocations”, and, together with Incentive Fees, \"Performance Revenues\").  Our incentive arrangements are composed of (a) contractual incentive fees received from certain investment vehicles upon achieving specified cumulative investment returns (“Incentive Fees”), and (b) a disproportionate allocation of the income generated by investment vehicles otherwise allocable to investors upon achieving certain investment returns (“Performance Allocations”, and, together with Incentive Fees, \"Performance Revenues\").  In our carry funds, our Performance Revenues consist of the Performance Allocations to which the general partner or an affiliate thereof is entitled, commonly referred to as carried interest. Our ability to generate and realize carried interest is an important element of our business and has historically accounted for a very significant portion of our income.  In our carry funds, our Performance Revenues consist of the Performance Allocations to which the general partner or an affiliate thereof is entitled, commonly referred to as carried interest. Our ability to generate and realize carried interest is an important element of our business and has historically accounted for a very significant portion of our income.  Carried interest is typically structured as a net profits interest in the applicable fund. In the case of our carry funds, carried interest is generally calculated on a “realized gain” basis, and each general partner (or affiliate) is generally entitled to an allocation of up to 20% of the net realized income and gains (generally taking into account realized and unrealized or net unrealized losses) generated by such fund. Net realized income or loss is not generally netted between or among funds, and in some cases our carry funds provide for allocations to be made on current income distributions (subject to certain conditions).  Carried interest is typically structured as a net profits interest in the applicable fund. In the case of our carry funds, carried interest is generally calculated on a “realized gain” basis, and each general partner (or affiliate) is generally entitled to an allocation of up to 20% of the net realized income and gains (generally taking into account realized and unrealized or net unrealized losses) generated by such fund. Net realized income or loss is not generally netted between or among funds, and in some cases our carry funds provide for allocations to be made on current income distributions (subject to certain conditions).  For most carry funds, the carried interest is subject to a preferred limited partner return ranging from 5% to 8% per year, subject to a catch-up allocation to the general partner. Some of our carry funds do not provide for a preferred return, and generally the terms of our carry funds vary in certain respects across our business units and vintages. If, at the end of the life of a carry fund (or earlier with respect to certain of our real estate, real estate debt, core+ real estate, credit-focused, multi-asset class and opportunistic investment funds), as a result of diminished performance of later investments in a carry fund’s life, (a) the general partner receives in excess of the relevant carried interest percentage(s) applicable to the fund as applied to the fund’s cumulative net profits over  For most carry funds, the carried interest is subject to a preferred limited partner return ranging from 5% to 8% per year, subject to a catch-up allocation to the general partner. Some of our carry funds do not provide for a preferred return, and generally the terms of our carry funds vary in certain respects across our business units and vintages. If, at the end of the life of a carry fund (or earlier with respect to certain of our real estate, real estate debt, core+ real estate, credit-focused, multi-asset class and opportunistic investment funds), as a result of diminished performance of later investments in a carry fund’s life, (a) the general partner receives in excess of the relevant carried interest percentage(s) applicable to the fund as applied to the fund’s cumulative net profits over      15  15   Table of Contents the life of the fund, or (in certain cases) (b) the carry fund has not achieved investment returns that exceed the preferred return threshold (if applicable), then we will be obligated to repay an amount equal to the carried interest that was previously distributed to us that exceeds the amounts to which we were ultimately entitled, up to the amount of carried interest received on an after-tax basis. This is known as a “clawback” obligation and is an obligation of any person who received such carried interest, including us and other participants in our carried interest plans.  the life of the fund, or (in certain cases) (b) the carry fund has not achieved investment returns that exceed the preferred return threshold (if applicable), then we will be obligated to repay an amount equal to the carried interest that was previously distributed to us that exceeds the amounts to which we were ultimately entitled, up to the amount of carried interest received on an after-tax basis. This is known as a “clawback” obligation and is an obligation of any person who received such carried interest, including us and other participants in our carried interest plans.  Although a portion of any dividends paid to our stockholder may include any carried interest received by us, we do not intend to seek fulfillment of any clawback obligation by seeking to have our stockholders return any portion of such dividends attributable to carried interest associated with any clawback obligation. To the extent we are required to fulfill a clawback obligation, however, we may determine to decrease the amount of our dividends to our stockholders. The clawback obligation operates with respect to a given carry fund’s own net investment performance only and carried interest of other funds is not netted for determining this contingent obligation. Moreover, although a clawback obligation is several, the governing agreements of most of our funds provide that to the extent another recipient of carried interest (such as a current or former employee) does not fund his or her respective share of the clawback obligation then due, then we and our employees who participate in such carried interest plans may have to fund additional amounts (generally an additional 50% to 70% beyond our pro-rata share of such obligation) although we retain the right to pursue any remedies that we have under such governing agreements against those carried interest recipients who fail to fund their obligations. We have recorded a contingent repayment obligation equal to the amount that would be due on December 31, 2022, if the various carry funds were liquidated at their current carrying value. For additional information concerning the clawback obligations we could face, see “— Item 1A. Risk Factors — Risks Related to Our Business — We may not have sufficient cash to pay back “clawback” obligations if and when they are triggered under the governing agreements with our investors.”  Although a portion of any dividends paid to our stockholder may include any carried interest received by us, we do not intend to seek fulfillment of any clawback obligation by seeking to have our stockholders return any portion of such dividends attributable to carried interest associated with any clawback obligation. To the extent we are required to fulfill a clawback obligation, however, we may determine to decrease the amount of our dividends to our stockholders. The clawback obligation operates with respect to a given carry fund’s own net investment performance only and carried interest of other funds is not netted for determining this contingent obligation. Moreover, although a clawback obligation is several, the governing agreements of most of our funds provide that to the extent another recipient of carried interest (such as a current or former employee) does not fund his or her respective share of the clawback obligation then due, then we and our employees who participate in such carried interest plans may have to fund additional amounts (generally an additional 50% to 70% beyond our pro-rata share of such obligation) although we retain the right to pursue any remedies that we have under such governing agreements against those carried interest recipients who fail to fund their obligations. We have recorded a contingent repayment obligation equal to the amount that would be due on December 31, 2022, if the various carry funds were liquidated at their current carrying value. For additional information concerning the clawback obligations we could face, see “— Item 1A. Risk Factors — Risks Related to Our Business — We may not have sufficient cash to pay back “clawback” obligations if and when they are triggered under the governing agreements with our investors.”  In our structures other than carry funds, our Performance Revenues generally consist of performance-based allocations of a vehicle’s net capital appreciation during a measurement period, typically a year, subject to the achievement of minimum return levels, high water marks, and/or other hurdle provisions, in accordance with the respective terms set out in each vehicle’s governing agreements. Such allocations are typically realized at the end of the measurement period and, once realized, are typically not subject to clawback or reversal. In particular, our ability to generate and realize these amounts is an important element of our business. Such allocations in certain of our Perpetual Capital strategies contribute a significant and growing portion to our overall revenues.  In our structures other than carry funds, our Performance Revenues generally consist of performance-based allocations of a vehicle’s net capital appreciation during a measurement period, typically a year, subject to the achievement of minimum return levels, high water marks, and/or other hurdle provisions, in accordance with the respective terms set out in each vehicle’s governing agreements. Such allocations are typically realized at the end of the measurement period and, once realized, are typically not subject to clawback or reversal. In particular, our ability to generate and realize these amounts is an important element of our business. Such allocations in certain of our Perpetual Capital strategies contribute a significant and growing portion to our overall revenues.  The following is a general description of the Performance Revenues earned by Blackstone in structures other than carry funds:  The following is a general description of the Performance Revenues earned by Blackstone in structures other than carry funds:      • In our Hedge Fund Solutions segment, the investment adviser of our funds of hedge funds, certain hedge funds, separately managed accounts that invest in hedge funds and certain non-U.S. registered investment companies, is entitled to an incentive fee of 0% to 20%, as applicable, of the applicable investment vehicle’s net appreciation, subject to “high water mark” provisions and in some cases a preferred return. In addition, to the extent the mandate of our funds is to invest capital in third party managed hedge funds, as is the case with our funds of hedge funds, our funds will be required to pay incentive fees to such third party managers, which typically are borne by investors in such investment vehicles.  In our Hedge Fund Solutions segment, the investment adviser of our funds of hedge funds, certain hedge funds, separately managed accounts that invest in hedge funds and certain non-U.S. registered investment companies, is entitled to an incentive fee of 0% to 20%, as applicable, of the applicable investment vehicle’s net appreciation, subject to “high water mark” provisions and in some cases a preferred return. In addition, to the extent the mandate of our funds is to invest capital in third party managed hedge funds, as is the case with our funds of hedge funds, our funds will be required to pay incentive fees to such third party managers, which typically are borne by investors in such investment vehicles.   • The general partners or similar entities of each of our real estate and credit hedge fund structures receive incentive fees of generally up to 20% of the applicable fund’s net capital appreciation per annum.  The general partners or similar entities of each of our real estate and credit hedge fund structures receive incentive fees of generally up to 20% of the applicable fund’s net capital appreciation per annum.   • The investment adviser of our BDCs receives (a) income incentive fees of 12.5% or 15%, as applicable, subject to, in certain cases, certain hurdles, catch-ups and caps, payable quarterly, and (b) capital gains incentive fees (net of realized and unrealized losses) of 12.5% or 15%, as applicable, payable annually.  The investment adviser of our BDCs receives (a) income incentive fees of 12.5% or 15%, as applicable, subject to, in certain cases, certain hurdles, catch-ups and caps, payable quarterly, and (b) capital gains incentive fees (net of realized and unrealized losses) of 12.5% or 15%, as applicable, payable annually.       16  16   Table of Contents • The investment manager of BXMT receives an incentive fee generally equal to 20% of BXMT’s distributable earnings in excess of a 7% per annum return on stockholders’ equity (excluding stock appreciation or depreciation), provided that BXMT’s distributable earnings over the prior three years is greater than zero.  The investment manager of BXMT receives an incentive fee generally equal to 20% of BXMT’s distributable earnings in excess of a 7% per annum return on stockholders’ equity (excluding stock appreciation or depreciation), provided that BXMT’s distributable earnings over the prior three years is greater than zero.   • The special limited partner of each of BREIT and BEPIF receives a performance participation allocation of 12.5% of total return, subject to a 5% hurdle amount with a catch-up and recouping any loss carry forward amounts, payable quarterly.  The special limited partner of each of BREIT and BEPIF receives a performance participation allocation of 12.5% of total return, subject to a 5% hurdle amount with a catch-up and recouping any loss carry forward amounts, payable quarterly.   • The general partners of certain open-ended BPP and BIP funds are entitled to an incentive fee allocation generally between 7% and 12.5% of net profit, subject to a hurdle amount generally of between 5.5% and 7%, a loss recovery amount and a catch-up. Incentive allocations for these funds are generally realized every three years from when a limited partner makes its initial investment.  The general partners of certain open-ended BPP and BIP funds are entitled to an incentive fee allocation generally between 7% and 12.5% of net profit, subject to a hurdle amount generally of between 5.5% and 7%, a loss recovery amount and a catch-up. Incentive allocations for these funds are generally realized every three years from when a limited partner makes its initial investment.   Advisory and Transaction Fees  Advisory and Transaction Fees  Advisory and Transaction Fees  Advisory and Transaction Fees  Advisory and Transaction Fees  Advisory and Transaction Fees  Some of our investment advisers or their affiliates receive customary fees (for example, acquisition, origination and other transaction fees) upon consummation of their funds’ transactions, and may from time to time receive advisory, monitoring and other fees in connection with their activities. For most of the funds where we receive such fees, we are required to reduce the management fees charged to the funds’ investors by 50% to 100% of such limited partner’s share of such fees.  Some of our investment advisers or their affiliates receive customary fees (for example, acquisition, origination and other transaction fees) upon consummation of their funds’ transactions, and may from time to time receive advisory, monitoring and other fees in connection with their activities. For most of the funds where we receive such fees, we are required to reduce the management fees charged to the funds’ investors by 50% to 100% of such limited partner’s share of such fees.  Capital Invested In and Alongside Our Investment Funds  Capital Invested In and Alongside Our Investment Funds  Capital Invested In and Alongside Our Investment Funds  Capital Invested In and Alongside Our Investment Funds  To further align our interests with those of investors in our investment funds, we have invested the firm’s capital and that of our personnel in the investment funds we sponsor and manage. Minimum general partner capital commitments to our investment funds are determined separately with respect to each of our investment funds and, generally, are less than 5% of the limited partner commitments of any particular fund. See “Part II. Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations — Liquidity and Capital Resources” for more information regarding our minimum general partner capital commitments to our funds. We determine whether to make general partner capital commitments to our funds in excess of the minimum required commitments based on, among other things, our anticipated liquidity, working capital and other capital needs. In many cases, we require our senior managing directors and other professionals to fund a portion of the general partner capital commitments to our funds. In other cases, we may from time to time offer to our senior managing directors and employees a part of the funded or unfunded general partner commitments to our investment funds. Our general partner capital commitments are funded with cash and not with carried interest or deferral of management fees.  To further align our interests with those of investors in our investment funds, we have invested the firm’s capital and that of our personnel in the investment funds we sponsor and manage. Minimum general partner capital commitments to our investment funds are determined separately with respect to each of our investment funds and, generally, are less than 5% of the limited partner commitments of any particular fund. See “Part II. Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations — Liquidity and Capital Resources” for more information regarding our minimum general partner capital commitments to our funds. We determine whether to make general partner capital commitments to our funds in excess of the minimum required commitments based on, among other things, our anticipated liquidity, working capital and other capital needs. In many cases, we require our senior managing directors and other professionals to fund a portion of the general partner capital commitments to our funds. In other cases, we may from time to time offer to our senior managing directors and employees a part of the funded or unfunded general partner commitments to our investment funds. Our general partner capital commitments are funded with cash and not with carried interest or deferral of management fees.  Investors in many of our funds also receive the opportunity to make additional “co-investments” with the investment funds. Our personnel, as well as Blackstone itself and certain Blackstone relationships, also have the opportunity to make investments, in or alongside our funds and other vehicles we manage, in some instances without being subject to management fees, carried interest or incentive fees. In certain cases, limited partner investors may pay additional management fees or carried interest in connection with such co-investments.  Investors in many of our funds also receive the opportunity to make additional “co-investments” with the investment funds. Our personnel, as well as Blackstone itself and certain Blackstone relationships, also have the opportunity to make investments, in or alongside our funds and other vehicles we manage, in some instances without being subject to management fees, carried interest or incentive fees. In certain cases, limited partner investors may pay additional management fees or carried interest in connection with such co-investments.  Competition  Competition  Competition  Competition  The asset management industry is intensely competitive, and we expect it to remain so. We compete both globally and on a regional, industry and sector basis. We compete on the basis of a number of factors, including investment performance, transaction execution skills, access to capital, access to and retention of qualified personnel, reputation, range of products and services, innovation and price.  The asset management industry is intensely competitive, and we expect it to remain so. We compete both globally and on a regional, industry and sector basis. We compete on the basis of a number of factors, including investment performance, transaction execution skills, access to capital, access to and retention of qualified personnel, reputation, range of products and services, innovation and price.  We face competition both in the pursuit of institutional and individual investors for our investment funds and in acquiring investments in attractive portfolio companies and making other investments. Although many  We face competition both in the pursuit of institutional and individual investors for our investment funds and in acquiring investments in attractive portfolio companies and making other investments. Although many      17  17   Table of Contents institutional and individual investors have increased the amount of capital they commit to alternative investment funds, such increases may create increased competition with respect to fees charged by our funds. Certain institutional investors have demonstrated a preference to in-source their own investment professionals and to make direct investments in alternative assets without the assistance of private equity advisers like us. We compete for investments with such institutional investors and such institutional investors could cease to be our clients. With respect to the private wealth channel and insurance sector, the market for capital is highly competitive and requires significant investment.  institutional and individual investors have increased the amount of capital they commit to alternative investment funds, such increases may create increased competition with respect to fees charged by our funds. Certain institutional investors have demonstrated a preference to in-source their own investment professionals and to make direct investments in alternative assets without the assistance of private equity advisers like us. We compete for investments with such institutional investors and such institutional investors could cease to be our clients. With respect to the private wealth channel and insurance sector, the market for capital is highly competitive and requires significant investment.  Depending on the investment, we face competition primarily from sponsors managing other funds, investment vehicles and other pools of capital, other financial institutions and institutional investors (including sovereign wealth and pension funds), corporate buyers, special purpose acquisition companies and other parties. Several of these competitors have significant amounts of capital and many of them have investment objectives similar to ours, which may create additional competition for investment opportunities. Some of these competitors may also have a lower cost of capital and access to funding sources or other resources that are not available to us, which may create competitive disadvantages for us with respect to investment opportunities. In addition, some of these competitors may have higher risk tolerances, different risk assessments or lower return thresholds, which could allow them to consider a wider variety of investments and to bid more aggressively than us for investments. Corporate buyers may be able to achieve synergistic cost savings with regard to an investment or be perceived by sellers as otherwise being more desirable bidders, which may provide them with a competitive advantage in bidding for an investment.  Depending on the investment, we face competition primarily from sponsors managing other funds, investment vehicles and other pools of capital, other financial institutions and institutional investors (including sovereign wealth and pension funds), corporate buyers, special purpose acquisition companies and other parties. Several of these competitors have significant amounts of capital and many of them have investment objectives similar to ours, which may create additional competition for investment opportunities. Some of these competitors may also have a lower cost of capital and access to funding sources or other resources that are not available to us, which may create competitive disadvantages for us with respect to investment opportunities. In addition, some of these competitors may have higher risk tolerances, different risk assessments or lower return thresholds, which could allow them to consider a wider variety of investments and to bid more aggressively than us for investments. Corporate buyers may be able to achieve synergistic cost savings with regard to an investment or be perceived by sellers as otherwise being more desirable bidders, which may provide them with a competitive advantage in bidding for an investment.  In all of our businesses, competition is also intense for the attraction and retention of qualified employees. Our ability to continue to compete effectively in our businesses will depend upon our ability to attract new employees and retain and motivate our existing employees.  In all of our businesses, competition is also intense for the attraction and retention of qualified employees. Our ability to continue to compete effectively in our businesses will depend upon our ability to attract new employees and retain and motivate our existing employees.  For additional information concerning the competitive risks that we face, see “— Item 1A. Risk Factors — Risks Related to Our Business — The asset management business is intensely competitive.”  For additional information concerning the competitive risks that we face, see “— Item 1A. Risk Factors — Risks Related to Our Business — The asset management business is intensely competitive.”  Environmental, Social and Governance Environmental, Social and Governance Environmental, Social and Governance Environmental, Social and Governance We aim to develop resilient companies and competitive assets that deliver long-term value for our investors. ESG principles have long informed the way we run our firm, approach investing and partner with the assets in our portfolio. In recent years we have formalized our approach by building a dedicated corporate ESG team that looks to develop ESG policies and support integration within the business units, and regularly reports progress to stakeholders. ESG at Blackstone is overseen by senior management. Senior management reports quarterly on ESG to our board of directors, which is responsible for reviewing our ESG strategy. We also engage with several organizations to help inform our approach, including the Taskforce on Climate-related Financial Disclosures (“TCFD”). We aim to develop resilient companies and competitive assets that deliver long-term value for our investors. ESG principles have long informed the way we run our firm, approach investing and partner with the assets in our portfolio. In recent years we have formalized our approach by building a dedicated corporate ESG team that looks to develop ESG policies and support integration within the business units, and regularly reports progress to stakeholders. ESG at Blackstone is overseen by senior management. Senior management reports quarterly on ESG to our board of directors, which is responsible for reviewing our ESG strategy. We also engage with several organizations to help inform our approach, including the Taskforce on Climate-related Financial Disclosures (“TCFD”). We believe that for certain investment strategies, consideration of appropriate ESG factors can help us identify attractive investment opportunities and assess potential risks in furtherance of our mission to deliver strong returns. Accordingly, we are seeking to develop a tailored approach to consideration of ESG factors in the investment lifecycle that takes into account, among other factors, the asset class and structure of the investment. We believe that for certain investment strategies, consideration of appropriate ESG factors can help us identify attractive investment opportunities and assess potential risks in furtherance of our mission to deliver strong returns. Accordingly, we are seeking to develop a tailored approach to consideration of ESG factors in the investment lifecycle that takes into account, among other factors, the asset class and structure of the investment. We are focused on corporate sustainability and pursuing environmental performance improvements at our office locations. We proactively renovate our spaces to provide additional employee amenities and comfort while implementing efficient lighting and HVAC systems. Blackstone also has an Emissions Reduction Program, which aims to decrease energy spend by reducing Scope 1 and Scope 2 carbon emissions by 15% on average across certain new investments where we control energy usage within the first three full calendar years of ownership. We continue to expand our resources to enable us to drive long-term value through sustainability practices, energy efficiency and decarbonization at scale.  We are focused on corporate sustainability and pursuing environmental performance improvements at our office locations. We proactively renovate our spaces to provide additional employee amenities and comfort while implementing efficient lighting and HVAC systems. Blackstone also has an Emissions Reduction Program, which aims to decrease energy spend by reducing Scope 1 and Scope 2 carbon emissions by 15% on average across certain new investments where we control energy usage within the first three full calendar years of ownership. We continue to expand our resources to enable us to drive long-term value through sustainability practices, energy efficiency and decarbonization at scale.   18  18   Table of Contents Human Capital Management  Human Capital Management  Human Capital Management  Human Capital Management  Blackstone’s employees are integral to our culture of integrity, professionalism, excellence and cooperation. The intellectual capital collectively possessed by our employees is our most important asset. We hire qualified people, train them and encourage them to work together to provide their best thinking to the firm for the benefit of the investors in the funds we manage. As of December 31, 2022, we employed approximately 4,695 people. During 2022, our total number of employees increased by approximately 900.  Blackstone’s employees are integral to our culture of integrity, professionalism, excellence and cooperation. The intellectual capital collectively possessed by our employees is our most important asset. We hire qualified people, train them and encourage them to work together to provide their best thinking to the firm for the benefit of the investors in the funds we manage. As of December 31, 2022, we employed approximately 4,695 people. During 2022, our total number of employees increased by approximately 900.  Our board of directors plays an active role in overseeing our human capital management efforts. To that end, senior management reviews with our board of directors management succession planning and development and other key aspects of our talent management strategy.  Our board of directors plays an active role in overseeing our human capital management efforts. To that end, senior management reviews with our board of directors management succession planning and development and other key aspects of our talent management strategy.  Employee and Community Engagement  Employee and Community Engagement  Employee and Community Engagement  Employee and Community Engagement  Employee and Community Engagement  Employee and Community Engagement  Blackstone is committed to ensuring our employees are engaged with their work and with their local communities. To that end, Blackstone regularly gathers feedback from our employees via internal and/or external surveys to assess employee engagement and satisfaction and develop targeted solutions. Blackstone also supports its employee affinity networks which are dedicated to recruiting, retaining and raising awareness of diverse groups through speaker series, networking events, service opportunities and mentoring relationships.  Blackstone is committed to ensuring our employees are engaged with their work and with their local communities. To that end, Blackstone regularly gathers feedback from our employees via internal and/or external surveys to assess employee engagement and satisfaction and develop targeted solutions. Blackstone also supports its employee affinity networks which are dedicated to recruiting, retaining and raising awareness of diverse groups through speaker series, networking events, service opportunities and mentoring relationships.  In addition, the Blackstone Charitable Foundation (“BXCF”) was established in 2007, and is committed to supporting Blackstone’s goal of helping foster economic opportunity and career mobility for historically underrepresented groups. This includes, among other initiatives, its signature Blackstone LaunchPad network, which helps college and university students gain entrepreneurial experiences and competencies to build successful companies and careers, and BX Connects, a global program that provides Blackstone employees with the opportunity to support their local communities through volunteering and giving. BX Connects uses the firm’s scale, talent and resources to make grants, develop nonprofit partnerships and create employee engagement opportunities. Approximately 80% of our employees engaged globally with BXCF’s charitable initiatives in 2022.  In addition, the Blackstone Charitable Foundation (“BXCF”) was established in 2007, and is committed to supporting Blackstone’s goal of helping foster economic opportunity and career mobility for historically underrepresented groups. This includes, among other initiatives, its signature Blackstone LaunchPad network, which helps college and university students gain entrepreneurial experiences and competencies to build successful companies and careers, and BX Connects, a global program that provides Blackstone employees with the opportunity to support their local communities through volunteering and giving. BX Connects uses the firm’s scale, talent and resources to make grants, develop nonprofit partnerships and create employee engagement opportunities. Approximately 80% of our employees engaged globally with BXCF’s charitable initiatives in 2022.  Talent Acquisition, Development and Retention  Talent Acquisition, Development and Retention  Talent Acquisition, Development and Retention  Talent Acquisition, Development and Retention  Talent Acquisition, Development and Retention  Talent Acquisition, Development and Retention  We believe the talent of our employees, coupled with our rigorous investment process, has supported our excellent investment record over many years. We are therefore focused on hiring, training, motivating and retaining talented individuals. Across all our businesses, we face intense competition for qualified personnel.  We believe the talent of our employees, coupled with our rigorous investment process, has supported our excellent investment record over many years. We are therefore focused on hiring, training, motivating and retaining talented individuals. Across all our businesses, we face intense competition for qualified personnel.  We seek to attract candidates from diverse backgrounds and skill sets and to hire the brightest minds in our industry. We believe our reputation, talent development opportunities and compensation make us an attractive employer. We encourage independent thinking and reward initiative while providing training and development opportunities to help our employees grow professionally. In addition, our Respect at Work programs and trainings help maintain an inclusive work environment in which all individuals are treated with respect and dignity. Employee education and training are also critical to maintaining a culture of compliance.  We seek to attract candidates from diverse backgrounds and skill sets and to hire the brightest minds in our industry. We believe our reputation, talent development opportunities and compensation make us an attractive employer. We encourage independent thinking and reward initiative while providing training and development opportunities to help our employees grow professionally. In addition, our Respect at Work programs and trainings help maintain an inclusive work environment in which all individuals are treated with respect and dignity. Employee education and training are also critical to maintaining a culture of compliance.  Blackstone offers a wide range of learning and professional development opportunities, both formally and informally, to help employees advance their careers and maximize the value they can add to the global firm. Incoming analyst classes are provided with training that spans their first few years. In addition, our new hires are provided with training and other opportunities to help them thrive in our culture, including through our Culture Program and our Leadership Speaker Series. Blackstone employees are trained or enrolled in compliance training when they start at the firm and we retrain employees globally at least once annually. Over the course of their careers at Blackstone, employees are offered learning opportunities in a number of areas including leadership and management development and communication skills, among others. We offer a global development curriculum on key capabilities required to succeed at Blackstone, and we partner with external organizations to deliver training programs for our employees. We consistently seek to create visibility and opportunities for talent to take on roles  Blackstone offers a wide range of learning and professional development opportunities, both formally and informally, to help employees advance their careers and maximize the value they can add to the global firm. Incoming analyst classes are provided with training that spans their first few years. In addition, our new hires are provided with training and other opportunities to help them thrive in our culture, including through our Culture Program and our Leadership Speaker Series. Blackstone employees are trained or enrolled in compliance training when they start at the firm and we retrain employees globally at least once annually. Over the course of their careers at Blackstone, employees are offered learning opportunities in a number of areas including leadership and management development and communication skills, among others. We offer a global development curriculum on key capabilities required to succeed at Blackstone, and we partner with external organizations to deliver training programs for our employees. We consistently seek to create visibility and opportunities for talent to take on roles      19  19   Table of Contents beyond their current positions, and for managers to connect regularly to discuss and match talent with critical roles. These efforts result in cross-pollination of talent that we believe engages our people and generates stronger outcomes for the firm.  beyond their current positions, and for managers to connect regularly to discuss and match talent with critical roles. These efforts result in cross-pollination of talent that we believe engages our people and generates stronger outcomes for the firm.  As discussed below, we seek to retain and incentivize the performance of our employees through our compensation structure. We also enter into non-competition and non-solicitation agreements with certain employees. See “Part III. Item 11. Executive Compensation — Non-Competition and Non-Solicitation Agreements” for a description of the material terms of such agreements.  As discussed below, we seek to retain and incentivize the performance of our employees through our compensation structure. We also enter into non-competition and non-solicitation agreements with certain employees. See “Part III. Item 11. Executive Compensation — Non-Competition and Non-Solicitation Agreements” for a description of the material terms of such agreements.  Diversity, Equity and Inclusion (“DEI”)  Diversity, Equity and Inclusion (“DEI”)  Diversity, Equity and Inclusion (“DEI”)  Diversity, Equity and Inclusion (“DEI”)  Diversity, Equity and Inclusion (“DEI”)  Diversity, Equity and Inclusion (“DEI”)  We believe a diverse and inclusive workforce makes us better investors and a better firm. We are committed to attracting, developing and advancing a diverse workforce that represents a spectrum of backgrounds, identities and experiences. We are focused on embedding DEI principles to maintain a culture of equity and inclusion. We believe this will leverage the diversity of our workforce and deliver results for our investors.  We believe a diverse and inclusive workforce makes us better investors and a better firm. We are committed to attracting, developing and advancing a diverse workforce that represents a spectrum of backgrounds, identities and experiences. We are focused on embedding DEI principles to maintain a culture of equity and inclusion. We believe this will leverage the diversity of our workforce and deliver results for our investors.  To that end, our talent acquisition platform includes programs aimed at expanding diversity at Blackstone and in financial services, such as the Blackstone Future Women Leaders program and the Blackstone Diverse Leaders program. Our employees are invited to participate in our internal affinity networks, which seek to engage, connect and create a supportive environment for our employees, including by hosting speaker series, professional development panels and social events. These networks include our Blackstone Women’s Initiative, Working Families Network, OUT Blackstone, Blackstone Veterans Network and Diverse Professionals Network, which was recently expanded to include a community of networks for Black, Hispanic and Latino, Asian and South Asian and Middle Eastern employees and allies. We have also achieved a score of 100% on the Human Rights Campaign Corporate Equality Index, earning the designation as a “Best Place to Work for LGBT+ Equality” for the fourth year in a row in 2022.  To that end, our talent acquisition platform includes programs aimed at expanding diversity at Blackstone and in financial services, such as the Blackstone Future Women Leaders program and the Blackstone Diverse Leaders program. Our employees are invited to participate in our internal affinity networks, which seek to engage, connect and create a supportive environment for our employees, including by hosting speaker series, professional development panels and social events. These networks include our Blackstone Women’s Initiative, Working Families Network, OUT Blackstone, Blackstone Veterans Network and Diverse Professionals Network, which was recently expanded to include a community of networks for Black, Hispanic and Latino, Asian and South Asian and Middle Eastern employees and allies. We have also achieved a score of 100% on the Human Rights Campaign Corporate Equality Index, earning the designation as a “Best Place to Work for LGBT+ Equality” for the fourth year in a row in 2022.  We believe diversity of thought and experience builds better businesses. We seek to ensure that our board of directors is composed of members whose collective experience, qualifications and skills will allow the board to effectively satisfy its oversight responsibilities. We also recognize that diversity is an important component of effective governance. Over one-third of our board of directors is diverse, based on gender, race and sexual orientation, when known. Likewise, with respect to our portfolio companies, in 2021 we announced that we will target at least one-third diverse representation on new controlled portfolio company boards in the U.S. and Europe. We also launched our Career Pathways pilot program, creating economic opportunity across our portfolio through career mobility and ensuring select portfolio companies have access to the largest pool of talent.  We believe diversity of thought and experience builds better businesses. We seek to ensure that our board of directors is composed of members whose collective experience, qualifications and skills will allow the board to effectively satisfy its oversight responsibilities. We also recognize that diversity is an important component of effective governance. Over one-third of our board of directors is diverse, based on gender, race and sexual orientation, when known. Likewise, with respect to our portfolio companies, in 2021 we announced that we will target at least one-third diverse representation on new controlled portfolio company boards in the U.S. and Europe. We also launched our Career Pathways pilot program, creating economic opportunity across our portfolio through career mobility and ensuring select portfolio companies have access to the largest pool of talent.  Compensation and Benefits  Compensation and Benefits  Compensation and Benefits  Compensation and Benefits  Compensation and Benefits  Compensation and Benefits  Our compensation is designed to motivate and retain employees and align their interests with those of the investors in our funds. In particular, incentive compensation for our senior managing directors and employees involves a combination of annual cash bonus payments and performance interests or deferred equity awards, which we believe encourages them to focus on the performance of our investment funds and the overall performance of the firm. The proportion of compensation that is “at risk” generally increases as an employee’s level of responsibility rises. Employees at higher total compensation levels are generally targeted to receive a greater percentage of their total compensation payable in annual cash bonuses, participation in performance interests, and deferred equity awards and a lesser percentage in the form of base salary compared to employees at lower total compensation levels. To further align their interests with those of investors in our funds, our employees have the opportunity to make investments in or alongside our funds and other vehicles we manage. We also provide our employees robust health and retirement offerings, as well as a variety of quality of life benefits, including time-off options and well-being and family planning resources.  Our compensation is designed to motivate and retain employees and align their interests with those of the investors in our funds. In particular, incentive compensation for our senior managing directors and employees involves a combination of annual cash bonus payments and performance interests or deferred equity awards, which we believe encourages them to focus on the performance of our investment funds and the overall performance of the firm. The proportion of compensation that is “at risk” generally increases as an employee’s level of responsibility rises. Employees at higher total compensation levels are generally targeted to receive a greater percentage of their total compensation payable in annual cash bonuses, participation in performance interests, and deferred equity awards and a lesser percentage in the form of base salary compared to employees at lower total compensation levels. To further align their interests with those of investors in our funds, our employees have the opportunity to make investments in or alongside our funds and other vehicles we manage. We also provide our employees robust health and retirement offerings, as well as a variety of quality of life benefits, including time-off options and well-being and family planning resources.  We believe our current compensation and benefit allocations for senior professionals are best in class and are consistent with companies in the alternative asset management industry. Our senior management periodically  We believe our current compensation and benefit allocations for senior professionals are best in class and are consistent with companies in the alternative asset management industry. Our senior management periodically      20  20   Table of Contents  reviews the effectiveness and competitiveness of our compensation program. Most of our current senior managing directors and other senior personnel have equity interests in our business that entitle such personnel to cash distributions. See “Part III. Item 11. Executive Compensation – Compensation Discussion and Analysis – Overview of Compensation Philosophy and Program” for more information on compensation of our senior managing directors and certain other employees.  reviews the effectiveness and competitiveness of our compensation program. Most of our current senior managing directors and other senior personnel have equity interests in our business that entitle such personnel to cash distributions. See “Part III. Item 11. Executive Compensation – Compensation Discussion and Analysis – Overview of Compensation Philosophy and Program” for more information on compensation of our senior managing directors and certain other employees.  Blackstone also offers comprehensive and competitive benefits to its full-time employees, including primary and secondary caregiver leave, adoption leave, phased back to work, fertility coverage, back up childcare and more. We continually evaluate and enhance our offerings to meet the needs of our employees. For example, we offer additional family planning benefits for U.S. employees such as enhancing infertility benefits to include cryopreservation and primary caregiver leave up to 21 weeks.  Blackstone also offers comprehensive and competitive benefits to its full-time employees, including primary and secondary caregiver leave, adoption leave, phased back to work, fertility coverage, back up childcare and more. We continually evaluate and enhance our offerings to meet the needs of our employees. For example, we offer additional family planning benefits for U.S. employees such as enhancing infertility benefits to include cryopreservation and primary caregiver leave up to 21 weeks.  Health and Wellness  Health and Wellness  Health and Wellness  Health and Wellness  Health and Wellness  Health and Wellness  We care greatly about the health, safety and wellbeing of our employees. We offer employee well-being programs, including an online therapy program and access to an education platform with coaching to support working parents and caretakers caring for children who have behavioral problems, autism or developmental disabilities. We also provide access to programs to further assist our employees in managing their lives outside of work, such as group legal services to help with estate planning and surrogacy agreements. In addition, during the COVID-19 pandemic we invested over $15.9 million and $28.7 million for the years ended December 31, 2022 and 2021, respectively, in extensive measures to ensure employee safety and wellbeing of our employees and their families and the seamless functioning of the firm.  We care greatly about the health, safety and wellbeing of our employees. We offer employee well-being programs, including an online therapy program and access to an education platform with coaching to support working parents and caretakers caring for children who have behavioral problems, autism or developmental disabilities. We also provide access to programs to further assist our employees in managing their lives outside of work, such as group legal services to help with estate planning and surrogacy agreements. In addition, during the COVID-19 pandemic we invested over $15.9 million and $28.7 million for the years ended December 31, 2022 and 2021, respectively, in extensive measures to ensure employee safety and wellbeing of our employees and their families and the seamless functioning of the firm.  Data Privacy and Security  Data Privacy and Security  Data Privacy and Security  Data Privacy and Security  Blackstone is committed to privacy and data protection. These topics are included in routine training received at least once annually by employees. Data privacy is typically addressed in the Global Head of Compliance’s annual update to our board of directors. Blackstone’s approach to data protection is set out in our Online Privacy Notice and its Investor Data Privacy Notice. Our Data Policy and Strategy Officer oversees privacy, data protection and information risk management efforts, leading the privacy and data protection function, which conducts privacy impact assessments, implements privacy-by-design initiatives and reconciles global privacy programs with local privacy requirements. Our privacy function also supports the Data Protection Operating Committee, Blackstone’s global privacy compliance steering committee.  Blackstone is committed to privacy and data protection. These topics are included in routine training received at least once annually by employees. Data privacy is typically addressed in the Global Head of Compliance’s annual update to our board of directors. Blackstone’s approach to data protection is set out in our Online Privacy Notice and its Investor Data Privacy Notice. Our Data Policy and Strategy Officer oversees privacy, data protection and information risk management efforts, leading the privacy and data protection function, which conducts privacy impact assessments, implements privacy-by-design initiatives and reconciles global privacy programs with local privacy requirements. Our privacy function also supports the Data Protection Operating Committee, Blackstone’s global privacy compliance steering committee.  Blackstone has built a dedicated cybersecurity team and maintains a comprehensive cybersecurity program to protect our systems, our operations and the data entrusted to us by our investors, employees, portfolio companies and business partners. Blackstone’s cybersecurity program is led by our Chief Information Security Officer, who works closely with our senior management to develop and advance the firm’s cybersecurity strategy and regularly reports to our board of directors and the audit committee of our board of directors on cybersecurity matters. We believe that cybersecurity is a team effort — every employee has a responsibility to help protect the firm and secure its data. We conduct regular testing at least once a year to identify vulnerabilities before they can be exploited by attackers, using automated tools and “white hat” hackers. We examine and validate our program every two to three years with third parties, measuring it against industry standards and established frameworks, such as the National Institute of Standards and Technology and Center for Internet Security. We have a comprehensive Security Incident Response Plan to ensure that any non-routine events are properly escalated. These plans are validated at least annually through a cyber incident tabletop exercise to consider the types of decisions that would need to be made in the event of a cyber incident. We have engaged in scenario planning exercises around cyber incidents.  Blackstone has built a dedicated cybersecurity team and maintains a comprehensive cybersecurity program to protect our systems, our operations and the data entrusted to us by our investors, employees, portfolio companies and business partners. Blackstone’s cybersecurity program is led by our Chief Information Security Officer, who works closely with our senior management to develop and advance the firm’s cybersecurity strategy and regularly reports to our board of directors and the audit committee of our board of directors on cybersecurity matters. We believe that cybersecurity is a team effort — every employee has a responsibility to help protect the firm and secure its data. We conduct regular testing at least once a year to identify vulnerabilities before they can be exploited by attackers, using automated tools and “white hat” hackers. We examine and validate our program every two to three years with third parties, measuring it against industry standards and established frameworks, such as the National Institute of Standards and Technology and Center for Internet Security. We have a comprehensive Security Incident Response Plan to ensure that any non-routine events are properly escalated. These plans are validated at least annually through a cyber incident tabletop exercise to consider the types of decisions that would need to be made in the event of a cyber incident. We have engaged in scenario planning exercises around cyber incidents.      21  21   Table of Contents Regulatory and Compliance Matters  Regulatory and Compliance Matters  Regulatory and Compliance Matters  Regulatory and Compliance Matters  Our businesses, as well as the financial services industry generally, are subject to extensive regulation in the United States and in many of the markets in which we operate.  Our businesses, as well as the financial services industry generally, are subject to extensive regulation in the United States and in many of the markets in which we operate.  Many of our businesses are subject to compliance with laws and regulations of U.S. federal and state governments, non-U.S. governments, their respective agencies and/or various self-regulatory organizations or exchanges. The SEC and various self-regulatory organizations, state securities regulators and international securities regulators have in recent years increased their regulatory activities, including regulation, examination and enforcement in respect of asset management firms, including Blackstone. Any failure to comply with these regulations could expose us to liability and/or damage our reputation. Our businesses have operated for many years within a legal framework that requires us to monitor and comply with a broad range of legal and regulatory developments that affect our activities. However, additional legislation, changes in rules promulgated by financial regulatory authorities or self-regulatory organizations or changes in the interpretation or enforcement of existing laws and rules, either in the United States or abroad, may directly affect our mode of operation and profitability.  Many of our businesses are subject to compliance with laws and regulations of U.S. federal and state governments, non-U.S. governments, their respective agencies and/or various self-regulatory organizations or exchanges. The SEC and various self-regulatory organizations, state securities regulators and international securities regulators have in recent years increased their regulatory activities, including regulation, examination and enforcement in respect of asset management firms, including Blackstone. Any failure to comply with these regulations could expose us to liability and/or damage our reputation. Our businesses have operated for many years within a legal framework that requires us to monitor and comply with a broad range of legal and regulatory developments that affect our activities. However, additional legislation, changes in rules promulgated by financial regulatory authorities or self-regulatory organizations or changes in the interpretation or enforcement of existing laws and rules, either in the United States or abroad, may directly affect our mode of operation and profitability.  All of the investment advisers of our investment funds operating in the U.S. are registered as investment advisers with the SEC under the Advisers Act (other investment advisers may be registered in non-U.S. jurisdictions). Registered investment advisers are subject to the requirements and regulations of the Advisers Act. Such requirements relate to, among other things, fiduciary duties to advisory clients, maintaining an effective compliance program and code of ethics, investment advisory contracts, solicitation agreements, conflicts of interest, recordkeeping and reporting requirements, disclosure, advertising and custody requirements, political contributions, limitations on agency cross and principal transactions between an adviser and advisory clients, and general anti-fraud prohibitions. Certain investment advisers are also registered with international regulators in connection with their management of products that are locally distributed and/or regulated.  All of the investment advisers of our investment funds operating in the U.S. are registered as investment advisers with the SEC under the Advisers Act (other investment advisers may be registered in non-U.S. jurisdictions). Registered investment advisers are subject to the requirements and regulations of the Advisers Act. Such requirements relate to, among other things, fiduciary duties to advisory clients, maintaining an effective compliance program and code of ethics, investment advisory contracts, solicitation agreements, conflicts of interest, recordkeeping and reporting requirements, disclosure, advertising and custody requirements, political contributions, limitations on agency cross and principal transactions between an adviser and advisory clients, and general anti-fraud prohibitions. Certain investment advisers are also registered with international regulators in connection with their management of products that are locally distributed and/or regulated.  Blackstone Securities Partners L.P. (“BSP”), a subsidiary through which we conduct our capital markets business and certain of our fund marketing and distribution, is registered as a broker-dealer with the SEC and is subject to regulation and oversight by the SEC, is a member of the Financial Industry Regulatory Authority, or “FINRA,” and is registered as a broker-dealer in 50 states, the District of Columbia, the Commonwealth of Puerto Rico and the Virgin Islands. In addition, FINRA, a self-regulatory organization subject to oversight by the SEC, adopts and enforces rules governing the conduct, and examines the activities, of its member firms, including BSP. State securities regulators also have regulatory oversight authority over BSP.  Blackstone Securities Partners L.P. (“BSP”), a subsidiary through which we conduct our capital markets business and certain of our fund marketing and distribution, is registered as a broker-dealer with the SEC and is subject to regulation and oversight by the SEC, is a member of the Financial Industry Regulatory Authority, or “FINRA,” and is registered as a broker-dealer in 50 states, the District of Columbia, the Commonwealth of Puerto Rico and the Virgin Islands. In addition, FINRA, a self-regulatory organization subject to oversight by the SEC, adopts and enforces rules governing the conduct, and examines the activities, of its member firms, including BSP. State securities regulators also have regulatory oversight authority over BSP.  Broker-dealers are subject to regulations that cover all aspects of the securities business, including, among others, the implementation of a supervisory control system over the securities business, advertising and sales practices, conduct of and compensation in connection with public securities offerings, maintenance of adequate net capital, record keeping and the conduct and qualifications of employees. In particular, as a registered broker-dealer and member of FINRA, BSP is subject to the SEC’s uniform net capital rule, Rule 15c3-1. Rule 15c3-1 specifies the minimum level of net capital a broker-dealer must maintain and also requires that a significant part of a broker-dealer’s assets be kept in relatively liquid form. The SEC and various self-regulatory organizations impose rules that require notification when net capital of a broker-dealer falls below certain predefined criteria, limit the ratio of subordinated debt to equity in the capital structure of a broker-dealer and constrain the ability of a broker-dealer to expand its business under certain circumstances. Additionally, the SEC’s uniform net capital rule imposes certain requirements that may have the effect of prohibiting a broker-dealer from distributing or withdrawing capital and requiring prior notice to the SEC for certain withdrawals of capital.  Broker-dealers are subject to regulations that cover all aspects of the securities business, including, among others, the implementation of a supervisory control system over the securities business, advertising and sales practices, conduct of and compensation in connection with public securities offerings, maintenance of adequate net capital, record keeping and the conduct and qualifications of employees. In particular, as a registered broker-dealer and member of FINRA, BSP is subject to the SEC’s uniform net capital rule, Rule 15c3-1. Rule 15c3-1 specifies the minimum level of net capital a broker-dealer must maintain and also requires that a significant part of a broker-dealer’s assets be kept in relatively liquid form. The SEC and various self-regulatory organizations impose rules that require notification when net capital of a broker-dealer falls below certain predefined criteria, limit the ratio of subordinated debt to equity in the capital structure of a broker-dealer and constrain the ability of a broker-dealer to expand its business under certain circumstances. Additionally, the SEC’s uniform net capital rule imposes certain requirements that may have the effect of prohibiting a broker-dealer from distributing or withdrawing capital and requiring prior notice to the SEC for certain withdrawals of capital.  15c3-1 In addition, certain of the closed-end and open-end investment companies we manage, advise or sub-advise are registered, or regulated as a BDC, under the 1940 Act. The 1940 Act and the rules thereunder govern, among other things, the relationship between us and such investment vehicles and limit such investment vehicles’ ability to enter into certain transactions with us or our affiliates, including other funds managed, advised or sub-advised by us.  In addition, certain of the closed-end and open-end investment companies we manage, advise or sub-advise are registered, or regulated as a BDC, under the 1940 Act. The 1940 Act and the rules thereunder govern, among other things, the relationship between us and such investment vehicles and limit such investment vehicles’ ability to enter into certain transactions with us or our affiliates, including other funds managed, advised or sub-advised by us.      22  22   Table of Contents Pursuant to the U.K. Financial Services and Markets Act 2000, or “FSMA,” certain of our subsidiaries are subject to regulations promulgated and administered by the Financial Conduct Authority (“FCA”). The FSMA and rules promulgated thereunder form the cornerstone of legislation which governs all aspects of our investment business in the United Kingdom, including sales, provision of investment advice, use and safekeeping of client funds and securities, regulatory capital, recordkeeping, approval standards for individuals, anti-money laundering, periodic reporting and settlement procedures. The Blackstone Group International Partners LLP (“BGIP”) acts as a sub-advisor to its Blackstone U.S. affiliates in relation to the investment and re-investment of Europe, Middle East and Africa (“EMEA”) based assets of Blackstone Funds, arranging transactions to be entered into by or on behalf of Blackstone Funds, and providing certain related services. Until December 31, 2020, BGIP had a MiFID II (as defined herein) cross-border passport to provide investment services into the European Economic Area (“EEA”). As of January 1, 2021, as a result of the U.K.’s withdrawal from the European Union, BGIP no longer has a MiFID II passport. Consequently, BGIP can only provide investment services in certain EEA jurisdictions where it has obtained a domestic license on a cross-border services basis (currently, Belgium, Denmark, Finland and Italy), or can operate pursuant to an exemption or relief (currently Ireland, Lichtenstein and Norway), although in certain cases with time limitations. BGIP’s principal place of business is in London and it has representative offices or corporate branches in Abu Dhabi and France.  Pursuant to the U.K. Financial Services and Markets Act 2000, or “FSMA,” certain of our subsidiaries are subject to regulations promulgated and administered by the Financial Conduct Authority (“FCA”). The FSMA and rules promulgated thereunder form the cornerstone of legislation which governs all aspects of our investment business in the United Kingdom, including sales, provision of investment advice, use and safekeeping of client funds and securities, regulatory capital, recordkeeping, approval standards for individuals, anti-money laundering, periodic reporting and settlement procedures. The Blackstone Group International Partners LLP (“BGIP”) acts as a sub-advisor to its Blackstone U.S. affiliates in relation to the investment and re-investment of Europe, Middle East and Africa (“EMEA”) based assets of Blackstone Funds, arranging transactions to be entered into by or on behalf of Blackstone Funds, and providing certain related services. Until December 31, 2020, BGIP had a MiFID II (as defined herein) cross-border passport to provide investment services into the European Economic Area (“EEA”). As of January 1, 2021, as a result of the U.K.’s withdrawal from the European Union, BGIP no longer has a MiFID II passport. Consequently, BGIP can only provide investment services in certain EEA jurisdictions where it has obtained a domestic license on a cross-border services basis (currently, Belgium, Denmark, Finland and Italy), or can operate pursuant to an exemption or relief (currently Ireland, Lichtenstein and Norway), although in certain cases with time limitations. BGIP’s principal place of business is in London and it has representative offices or corporate branches in Abu Dhabi and France.  Blackstone Ireland Limited (formerly known as Blackstone / GSO Debt Funds Management Europe Limited) (“BIL”) is authorized and regulated by the Central Bank of Ireland (“CBI”) as an Investment Firm under the (Irish) European Union (Markets in Financial Instruments) Regulations 2017, which largely implements MiFID II in Ireland. BIL’s principal activity is the provision of management and advisory services to certain CLO and sub-advisory services to certain affiliates. Blackstone Ireland Fund Management Limited (formerly known as Blackstone / GSO Debt Funds Management Europe II Limited) (“BIFM”) is authorized and regulated by the CBI as an Alternative Investment Fund Manager under the (Irish) European Union (Alternative Investment Fund Managers Regulations) 2013 (“AIFMRs”), which largely implements the EU Alternative Investment Fund Managers Director (“AIFMD”) in Ireland. BIFM acts as AIFM and provides investment management functions including portfolio management, risk management, administration, marketing and related activities to its alternative investment funds in accordance with AIFMRs and the conditions imposed by the CBI as set out in the CBI’s alternative investment fund rulebook.  Blackstone Ireland Limited (formerly known as Blackstone / GSO Debt Funds Management Europe Limited) (“BIL”) is authorized and regulated by the Central Bank of Ireland (“CBI”) as an Investment Firm under the (Irish) European Union (Markets in Financial Instruments) Regulations 2017, which largely implements MiFID II in Ireland. BIL’s principal activity is the provision of management and advisory services to certain CLO and sub-advisory services to certain affiliates. Blackstone Ireland Fund Management Limited (formerly known as Blackstone / GSO Debt Funds Management Europe II Limited) (“BIFM”) is authorized and regulated by the CBI as an Alternative Investment Fund Manager under the (Irish) European Union (Alternative Investment Fund Managers Regulations) 2013 (“AIFMRs”), which largely implements the EU Alternative Investment Fund Managers Director (“AIFMD”) in Ireland. BIFM acts as AIFM and provides investment management functions including portfolio management, risk management, administration, marketing and related activities to its alternative investment funds in accordance with AIFMRs and the conditions imposed by the CBI as set out in the CBI’s alternative investment fund rulebook.  Blackstone Europe Fund Management S.à r.l. (“BEFM”) is an authorized Alternative Investment Fund Manager under the Luxembourg Law of 12 July 2013 on alternative investment fund managers (as amended, the “AIFM Law”), which largely implements AIFMD in Luxembourg. BEFM may also provide discretionary portfolio management services, investment advice and reception and transmission of orders in accordance with article 5(4) of the AIFM Law. BEFM provides investment management functions including portfolio management, risk management, administration, marketing and related activities to the assets of its alternative investment funds, in accordance with the AIFM Law and the regulatory provisions imposed by the Commission de Surveillance du Secteur Financier in Luxembourg. As of January 1, 2021, BEFM promotes Blackstone products and services in European countries where BGIP is not otherwise licensed to do so. BEFM has branches in Paris, Milan and Frankfurt which provides marketing services and where distribution and deal sourcing individuals are based.  Blackstone Europe Fund Management S.à r.l. (“BEFM”) is an authorized Alternative Investment Fund Manager under the Luxembourg Law of 12 July 2013 on alternative investment fund managers (as amended, the “AIFM Law”), which largely implements AIFMD in Luxembourg. BEFM may also provide discretionary portfolio management services, investment advice and reception and transmission of orders in accordance with article 5(4) of the AIFM Law. BEFM provides investment management functions including portfolio management, risk management, administration, marketing and related activities to the assets of its alternative investment funds, in accordance with the AIFM Law and the regulatory provisions imposed by the Commission de Surveillance du Secteur Financier in Luxembourg. As of January 1, 2021, BEFM promotes Blackstone products and services in European countries where BGIP is not otherwise licensed to do so. BEFM has branches in Paris, Milan and Frankfurt which provides marketing services and where distribution and deal sourcing individuals are based.  Commission de Surveillance du Secteur Financier Commission de Surveillance du Secteur Financier Certain Blackstone operating entities are licensed and subject to regulation by financial regulatory authorities in Japan, Hong Kong, Australia and Singapore: The Blackstone Group Japan K.K., a financial instruments firm, is registered with Kanto Local Finance Bureau and regulated by the Japan Financial Services Agency; The Blackstone Group (HK) Limited is regulated by the Hong Kong Securities and Futures Commission; The Blackstone Group (Australia) Pty Limited and Blackstone Real Estate Australia Pty Limited each holds an Australian financial services license authorizing it to provide financial services in Australia and is regulated by the Australian Securities and Investments Commission; and Blackstone Singapore Pte. Ltd. is regulated by the Monetary Authority of Singapore.  Certain Blackstone operating entities are licensed and subject to regulation by financial regulatory authorities in Japan, Hong Kong, Australia and Singapore: The Blackstone Group Japan K.K., a financial instruments firm, is registered with Kanto Local Finance Bureau and regulated by the Japan Financial Services Agency; The Blackstone Group (HK) Limited is regulated by the Hong Kong Securities and Futures Commission; The Blackstone Group (Australia) Pty Limited and Blackstone Real Estate Australia Pty Limited each holds an Australian financial services license authorizing it to provide financial services in Australia and is regulated by the Australian Securities and Investments Commission; and Blackstone Singapore Pte. Ltd. is regulated by the Monetary Authority of Singapore.      23  23   Table of Contents Rigorous legal and compliance analysis of our businesses and investments is endemic to our culture and risk management. Our Chief Legal Officer and Global Head of Compliance, together with the Chief Compliance Officers of each of our businesses, supervise our compliance personnel, who are responsible for addressing the regulatory and compliance matters that affect our activities. We strive to maintain a culture of compliance through the use of policies and procedures including a code of ethics, electronic compliance systems, testing and monitoring, communication of compliance guidance and employee education and training. Our compliance policies and procedures address regulatory and compliance matters such as the handling of material non-public information, personal securities trading, marketing practices, gifts and entertainment, anti-money laundering, anti-bribery and sanctions, valuation of investments on a fund-specific basis, recordkeeping, potential conflicts of interest, the allocation of investment and co-investment opportunities, collection of fees and expense allocation.  Rigorous legal and compliance analysis of our businesses and investments is endemic to our culture and risk management. Our Chief Legal Officer and Global Head of Compliance, together with the Chief Compliance Officers of each of our businesses, supervise our compliance personnel, who are responsible for addressing the regulatory and compliance matters that affect our activities. We strive to maintain a culture of compliance through the use of policies and procedures including a code of ethics, electronic compliance systems, testing and monitoring, communication of compliance guidance and employee education and training. Our compliance policies and procedures address regulatory and compliance matters such as the handling of material non-public information, personal securities trading, marketing practices, gifts and entertainment, anti-money laundering, anti-bribery and sanctions, valuation of investments on a fund-specific basis, recordkeeping, potential conflicts of interest, the allocation of investment and co-investment opportunities, collection of fees and expense allocation.  Our compliance group also monitors the information barriers that we maintain between Blackstone’s businesses. We believe that our various businesses’ access to the intellectual knowledge and contacts and relationships that reside throughout our firm benefits all of our businesses. To maximize that access and related synergies without compromising compliance with our legal and contractual obligations, our compliance group oversees and monitors the communications between groups that are on the private side of our information barrier and groups that are on the public side, as well as between different public side groups. Our compliance group also monitors contractual obligations that may be impacted and potential conflicts that may arise in connection with these inter-group discussions.  Our compliance group also monitors the information barriers that we maintain between Blackstone’s businesses. We believe that our various businesses’ access to the intellectual knowledge and contacts and relationships that reside throughout our firm benefits all of our businesses. To maximize that access and related synergies without compromising compliance with our legal and contractual obligations, our compliance group oversees and monitors the communications between groups that are on the private side of our information barrier and groups that are on the public side, as well as between different public side groups. Our compliance group also monitors contractual obligations that may be impacted and potential conflicts that may arise in connection with these inter-group discussions.  In addition, disclosure controls and procedures and internal controls over financial reporting are documented, tested and assessed for design and operating effectiveness in accordance with the U.S. Sarbanes-Oxley Act of 2002. Internal Audit, which independently reports to the audit committee of our board of directors, operates with a global mandate and is responsible for the examination and evaluation of the adequacy and effectiveness of the organization’s governance and risk management processes and internal controls, as well as the quality of performance in carrying out assigned responsibilities to achieve the organization’s stated goals and objectives.  In addition, disclosure controls and procedures and internal controls over financial reporting are documented, tested and assessed for design and operating effectiveness in accordance with the U.S. Sarbanes-Oxley Act of 2002. Internal Audit, which independently reports to the audit committee of our board of directors, operates with a global mandate and is responsible for the examination and evaluation of the adequacy and effectiveness of the organization’s governance and risk management processes and internal controls, as well as the quality of performance in carrying out assigned responsibilities to achieve the organization’s stated goals and objectives.  Our enterprise risk management framework is designed to manage non-investment risk areas across the firm, such as strategic, financial, human capital, legal, operational, regulatory, reputational and technology risks. Our enterprise risk committee assists Blackstone management to identify, assess, monitor and mitigate such key enterprise risks at the corporate, business unit and fund level. The enterprise risk committee is chaired by our Chief Financial Officer and is comprised of senior management across business units, corporate functions and regions. Senior management reports to the audit committee of the board of directors on the agenda of risk topics evaluated by the enterprise risk committee and provides periodic risk reports, a summary of its view on key risks to the firm and detailed assessments of selected risks, as applicable. Our firmwide valuation committee reviews the valuation process for investments held by us and our investment vehicles, including the application of appropriate valuation standards on a consistent basis. The firmwide valuation committee is chaired by our Chief Financial Officer and is comprised of senior heads of Blackstone’s businesses and representatives from legal and finance. The review committees and/or investment committees of our businesses review and evaluate investment opportunities in a framework that includes a qualitative and quantitative assessment of the key risks of investments. See “— Investment Process and Risk Management.”  Our enterprise risk management framework is designed to manage non-investment risk areas across the firm, such as strategic, financial, human capital, legal, operational, regulatory, reputational and technology risks. Our enterprise risk committee assists Blackstone management to identify, assess, monitor and mitigate such key enterprise risks at the corporate, business unit and fund level. The enterprise risk committee is chaired by our Chief Financial Officer and is comprised of senior management across business units, corporate functions and regions. Senior management reports to the audit committee of the board of directors on the agenda of risk topics evaluated by the enterprise risk committee and provides periodic risk reports, a summary of its view on key risks to the firm and detailed assessments of selected risks, as applicable. Our firmwide valuation committee reviews the valuation process for investments held by us and our investment vehicles, including the application of appropriate valuation standards on a consistent basis. The firmwide valuation committee is chaired by our Chief Financial Officer and is comprised of senior heads of Blackstone’s businesses and representatives from legal and finance. The review committees and/or investment committees of our businesses review and evaluate investment opportunities in a framework that includes a qualitative and quantitative assessment of the key risks of investments. See “— Investment Process and Risk Management.”  There are a number of pending or recently enacted legislative and regulatory initiatives that could significantly affect our business. Please see “— Item 1A. Risk Factors — Risks Related to Our Business — Financial regulatory changes in the United States could adversely affect our business” and “— Complex regulatory regimes and potential regulatory changes in jurisdictions outside the United States could adversely affect our business.”  There are a number of pending or recently enacted legislative and regulatory initiatives that could significantly affect our business. Please see “— Item 1A. Risk Factors — Risks Related to Our Business — Financial regulatory changes in the United States could adversely affect our business” and “— Complex regulatory regimes and potential regulatory changes in jurisdictions outside the United States could adversely affect our business.”      24  24   Table of Contents Available Information  Available Information  Available Information  Available Information  Effective August 6, 2021, The Blackstone Group Inc. changed its name to Blackstone Inc. Effective July 1, 2019, Blackstone Inc. converted from a Delaware limited partnership to a Delaware corporation. Blackstone was formed as a Delaware limited partnership on March 12, 2007.  Effective August 6, 2021, The Blackstone Group Inc. changed its name to Blackstone Inc. Effective July 1, 2019, Blackstone Inc. converted from a Delaware limited partnership to a Delaware corporation. Blackstone was formed as a Delaware limited partnership on March 12, 2007.  We file annual, quarterly and current reports and other information with the SEC. These filings are available to the public over the internet at the SEC’s website at www.sec.gov.  We file annual, quarterly and current reports and other information with the SEC. These filings are available to the public over the internet at the SEC’s website at www.sec.gov.  Our principal internet address is www.blackstone.com. We make available free of charge on or through www.blackstone.com our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports, as soon as reasonably practicable after we electronically file such material with, or furnish it to, the SEC. The contents of our website are not, however, a part of this report.  Our principal internet address is www.blackstone.com. We make available free of charge on or through www.blackstone.com our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports, as soon as reasonably practicable after we electronically file such material with, or furnish it to, the SEC. The contents of our website are not, however, a part of this report.  Form 8-K,     Item 1A. Item 1A.", "time": "00:00:53"}