{"cik": 1402057, "item_1A": "Item 1. Business Our Company CDW Corporation (together with its subsidiaries, the “Company,” “CDW” or “we”), a Fortune 500 company and member of the S&P 500 Index, is a leading multi-brand provider of information technology (“IT”) solutions to small, medium and large business, government, education and healthcare customers in the United States (“US”), the United Kingdom (“UK”) and Canada. Our broad array of offerings ranges from discrete hardware and software products to integrated IT solutions and services that include on-premise and cloud capabilities across hybrid infrastructure, digital experience and security. On December 1, 2021, we completed our previously announced acquisition of Sirius Computer Solutions, Inc. (“Sirius”). This strategic acquisition has enhanced our services and solutions capabilities in key areas, including hybrid infrastructure, security, digital and data innovation, and cloud and managed services, as well as added services scale, further balancing and diversifying our portfolio mix. The addition of Sirius strengthens our role as the trusted technology advisor to our customers, with the expertise and portfolio breadth, depth and scale to orchestrate complete customer-centric solutions. We are vendor, technology and consumption model “agnostic”, offering a broad selection of products and multi-branded IT solutions. Our solutions are delivered in physical, virtual and cloud-based environments through approximately 10,600 customer-facing coworkers, including sellers, highly-skilled technology specialists and advanced service delivery engineers. We are a leading sales channel partner for many original equipment manufacturers (“OEMs”), software publishers and cloud providers (collectively, our “vendor partners”), whose products we sell or include in the solutions we offer. We provide our vendor partners with a cost-effective way to reach customers and deliver a consistent brand experience through our established end-market coverage, technical expertise and extensive customer access. We simplify the complexities of technology solutions across design, selection, procurement, integration and management for our customers. Our goal is to have our customers, regardless of their size, view us as a trusted adviser and extension of their IT resources. Our multi-brand offering approach across our vendor partners enables us to provide the solutions and services that best address each customer’s specific requirements to enable their desired business outcomes. We have capabilities to provide integrated IT solutions in more than 150 countries for customers with primary locations in the US, UK and Canada, which are large and growing markets. According to the International Data Corporation (“IDC”), the total US, UK and Canadian IT market generated approximately $1.4 trillion in sales in 2022. We believe our addressable markets in the US, UK and Canada represent approximately $460 billion in annual sales. These are highly fragmented markets served by thousands of IT resellers and solutions providers. For the year ended December 31, 2022, we estimate that our total Net sales of $23.7 billion represented approximately 5% of our addressable markets. We believe that demand for IT will continue to outpace general economic growth in the markets we serve, fueled by new technologies, including hybrid and cloud computing, virtualization and mobility as well as growing end-user demand for security, efficiency and productivity. Value Proposition  We are positioned in the middle of the IT ecosystem where we procure products from OEMs, software publishers, cloud providers and wholesale distributors and provide added value to our customers by helping them navigate through complex options and implement the best solution for their business. In this role, we believe we provide unique value to both our vendor partners and our customers. Our value proposition to our customersOur value proposition to our vendor partners●Broad selection of products and multi-branded IT solutions●Access to over 250,000 customers ●Value-added services with integration capabilities●Large and established customer channels●Highly-skilled specialists and engineers●Strong distribution and implementation capabilities●Solutions across IT lifecycle●Customer relationships driving insight into technology roadmaps Access to over 250,000 customers  Customers We provide integrated IT solutions to over 250,000 small, medium and large business, government, education and healthcare customers throughout the US, UK and Canada. 4 4 4 Table of Contents Table of Contents We serve our customers through sales teams focused on customer end-markets that are supported by technical specialists and highly-skilled service delivery engineers. Our market segmentation allows us to customize our offerings and to provide enhanced expertise in designing and implementing IT solutions that meet our customer’s specific needs. We have three reportable segments, Corporate, Small Business and Public. Our Corporate segment primarily serves US private sector business customers with more than 250 employees. Our Small Business segment primarily serves US private sector business customers with up to 250 employees. Our Public segment is comprised of government agencies and education and healthcare institutions in the US. We also have two other operating segments: CDW UK and CDW Canada, each of which do not meet the reportable segment quantitative thresholds and, accordingly, are included in an all other category (“Other”). In our US business, which represents approximately 90% of our revenues, we currently have five dedicated customer channels: corporate, small business, government, education and healthcare, each of which generated $1.9 billion or greater in Net sales in 2022. Net sales to customers in the UK and Canada combined generated $2.9 billion in 2022. We believe this diversity of customer end-markets provides us with multiple avenues for growth and has been a key factor in our ability to weather economic and technology cycles and continue to gain market share. Partners We provide more than 100,000 products and services from more than 1,000 partners, including well-established companies such as Adobe, APC, Apple, Cisco, Dell EMC, Google, Hewlett Packard Enterprise, HP Inc., IBM, Intel, Lenovo, Microsoft, NetApp, Nutanix, Palo Alto Networks, Poly, Pure Storage, Samsung, and VMware, as well as from emerging technology companies to expand our portfolio. This broad portfolio of partners and technologies enables us to offer customers significant options and meet customer demand for the products and solutions that best meet their needs. We believe our value proposition to vendor partners enables us to evolve our offering as new technologies emerge and new companies seek us as a channel partner. In 2022, we generated over $1.5 billion of Net sales from each of our five largest vendor partners. We have received the highest level of certification from major vendor partners such as Cisco, Dell EMC, Hewlett Packard Enterprise, IBM, Microsoft, NetApp, Nutanix, Palo Alto Networks, Samsung, and VMware which reflects the extensive product and solution knowledge and capabilities that we bring to our customers’ IT challenges. These certifications also provide us with access to favorable pricing, tools and resources, including vendor incentive programs, which we use to provide additional value to our customers. Our vendor partners also regularly recognize us with top awards and select us to develop and grow new customer solutions. Product Procurement We may purchase all or only some of the products our vendor partners offer for resale to our customers or for inclusion in the solutions we offer. Each vendor partner agreement provides for specific terms and conditions, which may include one or more of the following: product return privileges, price protection policies, purchase discounts and vendor incentive programs, such as purchase or sales rebates and cooperative advertising reimbursements. We also purchase software from major software publishers and cloud providers for resale to our customers or for inclusion in the solutions we offer. Our agreements allow us to resell cloud based solutions, software or other licensed products to the end-user customer. In addition to purchasing products directly from our vendor partners, we purchase products from wholesale distributors for resale to our customers or for inclusion in the solutions we offer. These wholesale distributors provide logistics management and supply-chain services for us, as well as for our vendor partners. Inventory Management We operate two distribution centers in North America and one distribution center in the UK which combined are more than 1 million square feet in size. Leveraging our distribution and logistics capabilities, we handle and ship approximately 38 million units annually on an aggregate basis from our distribution centers. We also have drop-shipment arrangements with many of our OEMs and wholesale distributors, which permit us to offer products to our customers without having to take physical delivery at our distribution centers. These arrangements represented approximately 51% of total North America Net sales in 2022. Electronic delivery for software licenses is approximately 12% of total North America Net sales in 2022. We believe that the location of our distribution centers allows us to efficiently ship products to our customers and provide timely access to our principal distributors. We believe that our logistics and configuration capabilities delivered by our highly skilled and certified team enable us to customize technology for our customers to meet their unique needs. We believe competitive sources of supply are available in substantially all of the product categories that we offer. 5 5 5 Table of Contents Table of Contents Competition The market for technology products and services is highly competitive and subject to economic conditions and rapid technological changes. This competitive environment includes the ability to tailor specific solutions to customer needs, the quality and breadth of product and service offerings, knowledge and expertise of sales force, customer service, price, product availability, speed of delivery and credit availability. We face competition from resellers, direct manufacturers, large service providers, cloud providers, telecommunication companies, and to a lesser extent e-tailers and retailers. Smaller, local or regional value-added resellers typically focus on a single solution suite or portfolio of solutions from one or two vendor partners. We believe we are well positioned to compete within this marketplace due to our competitive advantages. We expect the competitive landscape to continue to evolve as new technologies are developed. While innovation can help our business as it creates new offerings for us to sell, it can also disrupt our business model and create new and stronger competitors. For additional information on the risks associated with competition, see “Item 1A. Risk Factors.” We believe we have sustainable competitive advantages that differentiate us in the marketplace. We have built a strong sales organization and deep services and solutions capabilities over time and expect to continue to invest to enhance these capabilities, which we believe when combined with our competitive advantages of scale and a performance driven culture, will help drive sustainable, profitable growth for us today and in the future. Our scale enables us to have a national and international footprint, as well as invest in resources to meet specific customer end-market needs. Our sellers are organized around unique customer end-markets that are both vertically and geographically focused. Our scale enables our ability to invest in technical coworkers who work directly with our sellers to help customers implement increasingly complex IT solutions. We have cross-border relationships that enable us to serve the needs of our US, UK and Canadian-based customers in more than 150 countries. Our strong, execution-oriented culture is underpinned by our compensation system. Our Offerings Our offerings range from discrete hardware and software products and services to complex integrated solutions including one or more of these elements. We believe our customers increasingly view technology purchases as integrated solutions vital to their strategies and missions rather than discrete product and services categories. We estimate that approximately 50% of our Net sales in 2022 in the US came from sales of product categories and services typically associated with solutions. Our hardware products include notebooks/mobile devices (including tablets), network communications, desktop computers, video monitors, enterprise and data storage, and other hardware. Our software products include application suites, security, virtualization, operating systems and network management. Our services include advisory and design, software development, implementation, managed services and warranties. IT is important to both critical business operations and to drive greater growth and productivity. To help our customers accomplish this, we have built a robust portfolio of solutions across hybrid infrastructure, digital experience, security and services that we provide in physical, virtual, or cloud-based environments. We provide customers with cloud solutions and services through public cloud solutions, which reside off customer premises on a public (shared) infrastructure, private cloud solutions, which reside on customer premises, and hybrid cloud solutions that deliver the benefits of both public and private solutions. Our migration, integration and managed services help our customers simplify cloud adoption, as well as the ongoing management of cloud solutions, across the entire IT lifecycle. Service delivery engineers work with our customers to design cloud solutions meeting their organizational, technology and financial objectives. We offer a broad portfolio of integrated solutions that include the following on-premise, hybrid and cloud capabilities: •Services: We help organizations design, orchestrate and manage technology for their unique needs. Our offerings demonstrate our expertise in the most critical technology areas for our customers. Our service delivery engineers have expertise which include integrated cloud, collaboration, data center, mobility and security business technology, from the physical to the application layer. We leverage best-in-class partner technology platforms to seamlessly architect and manage disparate IT platforms into integrated business technology solutions. •Hybrid Infrastructure: We assess our customers application infrastructure need, design flexible, resilient and efficient solutions and manage the solution throughout its lifecycle. Our broad portfolio of hardware and software products, encompassing both on and off-premise solutions, enables us to provide well-integrated solutions, including converged and hyper-converged infrastructure, physical and virtualized servers, software defined automation and orchestration solutions, hybrid storage, energy-efficient power and cooling, and data center networking. 6 6 6 Table of Contents Table of Contents •Digital Experience: We build end-to-end solutions that deliver access to applications that improve our customers’ productivity regardless of device or location. We connect our customers’ physical devices, including laptops, desktops, IP Phones, mobile devices and print systems. We utilize collaboration solutions to unite applications via the integration of products that facilitate the use of multiple enterprise communication methods including email, persistent chat, social media, voice and video. We also host cloud-based collaboration solutions. Our solutions provide the tools that allow our customers’ employees to share knowledge, ideas and information among each other and with clients and partners effectively, securely and quickly. •Security: We assess our customers’ security needs and provide them with tools and services to help effectively manage risk. We are a security solutions integrator that combines our expertise in design, solution architecture and implementation services. Our customer solutions can take the form of hardware, software or Software as a Service across a multitude of categories such as: endpoint security, email security, web security, intrusion prevention, authentication, firewall, virtual private network services and network access control. Security consulting engagements include security assessment, policy and procedure gap analysis, security roadmaps and health checks. Although we believe customers increasingly view technology purchases as solutions rather than discrete product and service categories, our Net sales by major category, based upon our internal category classifications, was as follows: Year Ended December 31, 202220212020Dollars inMillionsPercentageof Total Net SalesDollars inMillionsPercentageof Total Net SalesDollars inMillionsPercentageof Total Net SalesHardware:Notebooks/Mobile Devices$6,179.7 26.0 %$6,659.4 32.0 %$5,486.2 29.7 %Netcomm Products2,729.7 11.5 1,950.9 9.4 1,955.0 10.6 Desktops1,284.9 5.4 1,203.6 5.8 1,132.4 6.1 Video1,785.2 7.5 1,605.0 7.7 1,190.8 6.4 Enterprise and Data Storage (Including Drives)1,375.0 5.8 992.1 4.8 947.4 5.1 Other Hardware4,736.5 19.9 4,358.6 20.9 4,121.6 22.3 Total Hardware18,091.0 76.1 16,769.6 80.6 14,833.4 80.2 Software(1)3,684.9 15.5 2,802.4 13.5 2,581.0 14.0 Services(1)1,842.0 7.8 1,126.1 5.4 913.9 4.9 Other(2)130.8 0.6 122.7 0.5 139.2 0.9 Total Net sales$23,748.7 100.0 %$20,820.8 100.0 %$18,467.5 100.0 % 2022 2021 2020 Software(1) Services(1) Other(2) 1.Certain software and services revenue is recorded on a net basis for accounting purposes, so the category percentage of Net sales is not representative of the category percentage of gross profits. 2.Includes items such as delivery charges to customers. 7 7 7 Table of Contents Table of Contents Our Internal Capabilities Human Capital Management Our culture is reflected through our coworkers, who are driven to serve our customers, our partners, our communities and all our stakeholders. We provide our coworkers with diverse experiences, engagement opportunities, strong training and development, competitive compensation and meaningful careers, which creates a high-performance culture that is central to CDW’s success. We know that an inclusive environment produces the best ideas and our coworkers are driven to finding the best technology solutions to enable the mission-driven needs of our customers.  We have approximately 15,100 coworkers across the globe, with 12,250 coworkers in the US, 1,750 in the UK and 1,100 in Canada. More than 50% of our US Net sales are generated by account managers who have more than seven years of tenure with CDW. Our coworker relations are strong and none of our coworkers are covered by collective bargaining agreements.  Diversity, Equity and Inclusion CDW’s commitment to diversity, equity and inclusion is a core value that shapes who we are, and how we work, grow and do business. We remain steadfast in our commitment to a culture of inclusion and equity, where everyone feels they belong.  Our diversity, equity and inclusion efforts foster an inclusive environment for coworkers and job candidates that cannot be separated from how we work with customers, partners and the community. It all comes back to our character, values and ethics as an organization. We are focused on making sure our values are reflected in our behavior where everyone feels they are seen, heard and valued. Coworker Engagement We strive to create a culture of collaboration, belonging and individual growth and reward. Our coworker engagement strategy utilizes frequent, short surveys as well as virtual listening groups to gain a real-time understanding of the coworker experience at CDW. As a result of our coworkers’ consistent engagement, we have garnered meaningful feedback and recommendations, which have led to measurable and impactful results. Training & Development We focus on skills enhancement, leadership development, innovation excellence and professional growth throughout our coworkers’ careers at CDW. Our programs include: leadership development trainings, unique developmental opportunities for our high-potential emerging leaders, a 24-month training program for new North American sales coworkers, technical skill development training, an 15-month apprentice-style program for aspiring engineers, and coworker access to over 15,000 on-demand educational modules. Total Rewards  Our total rewards philosophy provides market competitive compensation and benefits designed to attract, retain and motivate our coworkers. We pay for performance through our compensation programs which are aligned to both individual and company performance. Our sellers’ compensation is aligned to their individual performance and provides substantially uncapped commission opportunity. We provide a comprehensive benefits package to our coworkers, including healthcare, retirement plans with profit sharing and match, tuition assistance, inclusive parental leave policies, adoption assistance, paid time off, paid volunteer hours and philanthropic match programs based upon eligibility and location. Health and Safety We continue to follow our three guiding principles. First, safeguard the health and well-being of our coworkers, second, serve the mission-driven needs of our customers and third, support our communities. We have implemented a wide variety of measures to help keep our coworkers healthy and safe. Since the start of the pandemic, we have maintained a cross-functional response team led by senior leadership to guide the Company’s response to COVID-19, and we continually monitor guidance of the world’s leading health authorities. In addition, we implemented safety protocols at our distribution centers, such as additional personal protective equipment, expanded health and safety training and increased available mental health resources.  Oversight and Management Our Coworker Services organization is responsible for the strategy and management of coworker-related matters, working in concert with all our leaders. Our Board understands the importance of our inclusive, performance-driven culture to our ongoing success and is actively engaged with our President and Chief Executive Officer and our Chief People Officer across a broad range of human capital management topics. 8 8 8 Table of Contents Table of Contents Marketing We market the CDW brand to US, UK and Canadian audiences using a variety of channels that include digital, broadcast, print, social and other emerging channels. We market to current and prospective customers through integrated marketing programs including behaviorally targeted email, display ads, paid search, social media, events and sponsorships, as well as mass media. This promotion is also supported by integrated communication efforts targeting technology decision-makers, influencers and the general public using a combination of expert technology articles, videos, case studies, media interviews and speaking opportunities. As a result of our relationships with our vendor partners, a significant portion of our advertising and marketing expenses is reimbursed through cooperative advertising programs. These programs are at the discretion of our vendor partners and are typically tied to sales or other commitments to be met by us within a specified period of time. We believe that our results and analytical techniques that measure the efficacy of our marketing programs differentiate us from our competitors. Information Technology Systems We maintain customized IT and unified communication systems that enhance our ability to provide prompt, efficient and expert service to our customers. In addition, these systems enable centralized management of key functions, including purchasing, inventory management, billing and collection of accounts receivable, sales, distribution and financial accounting and reporting. Our systems provide us with thorough and detailed information regarding key aspects of our business. These capabilities help us to continuously enhance productivity, ship customer orders quickly and efficiently, respond appropriately to industry changes and provide high quality customer service. We believe our websites and software tools, which provide electronic order processing and advanced features, such as order tracking, reporting and asset management, make it easy for customers to transact business with us and ultimately strengthen our customer relationships. History Founded in 1984, CDW became a public company in 1993. In 2006, we acquired Berbee Information Networks Corporation to expand our capabilities in customized engineering services and managed services. In 2007, we went private and then became public again in 2013. In 2015, we acquired control of 100% of UK-based IT solutions provider, Kelway TopCo Limited. Rebranded CDW UK in 2016, the acquisition extended our footprint into the UK.  In 2019, we acquired Canada-based technology solutions provider, Scalar Decisions Inc.  CDW’s AmplifiedTM Services portfolio has been aided by acquisitions of various companies. In addition to the acquisition of Sirius in 2021, an IT solutions integrator, as described above, we further strengthened our consulting and services expertise by acquiring Aptris, an IT service management solutions provider and ServiceNow Elite partner, in 2019. In 2020, we acquired IGNW, a cloud-native services, software development and data orchestration capability provider. In 2021, we acquired Amplified IT, which has expert capability in Google Workspace for Education and Focal Point Data Risk, which has expert capabilities in cybersecurity services. Available Information We maintain a website at www.cdw.com. You may access our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934 with the SEC free of charge at our website as soon as reasonably practicable after such material is electronically filed with, or furnished to, the SEC. Our website and the information contained on that site, or connected to that site, are not incorporated into and are not a part of this report. 9 9 9  Table of Contents Table of Contents", "time": "00:00:03"}