{"cik": 1467373, "item_1A": "Item 1. Business Overview  Accenture is a leading global professional services company that helps the world’s leading businesses, governments and other organizations build their digital core, optimize their operations, accelerate revenue growth and enhance citizen services—creating tangible value at speed and scale. We are a talent- and innovation-led company with approximately 733,000 people serving clients in more than 120 countries. Technology is at the core of change today, and we are one of the world’s leaders in helping drive that change, with strong ecosystem relationships. We combine our strength in technology and leadership in cloud, data and AI with unmatched industry experience, functional expertise and global delivery capability. We are uniquely able to deliver tangible outcomes because of our broad range of services, solutions and assets across Strategy & Consulting, Technology, Operations, Industry X and Song. These capabilities, together with our culture of shared success and commitment to creating 360° value, enable us to help our clients reinvent and build trusted, lasting relationships. We measure our success by the 360° value we create for our clients, each other, our shareholders, partners and communities. Fiscal 2023 HighlightsWe serve clients and manage our business through three geographic markets: North America, Europe and Growth Markets (Asia Pacific, Latin America, Africa and the Middle East). These markets bring together all of our capabilities across our services, industries and functions to deliver value to our clients. In the first quarter of fiscal 2024, our Middle East and Africa market units will move from Growth Markets to Europe, and the Europe market will be referred to as our Europe, Middle East and Africa (EMEA) geographic market.We go to market by industry, leveraging our deep expertise across our five industry groups—Communications, Media & Technology, Financial Services, Health & Public Service, Products and Resources. Our integrated service teams meet client needs rapidly and at scale, leveraging our network of more than 100 innovation hubs, our technology expertise and ecosystem relationships, and our global delivery capabilities.$64.1B in revenuesOur revenues are derived primarily from Forbes Global 2000 companies, governments and government agencies. We employed approximately733,000 people as of August 31, 2023. We have long-term relationships and have partnered with our top 100 clients for more than 10 years.  We serve clients and manage our business through three geographic markets: North America, Europe and Growth Markets (Asia Pacific, Latin America, Africa and the Middle East). These markets bring together all of our capabilities across our services, industries and functions to deliver value to our clients.   In the first quarter of fiscal 2024, our Middle East and Africa market units will move from Growth Markets to Europe, and the Europe market will be referred to as our Europe, Middle East and Africa (EMEA) geographic market. We go to market by industry, leveraging our deep expertise across our five industry groups—Communications, Media & Technology, Financial Services, Health & Public Service, Products and Resources. Our integrated service teams meet client needs rapidly and at scale, leveraging our network of more than 100 innovation hubs, our technology expertise and ecosystem relationships, and our global delivery capabilities. $64.1B in revenues Our revenues are derived primarily from Forbes Global 2000 companies, governments and government agencies.  We employed approximately 733,000 people  as of August 31, 2023.  We have long-term relationships and  have partnered with  our top 100 clients  for more than 10 years.      Table of ContentsACCENTURE 2023 FORM 10-KItem 1. Business3 Table of ContentsACCENTURE 2023 FORM 10-KItem 1. Business3 Table of Contents ACCENTURE 2023 FORM 10-K 3 Fiscal 2023 Investments$2.5B$1.3B$1.1Bacross 25 strategic acquisitionsin research and developmentin learning and professional development $2.5B $1.3B $1.1B across 25 strategic acquisitions During fiscal 2023, we continued to make significant investments—in strategic acquisitions, in research and development (R&D) in our assets, platforms and industry and functional solutions, in patents and pending patents and in attracting, retaining and developing people. These investments help us to further enhance our differentiation and competitiveness in the marketplace. Our disciplined acquisition strategy, which is an engine to fuel organic growth, is focused on scaling our business in high-growth areas; adding skills and capabilities in new areas; and deepening our industry and functional expertise. In fiscal 2023, we invested $2.5 billion across 25 strategic acquisitions, $1.3 billion in R&D, and $1.1 billion in learning and professional development.   Our Strategy The core of our growth strategy is delivering 360° value to our clients, people, shareholders, partners and communities by helping them continuously reinvent. Our strategy defines the areas in which we will drive growth, build differentiation via 360° value and enable our clients to transform their organizations through technology, data and AI to create value every day. We aspire to be at the center of our clients’ business and help them reach new levels of performance and to set themselves apart as leaders in their industries.  We define 360° value as delivering the financial business case and unique value a client may be seeking, and striving to partner with our clients to achieve greater progress on inclusion and diversity, reskill and upskill our clients’ employees, help our clients achieve their sustainability goals, and create meaningful experiences, both with Accenture and for the customers and employees of our clients. We bring industry specific solutions and services as well as cross industry expertise and leverage our scale and global footprint, innovation capabilities, and strong ecosystem partnerships together with our assets and platforms including myWizard, myNav, SynOps and AI Navigator for Enterprise to deliver tangible value for our clients. We help our clients use technology to drive enterprise-wide transformation, which includes: •building their digital core—such as moving them to the cloud, leveraging data and AI, and embedding security across the enterprise; •optimizing their operations—such as helping our clients digitize faster, access digital talent and reduce costs as well as through digitizing engineering and manufacturing; and •accelerating their revenue growth—such as through using technology and creativity to create personalized connections, experiences and targeted sales at scale, leveraging data and AI, transforming content supply chains and marketing and commerce models and helping create new digital services and business models. Our managed services are strategic for our clients as companies seek to move faster and leverage our digital platforms and talent as well as reduce costs. We believe our strategy to deliver 360° value makes us an attractive destination for top talent, a trusted partner to our clients and ecosystem, and a respected member of our communities. We believe that the companies that will lead in the next decade need to harness the five key forces of change we have identified—total enterprise reinvention, talent, sustainability, the metaverse continuum and the ongoing technology revolution. We are investing and co-creating with clients and partners to lead in helping our clients thrive across these forces, which we expect to have different time horizons. Today, the demand we continue to see across our geographic markets, services and industries is being primarily driven by the first two, as companies are in the early stages of harnessing these forces. We have summarized below each of the five key forces as we currently see them evolving. •Total enterprise reinvention, as we believe every part of every business must be transformed by technology, data and AI, with new ways of working and engaging with customers, employees and partners, and new business models, products and services. We are helping clients build their digital core, optimize operations and accelerate growth.    Table of ContentsACCENTURE 2023 FORM 10-KItem 1. Business4 Table of ContentsACCENTURE 2023 FORM 10-KItem 1. Business4 Table of Contents ACCENTURE 2023 FORM 10-K 4 •Talent, as companies must be able to access great talent, be talent creators not just consumers, and unlock the potential of their people—from the ways they organize and work, to their culture, to their employee value proposition. •Sustainability, as consumers, employees, business partners, regulators and investors are demanding companies move from commitment to action—we believe every business must be a sustainable business. •The metaverse continuum, moving seamlessly between virtual and physical, which we believe will provide even greater possibilities in the next waves of digital transformation.  •The ongoing technology revolution, from the rich innovation to come in the powerful technologies being used to transform companies today, to the new fields of the future, from quantum computing, to science and space technology. We believe that helping clients navigate these five key forces of change will, in turn, drive our growth. Key enablers of our growth strategy include:Our People—As a talent- and innovation-led organization, across our entire business our people have highly specialized skills that drive our differentiation and competitiveness. We care deeply for our people, and are committed to a culture of shared success, to investing in our people to provide them with boundaryless opportunities to learn and grow in their careers through their work experience and continued development, training and reskilling, and to helping them achieve their aspirations both professionally and personally. We have an unwavering commitment to inclusion and diversity.Our Commitment—We are a purpose-driven company, committed to delivering on the promise of technology and human ingenuity by continuously innovating and developing leading-edge ideas and leveraging emerging technologies in anticipation of our clients’ needs. Our culture is underpinned by our core values and Code of Business Ethics, which are key drivers of the trust our clients and partners place in us.Our Foundation—Our Leadership Essentials set the standard for what we expect from our people. Our growth model, which leverages our global sales, client experience and innovation, while organizing around geographic markets and industry groups within those markets, enables us to be close to our clients, people and partners to scale efficiently. Our enduring shareholder value proposition is also a key element of the foundation that enables us to execute on our growth strategy through the financial value it creates.  Our People—As a talent- and innovation-led organization, across our entire business our people have highly specialized skills that drive our differentiation and competitiveness. We care deeply for our people, and are committed to a culture of shared success, to investing in our people to provide them with boundaryless opportunities to learn and grow in their careers through their work experience and continued development, training and reskilling, and to helping them achieve their aspirations both professionally and personally. We have an unwavering commitment to inclusion and diversity. Our Commitment—We are a purpose-driven company, committed to delivering on the promise of technology and human ingenuity by continuously innovating and developing leading-edge ideas and leveraging emerging technologies in anticipation of our clients’ needs. Our culture is underpinned by our core values and Code of Business Ethics, which are key drivers of the trust our clients and partners place in us. Our Foundation—Our Leadership Essentials set the standard for what we expect from our people. Our growth model, which leverages our global sales, client experience and innovation, while organizing around geographic markets and industry groups within those markets, enables us to be close to our clients, people and partners to scale efficiently. Our enduring shareholder value proposition is also a key element of the foundation that enables us to execute on our growth strategy through the financial value it creates.  Geographic Markets Our geographic markets—North America, Europe and Growth Markets—bring together integrated service teams, which typically consist of industry and functional experts, technology and capability specialists and professionals with local market knowledge and experience, to meet client needs. The geographic markets have primary responsibility for building and sustaining long-term client relationships; bringing together our expertise from around the globe and collaborating across our business to sell and deliver our full range of services and capabilities; ensuring client satisfaction; and achieving revenue and profitability objectives.While we serve clients in locally relevant ways, our global footprint and scale in every major country give us the ability to leverage our experience and people from around the world to accelerate outcomes for our clients. Our three geographic markets are our reporting segments. The percent of our revenues represented by each market is shown at right. Our geographic markets—North America, Europe and Growth Markets—bring together integrated service teams, which typically consist of industry and functional experts, technology and capability specialists and professionals with local market knowledge and experience, to meet client needs. The geographic markets have primary responsibility for building and sustaining long-term client relationships; bringing together our expertise from around the globe and collaborating across our business to sell and deliver our full range of services and capabilities; ensuring client satisfaction; and achieving revenue and profitability objectives.While we serve clients in locally relevant ways, our global footprint and scale in every major country give us the ability to leverage our experience and people from around the world to accelerate outcomes for our clients. Our three geographic markets are our reporting segments. The percent of our revenues represented by each market is shown at right. Our geographic markets—North America, Europe and Growth Markets—bring together integrated service teams, which typically consist of industry and functional experts, technology and capability specialists and professionals with local market knowledge and experience, to meet client needs. The geographic markets have primary responsibility for building and sustaining long-term client relationships; bringing together our expertise from around the globe and collaborating across our business to sell and deliver our full range of services and capabilities; ensuring client satisfaction; and achieving revenue and profitability objectives. While we serve clients in locally relevant ways, our global footprint and scale in every major country give us the ability to leverage our experience and people from around the world to accelerate outcomes for our clients.  Our three geographic markets are our reporting segments. The percent of our revenues represented by each market is shown at right.              Table of ContentsACCENTURE 2023 FORM 10-KItem 1. Business5 Table of ContentsACCENTURE 2023 FORM 10-KItem 1. Business5 Table of Contents ACCENTURE 2023 FORM 10-K 5 Services We bring together skills, capabilities, industry experience and functional expertise to help our clients achieve tangible outcomes and create 360° value. Strategy & Consulting We work with C-suite executives, leaders and boards of the world’s leading organizations, helping them reinvent every part of their enterprise to drive greater growth, enhance competitiveness, implement operational improvements, reduce cost, deliver sustainable 360° stakeholder value, and set a new performance frontier for themselves and the industry in which they operate. Our deep industry and functional expertise is supported by proprietary assets and solutions that help organizations transform faster and become more resilient. Underpinned by technology, data, analytics, AI, change management, talent and sustainability capabilities, our Strategy & Consulting services help architect and accelerate all aspects of an organization’s total enterprise reinvention. Technology We provide innovative and comprehensive services and solutions that span cloud; systems integration and application management; security; intelligent platform services; infrastructure services; software engineering services; data and AI; automation; and global delivery through our Advanced Technology Centers. We continuously innovate our services, capabilities and platforms through early adoption of new technologies such as generative AI, blockchain, robotics, 5G, edge computing, metaverse and quantum computing. We provide a range of capabilities that addresses the challenges faced by organizations today, including how to achieve total enterprise reinvention, manage change and develop new growth opportunities. We are continuously innovating and investing in R&D for both existing and new forms of technology. Our focus in our Labs includes furthering innovation beyond traditional boundaries, such as science and space technologies. Our innovation hubs around the world help clients innovate at unmatched speed, scope and scale. We have strong relationships with the world’s leading technology companies, as well as emerging start-ups, which enable us to enhance our service offerings, augment our capabilities and deliver distinctive business value to our clients. Our strong ecosystem relationships provide a significant competitive advantage, and we are a key partner of a broad range of technology providers, including Adobe, Alibaba, Amazon Web Services, Blue Yonder, Cisco, Databricks, Dell, Google, HPE, IBM RedHat, Microsoft, Oracle, Pegasystems, Salesforce, SAP, ServiceNow, Snowflake, VMware, Workday and many others. In addition to our mature partners, we invest in emerging technologies through Accenture Ventures. We push the boundaries of what technology can enable and help clients get the most value and best capabilities out of platforms. Operations We operate business processes on behalf of clients for specific enterprise functions, including finance and accounting, sourcing and procurement, supply chain, marketing and sales, and human resources, as well as industry-specific services, such as platform trust and safety, banking, insurance, network and health services. We help organizations to reinvent themselves through intelligent operations, enabled by SynOps, our cloud enabled platform that empowers people with data, processes, automation, generative AI and a broad ecosystem of technology partners to transform enterprise operations at speed and scale.  Industry X We combine our digital capabilities with deep engineering and manufacturing expertise. By using the combined power of digital and data we help our clients to reinvent and reimagine the products they make and how they make them. This includes helping our clients to digitally transform how their capital projects are planned, managed and executed, from plant and asset construction to public infrastructure, power grids and data centers. We collaborate closely with our platform and software partners to help our clients achieve compressed transformations by redefining how their products are designed and engineered, tested, sourced and supplied, manufactured, and serviced, returned and renewed. We also design, manufacture, and assemble our own advanced automation equipment, robotics and other specialized commercial hardware to support our clients’ operations. Through the use of data and transformative technologies such as AI, Internet of Things, artificial reality/virtual reality, advanced robotics, digital twins and metaverse we help our clients reinvent to achieve greater resilience, productivity and sustainability in their core operations and design and engineer intelligent products faster and more cost effectively. And in doing so, we help them create new, hyper-personalized experiences and intelligent products and services. Song We strive to accelerate growth and value for our clients across industries through sustained customer relevance with emerging channels, technologies, including generative AI, and models tied to the ever-changing needs and preferences of business-to-business and business-to-consumer customers. Our capabilities span ideation to execution: growth, product and experience design; technology and experience platforms; creative, media and marketing strategy; and campaign, content and channel orchestration. With strong client relationships and deep industry expertise, we help our clients operate at speed through the potential of imagination, technology and intelligence.     Table of ContentsACCENTURE 2023 FORM 10-KItem 1. Business6 Table of ContentsACCENTURE 2023 FORM 10-KItem 1. Business6 Table of Contents ACCENTURE 2023 FORM 10-K 6 Industry Groups   We believe the depth and breadth of our industry expertise is a key competitive advantage which allows us to bring client-specific industry solutions to our clients to accelerate value creation. Our industry focus gives us an understanding of industry evolution, business issues and trends, industry operating models, capabilities and processes and new and emerging technologies. The breadth of our industry expertise enables us to create solutions that are informed by cross industry experience. We go to market through the following five industry groups within our geographic markets. Communications, Media & TechnologyFY23 Revenues of $11.5BPercent of Group’s FY23 Revenue42%16%42%Communications & MediaHigh TechSoftware & PlatformsWireline, wireless/mobile, broadcast, entertainment, gaming, print, online publishing; television networks, streaming services, content; sports including online, in-person, platform and associated infrastructure; cable and satellite communications and media infrastructure providersEnterprise and consumer technology, network and equipment manufacturers; silicon design, semiconductor design and foundries; data centers; AI computing manufacturers; high-tech/electronic manufacturing including battery, engineering design automation and medical equipment companiesCloud-based enterprise and consumer software companies, large language model owners; both subscription and ad-driven consumer platforms spanning ecommerce, social, media, advertising and gamingFinancial ServicesFY23 Revenues of $12.1BPercent of Group’s FY23 Revenue69%31%Banking & Capital MarketsInsuranceRetail and commercial banks, mortgage lenders, payment providers, corporate and investment banks, private equity firms, market infrastructure providers, wealth and asset management firms, broker/dealers, depositories, exchanges, clearing and settlement organizations, retirement services providers and other diversified financial enterprisesProperty and casualty, life and annuities and group benefits insurers, reinsurance firms and insurance brokersHealth & Public ServiceFY23 Revenues of $12.6BPercent of Group’s FY23 Revenue32%68%HealthPublic ServiceHealthcare providers, such as hospitals, public health systems, policy-making authorities, health insurers (payers), and industry organizations and associationsDefense departments and military forces; public safety authorities; justice departments; human and social services agencies; educational institutions; non-profit organizations; cities; and postal, customs, revenue and tax agencies Percent of Group’s FY23 Revenue Wireline, wireless/mobile, broadcast, entertainment, gaming, print, online publishing; television networks, streaming services, content; sports including online, in-person, platform and associated infrastructure; cable and satellite communications and media infrastructure providers Enterprise and consumer technology, network and equipment manufacturers; silicon design, semiconductor design and foundries; data centers; AI computing manufacturers; high-tech/electronic manufacturing including battery, engineering design automation and medical equipment companies Our work with clients in the U.S. federal government is delivered through Accenture Federal Services, a U.S. company and a wholly owned subsidiary of Accenture LLP, and represented approximately 37% of our Health & Public Service industry group’s revenues and 15% of our North America revenues in fiscal 2023.     Table of ContentsACCENTURE 2023 FORM 10-KItem 1. Business7 Table of ContentsACCENTURE 2023 FORM 10-KItem 1. Business7 Table of Contents ACCENTURE 2023 FORM 10-K 7 ProductsFY23 Revenues of $19.1BPercent of Group’s FY23 Revenue48%33%19%Consumer Goods, Retail & Travel ServicesIndustrialLife SciencesFood and beverage, household goods, personal care, tobacco, fashion/apparel, agribusiness and consumer health companies; supermarkets, hardline retailers, mass-merchandise discounters, department, quickserve and convenience stores and specialty retailers; aviation; and hospitality and travel services companiesIndustrial & electrical equipment manufacturers and industrial suppliers; and construction, heavy equipment, consumer durables, engineering services, real estate, freight & logistics, aerospace & defense and automotive and public transportation companiesBiopharmaceutical, medical technology, and biotechnology companies and distributors Products Percent of Group’s FY23 Revenue Food and beverage, household goods, personal care, tobacco, fashion/apparel, agribusiness and consumer health companies; supermarkets, hardline retailers, mass-merchandise discounters, department, quickserve and convenience stores and specialty retailers; aviation; and hospitality and travel services companies Industrial & electrical equipment manufacturers and industrial suppliers; and construction, heavy equipment, consumer durables, engineering services, real estate, freight & logistics, aerospace & defense and automotive and public transportation companies ResourcesFY23 Revenues of $8.9BPercent of Group’s FY23 Revenue31%24%45%Chemicals & Natural ResourcesEnergyUtilitiesPetrochemicals, specialty chemicals, polymers and plastics, gases and agricultural chemicals companies, as well as the metals, mining, forest products and building materials industriesCompanies in the oil and gas industry, including upstream, midstream, downstream, oilfield services, clean energy and energy trading companiesPower generators and developers, electric and gas transmission and distribution operators, energy and energy service retailers; water, waste and recycling service providers Resources Percent of Group’s FY23 Revenue Petrochemicals, specialty chemicals, polymers and plastics, gases and agricultural chemicals companies, as well as the metals, mining, forest products and building materials industries Power generators and developers, electric and gas transmission and distribution operators, energy and energy service retailers; water, waste and recycling service providers      Table of ContentsACCENTURE 2023 FORM 10-KItem 1. Business8 Table of ContentsACCENTURE 2023 FORM 10-KItem 1. Business8 Table of Contents ACCENTURE 2023 FORM 10-K 8 People Overview We are a talent- and innovation-led organization with approximately 733,000 people as of August 31, 2023, whose skills and specialization are a significant source of competitive differentiation. We serve clients at any given time in more than 120 countries, with offices and operations in 49 countries. The majority of our people are in India, the Philippines and the U.S. We have a culture of shared success, which is defined as success for our clients, our people, our shareholders, our partners and our communities. That culture is built upon four tangible building blocks—our beliefs, our behaviors, the way we develop and reward our people and the way we do business. Our Beliefs and Behaviors  Our leadership essentials set the standard for what we expect of all our people: •always do the right thing, in every decision and action;•lead with excellence, confidence and humility, as demonstrated by being a learner, building great teams and being naturally collaborative; •exemplify client-centricity and a commitment to client value creation; •act as a true partner, to each other, our clients, our ecosystem and our communities—committed to shared success;•care deeply for all our people to help them achieve their aspirations professionally and personally;•live our unwavering commitment to inclusion, diversity and equality, as demonstrated by personal impact and overall results; •have the courage to change and the ability to bring our people along the journey; and•actively innovate—seeking new answers, applying a tech, AI and data first mindset, looking internally across Accenture and outside—to partners, competitors, start-ups, clients, academia and analysts—to learn, respectfully challenge our assumptions and apply the innovation, and cultivate and reward our people for doing the same. •always do the right thing, in every decision and action; •lead with excellence, confidence and humility, as demonstrated by being a learner, building great teams and being naturally collaborative;  •exemplify client-centricity and a commitment to client value creation;  •act as a true partner, to each other, our clients, our ecosystem and our communities—committed to shared success; •care deeply for all our people to help them achieve their aspirations professionally and personally; •live our unwavering commitment to inclusion, diversity and equality, as demonstrated by personal impact and overall results;  •have the courage to change and the ability to bring our people along the journey; and •actively innovate—seeking new answers, applying a tech, AI and data first mindset, looking internally across Accenture and outside—to partners, competitors, start-ups, clients, academia and analysts—to learn, respectfully challenge our assumptions and apply the innovation, and cultivate and reward our people for doing the same. Listening to the voices of our people provides the input to ensure that they have the tools and resources to do their jobs and the right learning opportunities, and that they experience a positive, respectful and inclusive work environment. We do this on an ongoing basis across various channels, including surveys and forums. One of our surveys, which was conducted in November 2022 and measures how our people experience our culture, shows that 91% of our global respondents believe they can work to their potential because they are in an environment where they are treated with respect and in an appropriate manner.  Our purpose is to deliver on the promise of technology and human ingenuity. Our strategy is to deliver 360° value for all our stakeholders by helping them continuously reinvent. To drive reinvention, innovation must be at the forefront, which requires us to attract, develop and inspire top talent. Talent is one of our most important areas of competitive differentiation. As part of our talent strategy, we hire and develop people who have different backgrounds, different perspectives, and different lived experiences. These differences ensure that we have and attract the cognitive diversity to deliver a variety of perspectives, observations, and insights which are essential to drive the innovation needed to reinvent. To help achieve this diversity we set goals, share them publicly, and collect data to measure our progress, continuously improve, and hold our leaders accountable for ensuring we have the most innovative and talented people in our industry. This approach is a key driver of our progress. We recognize that some people come to Accenture having faced obstacles as an aspect of their identity or lived experience. At Accenture, we are committed to harness these perspectives and ensure that all of our people have the opportunity to thrive and unlock their full potential. We are a meritocracy. Our intention is to foster a culture and a workplace in which all of our people feel a sense of belonging and are respected and empowered to do their best work and to create 360° value for all our stakeholders.     Table of ContentsACCENTURE 2023 FORM 10-KItem 1. Business9 Table of ContentsACCENTURE 2023 FORM 10-KItem 1. Business9 Table of Contents ACCENTURE 2023 FORM 10-K 9 We are now 48% women, compared to our gender parity goal by 2025. And, we are currently 29% women managing directors, compared to our goal of 30% by 2025. We are also working toward our total workforce 2025 race and ethnicity goals in the U.S., the U.K., and South Africa, which we announced in 2020.•In the U.S., African American and Black colleagues represent 12% of our workforce, in line with our goal. Additionally, Hispanic American and Latinx colleagues represent 11% of our workforce, compared to our goal of 13%.•In the U.K., Black colleagues represent 5% of our workforce compared to our goal of 7%.•In South Africa, African Black colleagues represent 45% of our workforce compared to our goal of 68%. Coloured colleagues represent 10% of our workforce, in line with our goal.We are committed to pay equity and pay equity at Accenture means that our people receive pay that is fair and consistent when considering similarity of work, location and tenure at career level. We conduct an annual pay equity review. As of our last review which reflected annual pay changes effective December 1, 2022, we have dollar-for-dollar, 100% pay equity for women compared to men in every country where we operate (certain subsidiaries, including recent acquisitions, and countries with de minimis headcount were excluded from the analysis). By race and ethnicity, we likewise had dollar-for-dollar, 100% pay equity in the U.S., the U.K. and South Africa, which are the locations where we currently have the data available to use for this purpose. We are now 48%Women compared to our goal of 50% by2025 We are now29%Women managing directorscompared toour goal of 30% by 2025 We are now 48% women, compared to our gender parity goal by 2025. And, we are currently 29% women managing directors, compared to our goal of 30% by 2025. We are also working toward our total workforce 2025 race and ethnicity goals in the U.S., the U.K., and South Africa, which we announced in 2020. •In the U.S., African American and Black colleagues represent 12% of our workforce, in line with our goal. Additionally, Hispanic American and Latinx colleagues represent 11% of our workforce, compared to our goal of 13%.  •In the U.K., Black colleagues represent 5% of our workforce compared to our goal of 7%.  •In South Africa, African Black colleagues represent 45% of our workforce compared to our goal of 68%. Coloured colleagues represent 10% of our workforce, in line with our goal. We are committed to pay equity and pay equity at Accenture means that our people receive pay that is fair and consistent when considering similarity of work, location and tenure at career level. We conduct an annual pay equity review. As of our last review which reflected annual pay changes effective December 1, 2022, we have dollar-for-dollar, 100% pay equity for women compared to men in every country where we operate (certain subsidiaries, including recent acquisitions, and countries with de minimis headcount were excluded from the analysis). By race and ethnicity, we likewise had dollar-for-dollar, 100% pay equity in the U.S., the U.K. and South Africa, which are the locations where we currently have the data available to use for this purpose.  We are now  48% Women  compared to  our goal of 50% by 2025  We are now 29% Women managing  directors compared to our goal of 30% by  2025 The Way We Develop and Reward Our People  Our focus is to create talent and unlock the potential of our people, to create strong leaders, and to help them achieve their professional and personal aspirations, while continuously pivoting to meet new client demands. During fiscal 2023, we invested $1.1 billion in continuous learning and development. With our digital learning platform, we delivered approximately 40 million training hours, consistent with fiscal 2022. We have skills data for our people, enabling us to flexibly respond to shifting client needs while also recommending skill-specific training based on an individual’s interests. We upskill people at scale, while proactively defining new skills and roles in anticipation of client needs. We expect to double our Data & AI Practice to 80,000 people through hiring, training and acquisitions over the next three years. We are focused on rigorous, job-specific training through key industry certifications and partnerships with leading universities around the globe. We also train our people on inclusion and mitigating unconscious bias. We promoted approximately 123,000 people in fiscal 2023, demonstrating our continued commitment to creating vibrant careers and opportunities for our people. We balance our supply of skills with changes in client demand. We do this through adjusting levels of new hiring and managing our attrition (both voluntary and involuntary). We believe people are drawn to our strong purpose, values and reputation. For fiscal 2023, attrition, excluding involuntary terminations, was 13%, down from 19% in fiscal 2022. For the fourth quarter of fiscal 2023, annualized attrition, excluding involuntary terminations, was 14%, up from 13% in the third quarter of fiscal 2023. During the second quarter of fiscal 2023, we initiated actions to streamline operations and transform our nonbillable corporate functions to reduce costs. Accenture’s total rewards consist of cash compensation, equity and a wide range of benefits. Our total rewards program is designed to recognize our people’s skills, contributions and career progression. Base salary, bonus and equity are tailored to the market where our people work and live. Certain rewards, like equity and bonuses, are opportunities for our people to share in the overall success of our company. As our people advance in their careers, they have greater opportunities to be rewarded. Accenture’s equitable rewards go beyond financial rewards and include health and well-being programs that care for our people.       Table of ContentsACCENTURE 2023 FORM 10-KItem 1. Business10 Table of ContentsACCENTURE 2023 FORM 10-KItem 1. Business10 Table of Contents ACCENTURE 2023 FORM 10-K 10 The Way We Do Business At Accenture, our people care deeply about doing the right thing. Together, we have proven that we can succeed—providing value to our clients and shareholders and opportunities for our people—while being a powerful force for good. Our shared commitment to operating with the highest ethical standard and making a positive difference in everything we do is what we believe differentiates Accenture. We believe in transparency, that transparency builds trust, and that we must earn the trust of our clients, our people, our partners and our communities each and every day. Our Code of Business Ethics is organized into six fundamental behaviors: Make Your Conduct Count; Comply with Laws; Deliver for Our Clients; Protect People, Information and Our Business; Run Our Business Responsibly; and Be a Good Corporate Citizen. It applies to all our people—regardless of their title or location. With our Code of Business Ethics, we want to help our people make ethical behavior a natural part of what we do every day—with each other, our clients, our partners and our communities. Accenture’s commitment to and focus on our people and culture has generated significant recognition, including No. 1 on the Refinitiv Global Diversity & Inclusion Index for the fourth time in six years; Ethisphere’s World’s Most Ethical Companies for 16 consecutive years; and being ranked No. 17 among 25 companies on World's Best Workplaces™ by Fortune and Great Place to Work®. Accenture is recognized as a top 10 place to work in eight countries, representing 70% of our people: No. 1 in Argentina, No. 2 in Mexico and the Philippines, No. 5 in Brazil, Indonesia and the U.S., and No. 10 in Chile on the Great Place to Work® list of Best Workplaces™, and No. 2 on Business Today's Best Companies to Work For in India. Our Health, Safety and Well-Being We are committed to creating a place where people can be successful both professionally and personally. We take a holistic view of well-being—including physical, mental, emotional and financial well-being—providing specially defined programs and practices to meet our people’s fundamental human needs.      Table of ContentsACCENTURE 2023 FORM 10-KItem 1. Business11 Table of ContentsACCENTURE 2023 FORM 10-KItem 1. Business11 Table of Contents ACCENTURE 2023 FORM 10-K 11 Environmental Sustainability We help our clients together with our ecosystem partners, to define, measure and achieve their environmental, social and governance goals by connecting sustainability with their transformation agendas across their strategy and operations to make their value chains more sustainable. We have a strong commitment to environmental sustainability in how we operate our business, and we hold ourselves accountable to clear and measurable objectives. Our environment goals span three areas: reducing our carbon emissions including through nature-based carbon removal programs, moving toward zero waste and planning for water risk. Reducing our Carbon Emissions The most significant aspects of our environmental footprint are the greenhouse gas emissions related to electricity used in our locations, as well as business travel and purchased goods and services.  In 2020, we signed the UN Global Compact Business Ambition for 1.5°C Pledge, joining leading companies in pledging to do our part to keep global warming below 1.5° Celsius, in alignment with the Paris Agreement and the criteria and recommendations of the Science Based Targets initiative (SBTi). We are continuing to work toward our goal of net-zero emissions by 2025 by first focusing on reductions across our Scope 1, 2, and 3 emissions and then removing any remaining emissions through nature-based carbon removal projects. We are also establishing new goals to align with the SBTi’s criteria, guidance and recommendations for setting science-based net-zero targets. In 2023, we set a new, near-term target aligned to 2030, which was approved by the SBTi.  Carbon Reduction Our approach to carbon reduction in support of our goals includes: •Renewable electricity. In 2023, we achieved our goal of 100% renewable electricity in our offices. As we do not own our office buildings and procure most of our energy from the grid, we increase our renewable electricity by purchasing renewable electricity contracts equivalent to the amount of electricity we consume. Going forward, we plan to maintain 100% renewable electricity on an annual basis through continued purchase of renewable electricity contracts. As we purchase renewable electricity, we also support the generation of more renewable sources of electricity.Achieved100% renewable electricity by the end of 2023•Enabling low carbon business travel. We continue to use technology to facilitate more cost and carbon-efficient delivery for our clients and our business and have implemented an internal carbon price on travel to encourage climate smart travel decisions. In addition, we have developed analytics and reporting focused on our business travel emissions so that we can share emissions data with our clients as part of our delivery activities.•Engaging our suppliers. We are working with our suppliers to reduce our Scope 3 emissions. Our goal is that 90% of our key suppliers disclose their environmental targets and the actions being taken to reduce emissions by the end of 2025. Our suppliers are making good progress, with 68% of key suppliers disclosing their targets and 75% disclosing the actions they are taking as of December 2022. Key suppliers are defined as vendors that represent a significant portion of our 2019 Scope 3 emissions. •Renewable electricity. In 2023, we achieved our goal of 100% renewable electricity in our offices. As we do not own our office buildings and procure most of our energy from the grid, we increase our renewable electricity by purchasing renewable electricity contracts equivalent to the amount of electricity we consume. Going forward, we plan to maintain 100% renewable electricity on an annual basis through continued purchase of renewable electricity contracts. As we purchase renewable electricity, we also support the generation of more renewable sources of electricity.  Achieved 100%  renewable electricity  by the end of 2023 •Enabling low carbon business travel. We continue to use technology to facilitate more cost and carbon-efficient delivery for our clients and our business and have implemented an internal carbon price on travel to encourage climate smart travel decisions. In addition, we have developed analytics and reporting focused on our business travel emissions so that we can share emissions data with our clients as part of our delivery activities.  •Engaging our suppliers. We are working with our suppliers to reduce our Scope 3 emissions. Our goal is that 90% of our key suppliers disclose their environmental targets and the actions being taken to reduce emissions by the end of 2025. Our suppliers are making good progress, with 68% of key suppliers disclosing their targets and 75% disclosing the actions they are taking as of December 2022. Key suppliers are defined as vendors that represent a significant portion of our 2019 Scope 3 emissions.  Carbon Removal •Nature-based carbon removal. To offset our remaining emissions, we are investing in nature-based carbon removal solutions to remove carbon from the atmosphere. Our nature-based carbon removal projects will also support and respect the universal principles of the UNGC in the relevant areas of human rights, labor, environment, anticorruption and the UN Sustainable Development Goals (SDGs).         Table of ContentsACCENTURE 2023 FORM 10-KItem 1. Business12 Table of ContentsACCENTURE 2023 FORM 10-KItem 1. Business12 Table of Contents ACCENTURE 2023 FORM 10-K 12 Moving Toward Zero Waste •Addressing e-waste and office furniture. We have a goal of reusing or recycling 100% of our e-waste, such as computers and servers, as well as all our office furniture, by the end of 2025. During fiscal 2023, we reused or recycled nearly 100% of our e-waste relating to computers, servers and uninterruptible power supply devices. We continue to refine our processes, leverage our asset tracking system and work with vendors to help us extend the life cycle of our furniture, including through refurbishment and reuse or recycling. •Eliminate single-use plastics in our office locations. During fiscal 2023, we eliminated single-use plastics in our office locations by purchasing reusable and plastic-free items.  Planning for Water Risk •Mitigating the potential impacts of climate change-related water risk. Although Accenture is not a water-intensive company, to safeguard our people and operations we are developing water resiliency action plans to reduce the impact of climate-related flooding, drought and water scarcity on our business and our people in high-risk areas.  Global Delivery Capability A key differentiator is our global delivery capability. We have one of the world’s largest networks of centers with deep capabilities in Strategy & Consulting, Technology, Operations, Industry X and Song, that allows us to help our clients create exceptional business value. It brings the right people at the right time to our clients from anywhere in the world—both in physical and virtual working environments—a capability that is particularly crucial as business needs and conditions change rapidly. Our global approach provides scalable innovation; standardized processes, methods and tools; automation and AI; industry expertise and specialized capabilities; cost advantages; foreign language fluency; proximity to clients; and time zone advantages—to deliver high-quality solutions. Emphasizing quality, productivity, reduced risk, speed-to-market and predictability, our global delivery model supports all parts of our business to provide clients with price-competitive services and solutions.   Innovation and Intellectual Property  We are committed to developing leading-edge ideas and leveraging emerging technologies and we see innovation as a source of competitive advantage. We use our investment in R&D—on which we spent $1.3 billion, $1.1 billion and $1.1 billion in fiscal 2023, 2022 and 2021, respectively—to help clients address new realities in the marketplace and to face the future with confidence. Our innovation experts work with clients across the world to imagine their future, build and co-create innovative business strategies and technology solutions, and then scale those solutions to sustain innovation. We harness our unique intellectual property to deliver these innovation services. We have a global portfolio of patents and pending patent applications covering various technology areas, including AI, cloud, metaverse, cybersecurity, blockchain, automation, extended reality and analytics. We leverage patent, trade secret and copyright laws as well as contractual arrangements and confidentiality procedures to protect the intellectual property in our innovative services and solutions. These include our proprietary platforms, software, reusable knowledge capital, and other innovations. We also have policies to respect the intellectual property rights of third parties, such as our clients, partners, vendors and others.  We believe our combination of people, assets and capabilities, including our global network of more than 100 innovation hubs, makes Accenture one of the leading strategic innovation partners for our clients. We have deep expertise in innovation consulting including strategy, culture change and building new business models through to long-term technology innovation, which creates the products and markets of the future.  This is all supported by our innovation approach, which includes Accenture Research, Accenture Ventures and Accenture Labs as well as our Studios, Innovation Centers and Delivery Centers. Our research and thought leadership teams help identify market, technology and industry trends. Accenture Ventures partners with and invests in growth-stage companies that create innovative enterprise technologies. Accenture Labs incubate and prototype new concepts through applied research and development projects. Within this, the Technology Incubation Group incubates and applies emerging technology innovation to business architectures, including blockchain, metaverse, extended reality and quantum. To protect Accenture’s brands, we rely on intellectual property laws and trademark registrations held around the world. Trademarks appearing in this report are the trademarks or registered trademarks of Accenture Global Services Limited, Accenture Global Solutions Limited, or third parties, as applicable.     Table of ContentsACCENTURE 2023 FORM 10-KItem 1. Business13 Table of ContentsACCENTURE 2023 FORM 10-KItem 1. Business13 Table of Contents ACCENTURE 2023 FORM 10-K 13 Competition Accenture operates in a highly competitive and rapidly changing global marketplace. We compete with a variety of organizations that offer services and solutions competitive with those we offer—but we believe no other company offers the full range of services at scale that Accenture does, which uniquely positions us in a highly competitive market. Our clients typically retain us on a non-exclusive basis.  Our competitors include large multinational IT service providers, including the services arms of large global technology providers; off-shore IT service providers in lower-cost locations, particularly in India; accounting firms and consultancies that provide consulting and other IT services and solutions; solution or service providers that compete with us in a specific geographic market, industry or service area, including advertising agency holding companies, engineering services providers and technology start-ups; and in-house IT departments of large corporations that use their own resources rather than engage an outside firm.  We believe Accenture competes successfully in the marketplace because:  •We are focused on creating 360° value, which we define as delivering the financial business case and unique value a client may be seeking, and striving to partner with our clients to achieve greater progress on inclusion and diversity, reskill and upskill our clients’ employees, help our clients achieve their sustainability goals, and create meaningful experiences, both with Accenture and for the customers and employees of our clients;•We are a trusted partner with long-term client relationships and a proven track record for delivering from strategy to execution, on large, complex programs at speed that drive outcomes and tangible value;  •We provide a broad range of services bringing together our capabilities at scale and have a significant presence in every major geographic market, enabling us to leverage our global expertise in a local context to deliver the best solutions, and our managed services help companies move faster by leveraging our digital platform and talent and reduce costs;•The breadth and scale of our technology capabilities, combined with our strong relationships with our technology ecosystem partners, enable us to help clients transform and re-platform in a sustainable way at speed;•We have deep industry and cross-industry expertise, which enable us to accelerate value as clients transform their products, customer experiences and optimize their operations;•We continuously invest in advanced tools, methods and platforms, and the highly specialized skills of our people, to create repeatable industry and cross industry solutions and assets, that can scale at speed, leveraging our deep experience, knowledge and insights across industries, functions and services, often with our ecosystem partners;•Our industry-leading innovation approach—including Accenture Research, Accenture Ventures and Accenture Labs as well as our Studios, Innovation Centers and Delivery Centers—reflects our commitment to continuous innovation and enables us to rapidly identify, incubate, and scale emerging technology solutions for our clients;•We have deep experience in AI, having embedded AI across our worldwide service delivery approach for more than a decade, and are making significant investments in solutions at scale to help our clients responsibly advance and use AI, and generative AI, to develop new strategies, operating models, business cases and digital core architecture, enabling them to achieve greater growth, efficiency, and resiliency, while accelerating value; and•Our goal is to recruit the most talented people in our markets, and we have an unwavering commitment to inclusion and diversity, which creates an environment that unleashes innovation, and a world-class learning organization that helps us continuously invest in the development of our people, and we believe our strategy to deliver 360° value makes us an attractive destination for top talent, a trusted partner to our clients and ecosystem, and a respected member of our communities.  •We are focused on creating 360° value, which we define as delivering the financial business case and unique value a client may be seeking, and striving to partner with our clients to achieve greater progress on inclusion and diversity, reskill and upskill our clients’ employees, help our clients achieve their sustainability goals, and create meaningful experiences, both with Accenture and for the customers and employees of our clients; •We are a trusted partner with long-term client relationships and a proven track record for delivering from strategy to execution, on large, complex programs at speed that drive outcomes and tangible value;   •We provide a broad range of services bringing together our capabilities at scale and have a significant presence in every major geographic market, enabling us to leverage our global expertise in a local context to deliver the best solutions, and our managed services help companies move faster by leveraging our digital platform and talent and reduce costs; •The breadth and scale of our technology capabilities, combined with our strong relationships with our technology ecosystem partners, enable us to help clients transform and re-platform in a sustainable way at speed; •We have deep industry and cross-industry expertise, which enable us to accelerate value as clients transform their products, customer experiences and optimize their operations; •We continuously invest in advanced tools, methods and platforms, and the highly specialized skills of our people, to create repeatable industry and cross industry solutions and assets, that can scale at speed, leveraging our deep experience, knowledge and insights across industries, functions and services, often with our ecosystem partners; •Our industry-leading innovation approach—including Accenture Research, Accenture Ventures and Accenture Labs as well as our Studios, Innovation Centers and Delivery Centers—reflects our commitment to continuous innovation and enables us to rapidly identify, incubate, and scale emerging technology solutions for our clients; •We have deep experience in AI, having embedded AI across our worldwide service delivery approach for more than a decade, and are making significant investments in solutions at scale to help our clients responsibly advance and use AI, and generative AI, to develop new strategies, operating models, business cases and digital core architecture, enabling them to achieve greater growth, efficiency, and resiliency, while accelerating value; and •Our goal is to recruit the most talented people in our markets, and we have an unwavering commitment to inclusion and diversity, which creates an environment that unleashes innovation, and a world-class learning organization that helps us continuously invest in the development of our people, and we believe our strategy to deliver 360° value makes us an attractive destination for top talent, a trusted partner to our clients and ecosystem, and a respected member of our communities.       Table of ContentsACCENTURE 2023 FORM 10-KItem 1. Business14 Table of ContentsACCENTURE 2023 FORM 10-KItem 1. Business14 Table of Contents ACCENTURE 2023 FORM 10-K 14 Information About Our Executive Officers  Our executive officers as of October 12, 2023 are as follows: Melissa Burgum, 51, became our chief accounting officer in September 2022 and has served as our corporate controller since September 2021. Prior to that, Ms. Burgum served as our assistant corporate controller from December 2016 to September 2021 and as controller for Accenture Federal Services from May 2013 to December 2016. Prior to joining Accenture, Ms. Burgum held controllership roles at two public companies and was previously an auditor and consultant for Arthur Andersen. Ms. Burgum has been with Accenture for 10 years.Leo Framil, 54, became our chief executive officer—Growth Markets in September 2022. From January 2016 to September 2022, Mr. Framil served as our market unit lead in Latin America. Prior to January 2016, Mr. Framil led Financial Services in Latin America. Mr. Framil was with Accenture from March 1992 until March 1997 before rejoining in October 1998.KC McClure, 58, became our chief financial officer in January 2019. From June 2018 to January 2019, she served as managing director—Finance Operations, where she led our finance operations across the entirety of our businesses. From December 2016 to May 2018, she served as our finance director—Communications, Media & Technology. Prior to assuming that role, she served as our head of investor relations from September 2010 to November 2016, and from March 2002 to August 2010, she served as our finance director—Health & Public Service. Ms. McClure has been with Accenture for 35 years.Jean-Marc Ollagnier, 61, became our chief executive officer—Europe in March 2020. From March 2011 to March 2020, Mr. Ollagnier served as our group chief executive—Resources. From September 2006 to March 2011, Mr. Ollagnier led Resources in Europe, Latin America, the Middle East and Africa. Previously, he served as our global managing director—Financial Services Solutions group and as our geographic unit managing director—Gallia. Mr. Ollagnier has been with Accenture for 37 years.Manish Sharma, 55, became our chief executive officer—North America in September 2023. Prior to that, Mr. Sharma served as our chief operating officer from March 2022 to September 2023. From March 2020 to March 2022, Mr. Sharma served as our group chief executive—Operations. From September 2016 to March 2020, Mr. Sharma served as the group operating officer for Operations. From January 2009 to September 2016, Mr. Sharma was our senior managing director for Accenture Operations Global Delivery and Solution Development and global sales lead for Accenture Operations Business Process Outsourcing (BPO). Previously, he led our BPO operations in the Asia Pacific region. Mr. Sharma has been with Accenture for 28 years.Ellyn J. Shook, 60, became our chief leadership officer in December 2015 and has also served as our chief human resources officer since March 2014. From 2012 to March 2014, Ms. Shook was our senior managing director—Human Resources and head of our Human Resources Centers of Expertise. From 2004 to 2011, she served as the global human resources lead for career management, performance management, total rewards, employee engagement and mergers and acquisitions. Ms. Shook has been with Accenture for 35 years. Since January 2022, Ms. Shook has served as a director of BRP Group, Inc.  Melissa Burgum, 51, became our chief accounting officer in September 2022 and has served as our corporate controller since September 2021. Prior to that, Ms. Burgum served as our assistant corporate controller from December 2016 to September 2021 and as controller for Accenture Federal Services from May 2013 to December 2016. Prior to joining Accenture, Ms. Burgum held controllership roles at two public companies and was previously an auditor and consultant for Arthur Andersen. Ms. Burgum has been with Accenture for 10 years.  Leo Framil, 54, became our chief executive officer—Growth Markets in September 2022. From January 2016 to September 2022, Mr. Framil served as our market unit lead in Latin America. Prior to January 2016, Mr. Framil led Financial Services in Latin America. Mr. Framil was with Accenture from March 1992 until March 1997 before rejoining in October 1998.  KC McClure, 58, became our chief financial officer in January 2019. From June 2018 to January 2019, she served as managing director—Finance Operations, where she led our finance operations across the entirety of our businesses. From December 2016 to May 2018, she served as our finance director—Communications, Media & Technology. Prior to assuming that role, she served as our head of investor relations from September 2010 to November 2016, and from March 2002 to August 2010, she served as our finance director—Health & Public Service. Ms. McClure has been with Accenture for 35 years.  Jean-Marc Ollagnier, 61, became our chief executive officer—Europe in March 2020. From March 2011 to March 2020, Mr. Ollagnier served as our group chief executive—Resources. From September 2006 to March 2011, Mr. Ollagnier led Resources in Europe, Latin America, the Middle East and Africa. Previously, he served as our global managing director—Financial Services Solutions group and as our geographic unit managing director—Gallia. Mr. Ollagnier has been with Accenture for 37 years.  Manish Sharma, 55, became our chief executive officer—North America in September 2023. Prior to that, Mr. Sharma served as our chief operating officer from March 2022 to September 2023. From March 2020 to March 2022, Mr. Sharma served as our group chief executive—Operations. From September 2016 to March 2020, Mr. Sharma served as the group operating officer for Operations. From January 2009 to September 2016, Mr. Sharma was our senior managing director for Accenture Operations Global Delivery and Solution Development and global sales lead for Accenture Operations Business Process Outsourcing (BPO). Previously, he led our BPO operations in the Asia Pacific region. Mr. Sharma has been with Accenture for 28 years.  Ellyn J. Shook, 60, became our chief leadership officer in December 2015 and has also served as our chief human resources officer since March 2014. From 2012 to March 2014, Ms. Shook was our senior managing director—Human Resources and head of our Human Resources Centers of Expertise. From 2004 to 2011, she served as the global human resources lead for career management, performance management, total rewards, employee engagement and mergers and acquisitions. Ms. Shook has been with Accenture for 35 years. Since January 2022, Ms. Shook has served as a director of BRP Group, Inc.    Table of ContentsACCENTURE 2023 FORM 10-KItem 1. Business15 Table of ContentsACCENTURE 2023 FORM 10-KItem 1. Business15 Table of Contents ACCENTURE 2023 FORM 10-K 15 Julie Sweet, 56, became chair of our Board of Directors in September 2021 and has served as our chief executive officer since September 2019. From June 2015 to September 2019, she served as our chief executive officer—North America. From March 2010 to June 2015, she served as our general counsel, secretary and chief compliance officer. Prior to joining Accenture in 2010, Ms. Sweet was a partner for 10 years in the law firm Cravath, Swaine & Moore LLP, which she joined as an associate in 1992. Ms. Sweet has been with Accenture for 13 years and has served as a director since September 2019.Joel Unruch, 45, became our general counsel in September 2019 and has served as our corporate secretary since June 2015. Mr. Unruch also served as our chief compliance officer from September 2019 to January 2020. Mr. Unruch joined Accenture in 2011 as our assistant general counsel and assistant secretary and also oversaw ventures & acquisitions and alliances & ecosystems practices for our legal group. Prior to joining Accenture, Mr. Unruch was corporate counsel at Amazon.com and previously an associate in the corporate department of the law firm Cravath, Swaine & Moore LLP. Mr. Unruch has been with Accenture for 12 years.John Walsh, 59, became our chief operating officer in September 2023. From March 2020 to September 2023, Mr. Walsh served as our chief strategic accounts and global sales officer. From November 2019 to March 2020, he served as our group chief executive—Communications, Media & Technology. He served as senior managing director—Communications, Media & Technology in North America, from 2013 to 2019. Mr. Walsh has been with Accenture for 37 years.  Julie Sweet, 56, became chair of our Board of Directors in September 2021 and has served as our chief executive officer since September 2019. From June 2015 to September 2019, she served as our chief executive officer—North America. From March 2010 to June 2015, she served as our general counsel, secretary and chief compliance officer. Prior to joining Accenture in 2010, Ms. Sweet was a partner for 10 years in the law firm Cravath, Swaine & Moore LLP, which she joined as an associate in 1992. Ms. Sweet has been with Accenture for 13 years and has served as a director since September 2019.  Joel Unruch, 45, became our general counsel in September 2019 and has served as our corporate secretary since June 2015. Mr. Unruch also served as our chief compliance officer from September 2019 to January 2020. Mr. Unruch joined Accenture in 2011 as our assistant general counsel and assistant secretary and also oversaw ventures & acquisitions and alliances & ecosystems practices for our legal group. Prior to joining Accenture, Mr. Unruch was corporate counsel at Amazon.com and previously an associate in the corporate department of the law firm Cravath, Swaine & Moore LLP. Mr. Unruch has been with Accenture for 12 years.  John Walsh, 59, became our chief operating officer in September 2023. From March 2020 to September 2023, Mr. Walsh served as our chief strategic accounts and global sales officer. From November 2019 to March 2020, he served as our group chief executive—Communications, Media & Technology. He served as senior managing director—Communications, Media & Technology in North America, from 2013 to 2019. Mr. Walsh has been with Accenture for 37 years.   Organizational Structure  Accenture plc was incorporated in Ireland on June 10, 2009 as a public limited company. We operate our business through subsidiaries of Accenture plc.  The Consolidated Financial Statements reflect the ownership interests in Accenture Canada Holdings Inc. held by certain current and former members of Accenture Leadership as noncontrolling interests. The noncontrolling ownership interests were less than 1% as of August 31, 2023. “Accenture Leadership” is comprised of members of our global management committee (our primary management and leadership team, which consists of approximately 50 of our most senior leaders), senior managing directors and managing directors.       Table of ContentsACCENTURE 2023 FORM 10-KItem 1A. Risk Factors  16 Table of ContentsACCENTURE 2023 FORM 10-KItem 1A. Risk Factors  16 Table of Contents ACCENTURE 2023 FORM 10-K 16", "time": "00:00:50"}