{"cik": 1571949, "item_1A": "ITEM 1. BUSINESS Introduction Intercontinental Exchange, Inc. is a provider of market infrastructure, data services and technology solutions to a broad range of customers including financial institutions, corporations and government entities. Our products, which span major asset classes including futures, equities, fixed income and residential mortgages in the U.S., provide our customers with access to mission critical tools that are designed to increase asset class transparency and workflow efficiency. Although we report our results in three reportable business segments, we operate as one business, leveraging the collective expertise, particularly in data services and technology, that exists across our platforms to inform and enhance our operations. Our segments are as follows: •Exchanges: We operate regulated marketplaces for the listing, trading and clearing of a broad array of derivatives contracts and financial securities.  •Fixed Income and Data Services: We provide fixed income pricing, reference data, indices, analytics and execution services as well as global credit default swaps, or CDS, clearing and multi-asset class data delivery solutions.  •Mortgage Technology: We provide a technology platform that offers customers comprehensive, digital workflow tools that aim to address the inefficiencies that exist in the U.S. residential mortgage market, from application through closing and the secondary market.  Our History In 2000, ICE was founded with the idea of transforming energy markets by creating a network that removed barriers and provided greater transparency, efficiency and access. By staying close to our customers, we have expanded into new asset classes and services, while retaining a core mission of reducing friction in markets, bringing efficiency to our customers’ workflows and, ultimately, connecting our customers to opportunity. Today, we are a Fortune 500 company, providing our customers with an array of market infrastructure, data services and technology solutions that span a diverse set of asset classes. 4 4 4    Our Business Segments Our business is conducted through three reportable business segments:  •Exchanges;  •Fixed Income and Data Services; and  •Mortgage Technology.  The majority of our identifiable assets are located in the U.S. and the United Kingdom, or U.K. For a summary of our revenues, net assets and net property and equipment by geographic region, see Note 19 to our consolidated financial statements included in this Annual Report. Exchanges Segment We operate regulated marketplaces for the listing, trading and clearing of a broad array of derivatives contracts and financial securities, such as commodities, interest rates, foreign exchange and equities as well as corporate and exchange-traded funds, or ETFs. We operate multiple trading venues, including 13 regulated exchanges and six clearing houses, which are strategically positioned in major market centers around the world, including the U.S., U.K., European Union, or EU, Canada, Asia Pacific and the Middle East. Our Exchanges segment includes trading and listings revenue from our global futures network and the New York Stock Exchange and other registered securities exchanges, or collectively, the NYSE, and various data and connectivity services that are directly related to those exchange platforms. Revenues reflect a mix of both diversified transaction revenues and recurring data and listings revenues. Our Exchanges segment generated revenues, less transaction-based expenses of $4.1 billion and accounted for 56% of our consolidated revenues, less transaction-based expenses in 2022. Our Exchanges business can experience moderate seasonal fluctuations, although such seasonal impacts have been somewhat muted in periods of high volume trading. Key asset classes include: •Energy Futures and Options: We offer a range of futures and options products that are designed to enable our customers to manage their risk across global energy markets. Our flagship Brent crude oil contract serves as the cornerstone of a global oil network that today includes over 730 related crude and refined oil products including locational and refined spreads. In addition, as natural gas and Liquefied Natural Gas, or LNG, continue to globalize, we offer the broadest footprint of regional and global natural gas benchmarks, which span North America, Europe and Asia. Our leading environmental and power markets round out our diverse global energy network. For over two decades, our environmental markets have provided customers risk management tools to meet carbon cap and trade program requirements and renewable fuel standards. Increasingly, market participants are turning to our global environmental markets to help navigate and manage risk related to climate change, the energy transition and the move to net zero emissions. 5 5 5    •Agricultural & Metals Futures and Options: We offer futures and options on the leading global soft commodity markets including coffee, cocoa, cotton and sugar. Our benchmark contracts offer the most globally relevant price markers for these agricultural markets and provide our customers with the tools to manage price and counterparty risk and facilitate price discovery.  •Financial Futures and Options: We offer a diverse suite of equity futures and options contracts based on our own indices as well as those created by MSCI® and FTSE®. These contracts range from established global benchmarks, such as the MSCI® Emerging Market Index, to newer products, such as MSCI®’s suite of Environmental, Social and Governance, or ESG, indices and the NYSE FAANG+ Index. Our global interest rate complex spans geographies, currencies and tenors, providing participants around the world with tools to manage risk in a capital efficient manner. Key products during 2022 included: Euribor, Gilts, Sterling Overnight Index Average, or SONIA, and Secured Overnight Financing Rates, or SOFR, among others.  •Cash Equities and Equity Options: We offer securities trading services through our five registered securities exchanges, including the NYSE. Our securities exchanges are leading providers of transparent, efficient, and high quality markets for the securities issued by large and small companies, ETFs and equity options. These markets serve issuers, investors and other market participants across five cash equity and two options markets.  •Listings: The NYSE has been the venue of choice for innovators, visionaries and leaders for over 230 years. The  NYSE offers a unique hybrid market model that combines leading technology with an accountable market maker to provide human judgment, a community of the world’s greatest companies and premium brand visibility. With over 70% of S&P 500 companies listed on the NYSE as of December 31, 2022, we are the leading listing venue across a range of sectors from technology and healthcare, to financials and energy. In addition to corporate listings, the NYSE is the global leader in ETF listings with 75%, or roughly $4.9 trillion, of ETF assets under management, or AUM, as of December 31, 2022. Additionally, in 2022, NYSE listed over $345 billion in total market value from initial public offerings, or IPOs, including three of the top five operating company IPOs defined by offering proceeds raised, follow-on offerings and over 30 transfers from competing exchanges. Revenues from listing fees are largely recurring in nature.  •Data and Connectivity Services: Our exchange data services include, among other offerings, proprietary real-time and historical pricing data, as well as order book and transaction information related to our global futures markets and the NYSE exchanges. In addition, we receive a share of revenue from the sale of consolidated U.S. equity and options market data by the National Market System Plans, or NMS Plans. Separately, we also provide connectivity services directly related to our futures, cash equity and options exchanges and clearing houses. Revenues from data and connectivity services fees are largely recurring in nature.  •OTC and Other: Our over-the-counter, or OTC, markets include bilateral energy markets that offer electronic trading of contracts based on physically-settled natural gas, power and refined oil contracts. Our other revenues primarily include interest income on certain clearing margin deposits related to our futures business, as well as revenue related to our digital asset initiative, Bakkt Holdings, LLC, or Bakkt, until it merged with VPC Impact Acquisition Holdings, or VIH, in October 2021.  We operate six clearing houses, each of which acts as a central counterparty, or CCP, that, for its clearing members, becomes the buyer to every seller and the seller to every buyer. Through this CCP function, our clearing houses provide financial security for each transaction, for the duration of the position, by limiting counterparty credit risk. Our clearing houses are responsible for providing clearing services to each of our futures exchanges, and in some cases, to third-party execution venues.  Mechanisms have been created, called guaranty funds, to provide partial protection in the event of a clearing member default. Except for ICE NGX Canada Inc., or ICE NGX, each of the ICE Clearing Houses (as defined below) requires that each clearing member make deposits into a guaranty fund maintained by the relevant ICE Clearing House. In addition, we have contributed $405 million of our own cash to the guaranty funds which is one component of the table below, and such amounts are at risk and could be used in the event of a clearing member default. We also maintain default insurance as an additional layer of clearing member default protection, which is also reflected in the table below. The default insurance was renewed in September 2022 and has a three-year term for the following clearing houses in the following amounts: ICE Clear Europe - $100 million; ICE Clear U.S. - $25 million; and ICE Clear Credit - $75 million. In addition, the table below includes a guaranty fund of $215 million maintained by ICE NGX funded by the following: (1) a $200 million letter of credit issued by a major Canadian chartered bank, and backed by default insurance underwritten by Export Development  6 6 6   Canada, a Crown corporation operated at arm’s length from the Canadian government, and (2) $15 million, which is included in our total cash contribution of $405 million, held as restricted cash to fund the first loss amount ICE NGX is responsible for under the default insurance policy.   Our contributions to each clearing house as of December 31, 2022 are listed below and our clearing houses are referred to herein collectively as “the ICE Clearing Houses”: Clearing HouseProducts ClearedLocationExchange where ExecutedReporting SegmentICE's ContributionICE Clear Europe Energy, agricultural, interest rates and equity index futures and options contracts and OTC European CDS instrumentsU.K.ICE Futures Europe, ICE Futures U.S., ICE Endex, ICE Futures Abu Dhabi and third-party venuesExchanges$347 millionICE Clear U.S.Agricultural, metals, foreign exchange, or FX, interest rate, equity index and digital assets futures and/or options contractsU.S.ICE Futures U.S.Exchanges$115 million1ICE Clear Credit2OTC North American, European, Asian-Pacific and Emerging Market CDS instrumentsU.S.Creditex and third-party venuesFixed Income and Data Services$125 millionICE Clear NetherlandsDerivatives on equities and equity indices traded on regulated marketsThe NetherlandsICE EndexExchanges$2 millionICE Clear SingaporeEnergy, metals and financial futures products and digital asset futures contractsSingaporeICE Futures SingaporeExchanges$1 millionICE NGXPhysical North American natural gas and electricityCanadaICE NGXExchanges$215 million $115 million1 ICE Clear Credit2 1 Of our total contribution to ICE Clear U.S. above, $15 million is solely applicable to any losses associated with a default in digital asset contracts. 2 Although ICE Clear Credit is included in the Fixed Income and Data Services reporting segment, it is included in the table as a part of our suite of global clearing houses.  Fixed Income and Data Services Segment  Our Fixed Income and Data Services segment includes our fixed income data and analytics offerings, fixed income execution, or ICE Bonds, CDS clearing and other multi-asset class data and network services. Our leading fixed income pricing and reference data offerings serve as the foundation for a broader fixed income network that provides our customers solutions that span the full workflow including pre- and post-trade analytics, a range of execution protocols and indices. In addition, our multi-asset class connectivity, feeds and desktop solutions, which comprise our Other Data and Network Services business, leverage a common sales force, which can enhance cross-selling opportunities across the Fixed Income and Data Services segment. The Fixed Income and Data Services segment generated revenues of $2.1 billion in 2022 and accounted for 29% of our consolidated revenues, less transaction-based expenses. •Fixed Income Data and Analytics: We are a leading provider of evaluated end-of-day and real-time pricing services on approximately three million fixed income securities spanning nearly 150 countries and 80 currencies including sovereign, corporate and municipal bonds, mortgage and asset-backed securities as well as leveraged loans. Our reference data offering complements our evaluated pricing by providing our clients a broad range of descriptive information, covering millions of financial instruments that, when coupled with our pricing services, act as the foundation for our leading fixed income index complex, ICE Data Indices, LLC, or ICE Data Indices. We also offer a range of fixed income analytics and other workflow solutions including: best execution services, liquidity indicators, fixed income portfolio analytics and our ETF Hub. Our fixed income customers rely on our data, indices and analytics to inform pre-trade decision making, support post-trade regulatory and compliance needs and improve operational efficiency. In addition, our newer offerings in this area include a variety of ESG data and analytics offerings. Fixed Income Data and Analytics revenues are largely recurring in nature. 7 7 7   •Fixed Income Execution: Alongside our leading Fixed Income Data and Analytics offerings, ICE Bonds is focused on providing tools to improve efficiency in customers' workflows across fixed income markets. ICE Bonds provides customers with electronic markets that support multiple fixed income trading protocols including: click-to-trade, request for quotation, or RFQ, and auctions, including portfolio auctions/trading. •CDS Clearing: As of December 31, 2022, we provide clearing services to over 90% of the global CDS market, as measured by CDS gross notional cleared. ICE Clear Credit currently supports Single Names CDS on over 580 reference entities and nearly 175 Index CDS instruments. Revenues also include interest income on certain clearing margin deposits related to our CDS clearing business. •Other Data and Network Services: We offer a multi-asset class connectivity solution called the ICE Global Network. The ICE Global Network offers highly secure, low latency connectivity solutions to reach over 150 trading venues and over 750 data sources. In addition, our consolidated feeds business provides data from a broad array of trading venues and news feeds through a common application programming interface, or API. Finally, our desktop solutions support commodity and energy traders, risk managers, financial advisors, wealth managers and retail traders, and include a robust instant messaging, or IM, system that protects the privacy of over 115,000 users, while also enabling greater collaboration. Other Data and Network Service revenues are largely recurring in nature. Mortgage Technology Segment  Over the last six years, ICE has constructed a network aimed at identifying and solving the inefficiencies that exist in the U.S. residential mortgage market. From application through closing and the secondary market, our network is intended to connect the key stakeholders across the mortgage origination workflow and provide our customers with data services and technology that deliver greater transparency and enable significant customer efficiency gains. Our Mortgage Technology segment generated revenues of $1.1 billion in 2022 and accounted for 15% of our consolidated revenues, less transaction-based expenses.   •Origination Technology: Our origination technology acts as a system of record for the mortgage transaction, automating the gathering, reviewing, and verifying of mortgage-related information and enabling automated enforcement of rules and business practices designed to help ensure that each completed loan transaction is of high quality and adheres to secondary market standards. These revenues are based on recurring Software as a Service, or SaaS, subscription fees, with an additive success-based pricing fee as lenders exceed the number of loans closed that are included with their monthly base subscription.  In addition, the ICE Mortgage Technology network provides originators connectivity to the mortgage supply chain and facilitates the secure exchange of information between our customers and a broad ecosystem of third-party service providers, as well as lenders and investors that are critical to consummating the millions of loan transactions that occur on our origination network each year. Revenue from the ICE Mortgage Technology network is largely transaction-based. •Closing Solutions: Our closing solutions uniquely connect key participants, such as lenders, title and settlement agents and individual county recorders, to digitize the closing and recording process. Closing solutions also include revenues from our Mortgage Electronic Registration Systems, Inc., or MERS, database, which provides a system of record for recording and tracking changes in mortgage servicing rights and beneficial ownership interests in loans secured by U.S. residential real estate. Revenues from closing solutions are largely transaction-based and are based on the volume of loan closings. •Data and Analytics: Our data and analytics offerings include those related to ICE Mortgage Technology’s Automation, Intelligence, Quality, or AIQ, offering, which applies machine learning to the entire loan origination process, offering customers greater efficiency by streamlining data collection and validation through our automated document recognition and data extraction capabilities. AIQ revenues can be both recurring and transaction-based in nature. In addition, our data offerings include real-time industry and peer benchmarking tools, which provide originators a granular view into the real-time trends of the U.S. residential mortgage market. We also provide a Data as a Service, or DaaS, offering through private data clouds for lenders to access their own data and origination information. Revenues related to our data products are largely subscription based and recurring in nature.  •Other: Other revenues include professional services fees, as well as revenues from ancillary products. Other revenues can be both recurring and transaction-based in nature.  8 8 8   Product and Services Development We leverage our customer relationships, global distribution, technology infrastructure and software development capabilities to diversify our products and services. We are continually developing, evaluating and testing new products to better serve our client base. The majority of our product development relates to evaluating new contracts, new data sets, new analytic offerings or new mortgage technologies. New contracts often must be reviewed and approved by relevant regulators. We expect to continue to invest in improving our data distribution and software services to meet the needs of our customers and improve their trading and connectivity experience by reducing latency, improving security and providing the most relevant information and data. While we primarily develop our products and services internally, we also periodically evaluate and enter into strategic partnerships and licensing arrangements to develop new products and services. We intend to continue to invest to expand our exchanges, fixed income and data services, and mortgage technology offerings to serve the evolving needs of our global customer base. Technology Technology is a key component of our business strategy and competitive position and we regard effective execution of our technology initiatives as crucial to our sustainable business operations, market competitiveness, compliance and risk management and overall success. Our technology solutions support our customers' workflows: trading and clearing technology, multi-asset class analytics, risk assessment tools, robust data offerings, mortgage technology, instant messaging capabilities and flexible connectivity and delivery solutions. Where feasible, we design and build our own systems and write our own software programs as we believe that having control over our technology allows us to be more responsive to our customers’ needs, better support the dynamic nature of our business, provide the highest quality technology and deliver relevant, timely and actionable data to the markets and customers we serve. •Trading Platforms and Technology: The ICE trading platform supports trading in our cleared futures and options markets as well as our bilateral OTC markets. We also offer voice brokers a facility for submitting block trades for products that are eligible for clearing. Speed, reliability, resilience, capacity and security are critical performance criteria for electronic trading platforms. Connectivity to our trading platform for our markets is available through our web-based front-end applications, as well as independent software vendors, or ISVs, and APIs.  The NYSE electronic trading platform features an open system architecture that allows users to access our system via front-end trading applications developed by ISVs. We developed core technology and architecture known as NYSE Pillar and have migrated all our Cash Equity Securities markets, Security Information Processor, or SIP, and Options Price Reporting Authority, or OPRA, and Arca Options platforms to this architecture. We also expect to migrate our NYSE Amex options markets to NYSE Pillar. This integrated platform was designed to improve performance and reduce the complexity of operating multiple trading systems for our customers, while enhancing consistency, performance and resiliency. •Clearing Technology: A broad range of clearing and risk management services are offered through the integrated technology infrastructure that serves our clearing houses. ICE clearing technology is an integrated service-oriented platform that enables post-trade management, position management, management of the clearing house risk waterfall, contract settlement and treasury management functions. The primary focus of our derivatives clearing houses is the risk management of clearing members throughout all facets of the position management and settlement lifecycles. Our extensive technology and rules-based risk systems provide analytical tools that allow us to determine margin, evaluate credit risk and monitor the trading activities and overall risk of clearing members. •Data Services Technology: ICE Data Services technology uses integrated platforms to capture, store and process information, perform analytics and maintain connectivity solutions using a single configurable data capture mechanism and flexible delivery capability. Together, the platforms are intended to enable real-time processing and delivery of information, accelerate new product development and improve production reliability. Our data and analytics are delivered via real-time messaging, files, web services and other on-demand facilities and state-of-the-art front-ends. In addition, the technology underpinning our ICE Global Network supports scalable bandwidth and a wide variety of connectivity options including fiber, wireless, colocation and hosting. •Mortgage Technology: The ICE Mortgage Technology platform enables lenders to originate, process, fund and deliver residential mortgages using various applications, APIs, data products and other services offered. The platform is developed using industry-leading software technologies and third-party services, including hosting with a combination of public cloud and private data centers. The platform is integrated with multiple services necessary for loan origination, such as credit reporting and other services that lenders leverage through our network, which is  9 9 9   offered through the platform. The platform includes industry leading information security infrastructure to protect the confidentiality and integrity of our customers' data. Operations We operate regionally diverse primary and backup data centers and maintain comprehensive business continuity and disaster recovery plans and facilities. These are designed to enable nearly continuous availability of our markets and other services in the event of a business disruption or disaster. We maintain incident and crisis management plans that address responses to disruptive events at any of our locations worldwide.  Cybersecurity Our business activities rely extensively on technology and software, including the systems used by our business partners, regulators and customers. In addition, our activities involve the use and retention of confidential data and information. These activities make us susceptible to cyberattacks. We employ the following activities, processes and strategies to help evaluate, manage and address these risks. •Strategy: We maintain a Cybersecurity Strategy, or CSS, which emphasizes consideration of the nature of our business, ongoing intelligence collection regarding cybersecurity threats, and initiatives to specifically address prominent areas of cybersecurity risk. The CSS outlines the key priorities for our cybersecurity program and the methods by which our Information Security department seeks to accomplish those goals. The CSS is ratified annually by the Risk Committee of our Board of Directors and when applicable, also by the corporate governance committees of our regulated subsidiaries.  •Risk Management: Thematic threats such as sabotage, fraud, and theft of assets or customer data are used to frame our risk management activities. Asset theft often involves organized crime or financially motivated nations staging sophisticated, well-planned campaigns to steal significant cash, cryptocurrency, or equivalent assets. Our thematic threats, along with others, are evaluated by our Board of Directors as well as our Risk Committee, Chief Risk Officer and Chief Information Security Officer, or CISO. The CSS provides the framework we use for assessing risk, prioritizing testing, identifying remedial actions and validating improvements. The CSS also provides for the deployment of external and internal teams of ethical hackers that operate alongside our traditional vulnerability detection processes. •Information Sharing: We recognize the importance of collaboration and information sharing among private sector firms in the financial services sector, across sectors, and with global public-sector agencies, when appropriate. Our cybersecurity leaders hold positions within the Financial Services Information Sharing and Analysis Center, or FS-ISAC, and the cross-sector Analysis and Resiliency Center, or ARC, in the U.S., the Financial Sector Cyber Collaboration Centre, or FSCCC, in the U.K., and similar organizations across the Europe, Middle East and Africa, or EMEA, and Asia Pacific, or APAC, regions.   •Governance and Leadership: Our Information Security department is led by our CISO, who provides comprehensive reports to a dedicated internal governance committee at least quarterly outlining threat assessment, control performance, and ongoing enhancements. Additionally, cybersecurity matters are reported to and discussed with a cross-subsidiary leadership committee, the Risk Committee of our Board of Directors, and when applicable, subsidiary boards. Our CISO and other senior security leaders conduct periodic cybersecurity education sessions with our employees and directors. These sessions cover general cybersecurity topics as well as specific details regarding our cybersecurity program. •Third-Party Review: Our Information Security department utilizes extensive penetration testing, vulnerability scanning, ethical hacking and maturity assessment services from global leaders in these practices. The results of these reviews alongside frequent regulatory and customer examinations are assessed, with any resulting mitigation activity assigned and tracked to remediation. •Controls: Our identification of risks and selection of cyber-related controls is performed in the context of the critical financial infrastructure we maintain and operate. Our ongoing threat assessments are intended to identify changes in external events and in our activities, infrastructure and processes that could necessitate reprioritization of risks and controls. The nature of our business activities mandates an emphasis on sabotage and asset theft as primary threats in addition to contemporary themes of data theft. Our focus on these threats leads to an emphasis on network security, social engineering controls, behavioral detection of insider threat, and deliberate and rehearsed recovery strategies. 10 10 10   For further information on our cybersecurity risks, see Part I, Item 1(A), \"Risk Factors\", included elsewhere in this Annual Report. Intellectual Property We rely on a wide range of intellectual property, both owned and licensed, in connection with the operation of our various businesses. We own the rights to a large number of trademarks, service marks, domain names and trade names in the U.S., Europe and in other parts of the world. We have registered many of our trademarks in the U.S. and in certain other countries. We hold the rights to a number of patents and have made a number of patent applications in the U.S. and other countries. We also own the copyright to a variety of material. Those copyrights, some of which are registered, include software code, printed and online publications, websites, advertisements, educational material, graphic presentations and other literature, both textual and electronic. We attempt to protect our intellectual property rights by relying on trademarks, patents, copyrights, database rights, trade secrets, restrictions on disclosure and other methods. FTSE® and the FTSE indexes are trademarks and service marks of the London Stock Exchange plc and Financial Times Limited and are used under license. MSCI® and the MSCI indexes are trademarks and service marks of MSCI Inc. or its affiliates and are used under license. Human Capital Resources Employees As of December 31, 2022, we had a total of 8,911 employees. In the U.S., we had a total of 4,973 employees, including 1,261 in New York, 1,147 in Georgia, 879 in California, 305 in Massachusetts and 267 in Illinois. Internationally, we had a total of 3,938 employees, including 2,159 in India, 788 in the U.K. and 418 in continental Europe. Of our total employee base, less than 1% is subject to collective bargaining agreements, and such relations are considered to be good. We monitor voluntary attrition rates carefully, and over the past three years, our attrition rates have remained lower than the benchmarks in the finance and technology sectors. We review this data frequently and transparently report this information to our stakeholders via our Sustainability Report. Corporate Culture Highly capable and engaged teams are critically important to our ability to grow and innovate. Through our human capital management efforts, we strive to attract and retain the best talent in the world. Our industry is competitive, and the expectations are high. We aim to offer pay commensurate with performance, a diverse and inclusive work environment, significant opportunities for career growth and a culture that prioritizes collaboration and drives results. We use a mix of channels to gather input from employees throughout our organization. Formal methods include our biennial employee survey and an annual review process. These efforts are supplemented with occasional “pulse” surveys on specific topics. Additionally, we actively strive to cultivate a work environment that encourages conversations across and within teams to provide informal and real-time feedback loops at all levels. Employee Development Employee development is an important element of our human capital management program. Career development and training opportunities are available throughout our ranks, including both structured course work across a variety of topics and situations, and self-directed learning from a wide array of available resources. Compensation and Benefits We strive to provide comprehensive packages of competitive compensation and benefits in each market in which we operate, which we believe is important to ensure our employees’ health, well-being and financial security. Through employee assistance plans, in most of our locations we provide free and discounted counseling services for dealing with traumatic life events, mental health issues and stress, as well as general wellness programs. We review the competitiveness of our compensation and benefits frequently. Diversity and Inclusion As an equal opportunity employer, all qualified applicants receive consideration without regard to race, color, religion, gender, sexual orientation, gender identity, national origin or ancestry, age, disability or veteran status, or other protected status. 11 11 11   We are focused on increasing and supporting diversity across our broader employee population and Board of Directors. We hold ourselves accountable via quarterly and annual data reporting to senior management, data reporting to our Board of Directors, and transparency in reporting data to our stakeholders via our annual Sustainability Report, including Equal Employment Opportunity, or EEO-1 data. Corporate Giving Financial education is the cornerstone of our corporate giving efforts, which include support for several organizations. We underwrite a digital financial education and data sciences curriculum that is delivered at no cost to grade school and high school students in the U.S. We make additional charitable contributions throughout the communities where we have offices and our employees are encouraged to do the same, including through an annual match to employees for charities of their choice. We offer an annual match of $5,000 per employee to encourage and reward our employees' charitable contributions. Corporate Citizenship We strive to create long-term value for our stockholders and meet sustainability goals for all of our stakeholders. That includes a focus on: •Human capital management: Our people are our greatest asset and fostering a diverse, engaged workforce is critical. •Risk management: From cybersecurity to operational resiliency to regulatory compliance, risk management is at the heart of how we operate. •Environmental risks and opportunities: We are addressing our impact on the climate, the climate’s impact on our business and our opportunities to make a broader impact through our products and services. For additional information, please refer to the human capital, risk management and sustainability sections of our website at www.ice.com.  Our Competitive Strengths We believe that we compete favorably based on numerous factors, and that our deep, liquid markets, technology offerings, breadth of product offerings, new product development, customer relationships, efficient, secure settlement, clearing and other support services and our reputation distinguish us from our competitors. We believe that to maintain our competitive position, we must continue to develop new and innovative products and services, enhance our technology infrastructure, maintain liquidity and offer competitive pricing. We believe our key strengths include our: •Data Services: Across all three of our segments and our various networks, our data services aim to address the rising demand for independent, real-time information, which is being driven by regulation, market fragmentation and competition, increasing technology and data demands, increasing automation, as well as passive investing and indexation. We also believe our data services are uniquely relevant to our clients’ business operations and provide tools and services that enable greater workflow efficiency and, regardless of market conditions, are relied upon to serve the need for continuous information and analysis. –In our Exchanges segment, we offer proprietary real-time and historical pricing data, as well as order book and transaction information related to our global futures markets and the NYSE. We also provide connectivity services directly related to those exchange platforms and clearing houses.  –In our Fixed Income and Data Services segment, we are a leading provider of evaluated end-of-day and real-time pricing services on approximately three million fixed income securities spanning nearly 150 countries and 80 currencies including sovereign, corporate and municipal bonds, mortgage and asset-backed securities, as well as leveraged loans. Our reference data offering complements our evaluated pricing by providing our clients with a broad range of descriptive information, covering millions of financial instruments that, when coupled with our pricing services, act as the foundation for our leading fixed income index complex.  –In our Mortgage Technology segment, our AIQ offering applies machine learning to the entire loan origination process, offering customers greater efficiency by streamlining data collection and validation through our automated document recognition and data extraction capabilities. In addition, our Mortgage Technology’s data  12 12 12   offerings include real-time industry and peer benchmarking tools, which provide originators a granular view into the real-time trends of the U.S. residential mortgage market. •World Class Technology: Our proprietary systems are built using state-of-the-art technology and are designed to support our customers' workflows across the networks we operate. We employ a significant number of employees in technology-related activities, including product management, system architecture, software development, network engineering, server maintenance and continuity, cybersecurity, system and data performance, systems analysis, quality assurance, database administration and customer technical support. Speed, reliability, resilience, capacity and security are critical performance criteria for our electronic networks. •Risk Management Expertise: We offer a range of central clearing and related risk management services to promote the liquidity and security of our markets in jurisdictions around the world and to meet local regulatory and operational needs in key financial market centers. The credit and performance assurance provided by our clearing houses to clearing members is designed to substantially reduce counterparty risk and is a critical component of our exchanges’ identities as reliable and secure marketplaces for global transactions. Our clearing houses are designed to protect the financial integrity of our markets by maintaining strong governance and rules, managing collateral, facilitating payments and collections, enhancing capital efficiency and limiting counterparty credit risk. In our Fixed Income and Data Services segment, we provide mission critical price transparency for nearly three million fixed income securities globally. Our fixed income customers rely on our data, indices and analytics to inform pre-trade decision making, support post-trade regulatory and compliance needs and improve operational efficiency. In our Mortgage Technology segment, our origination technology network acts as a system of record for mortgage transactions, automating the gathering, reviewing, and verifying of mortgage-related information, that in addition to other benefits, is intended to enable automated enforcement of rules and business practices that are designed to adhere to secondary market standards. •Broad Distribution: We operate multiple trading venues, including 13 regulated exchanges, as well as six clearing houses, which are strategically positioned in major market centers around the world, including the U.S., U.K., EU, Canada, Asia Pacific and the Middle East. Our ICE Global Network provides connectivity to over 150 trading venues and data from over 750 data sources, including ICE-operated markets and data services. Through our fixed income execution, data and analytics offerings, we serve thousands of customers across global fixed income markets. In our Mortgage Technology segment, we have at least one product relationship with nearly every key industry participant from loan originators to settlement agents and local jurisdictions within the U.S. •Diverse Product Offerings: In our Exchanges segment, many of our futures contracts serve as global benchmarks for managing risk relating to exposure to price movements in the underlying products, including financial, energy and agricultural commodities. For example, we are a leading provider of global energy risk management products, ranging from global crude and refined oil products, to an array of global natural gas benchmarks and environmental markets. In our Fixed Income and Data Services segment, we offer customers solutions that span their workflows including pre-trade analytics, an array of execution protocols, and post-trade services all designed to improve asset class transparency and bring efficiency to customers' workflows. In our Mortgage Technology segment, we provide customers with a comprehensive loan origination platform and network of third-party service providers, which we believe are critical to the underwriting, processing and closing of U.S. residential mortgage loans.   13 13 13        Competitors The markets in which we operate are highly competitive. We face competition in all aspects of our business from a number of different enterprises, both domestic and international, including traditional exchanges, electronic trading platforms, investment banks, data vendors, voice brokers, and mortgage and other technology providers. Exchanges Segment •We face competition from other exchanges, electronic trading systems, third-party clearing houses, technology firms, market data vendors and trading facilities in the U.S. and globally. Some of the exchanges are consortiums formed by banks and exchanges. •We face significant competition with respect to equities trading, and this competition is expected to remain intense. Our current and prospective competitors include regulated markets, dark pools and other alternative trading systems, or ATSs, market makers and other execution venues. We also face competition from large investment banks, brokers and customers that may assume the role of principal and act as counterparty to orders originating from retail customers, or match their respective order flows through bilateral trading arrangements, including through internalization of order flow. NYSE Arca Options and NYSE American Options face considerable competition in the equity options markets; their principal U.S. competitors are Nasdaq, Inc., or Nasdaq, and Cboe Global Markets, Inc., or Cboe. •Our principal competitor for corporate listings in the U.S. is Nasdaq. For ETF listings, we compete with Nasdaq and Cboe. We also face competition for foreign issuer listings from a number of stock exchanges outside the U.S. As other liquidity venues and new entrants seek exchange status, we may face more competition for listings. Fixed Income and Data Services Segment  •Our fixed income trading venues, or ICE Bonds, compete with other electronic trading venues. Our platforms also compete for volume traded bilaterally or trading activity that is not done through an electronic venue. 14 14 14   •Our data services offerings face intense competition in all aspects of the business. We broadly compete with purchased third-party information and services from large global suppliers of financial market data. Our Fixed Income Data and Analytics services compete with information obtained from informal industry relationships and sources, such as broker quotes, as well as other index and portfolio analytics providers. Our ICE Global Network business competes with other extranet providers.  Mortgage Technology Segment  •In our ICE Mortgage Technology business, we compete with other digital mortgage solution providers and proprietary systems that lenders have put in place. We also compete for mortgage activity that does not utilize digital solutions.  Our Growth Strategy We seek to advance our leadership position by focusing our efforts on the following key strategies for growth: •innovate and expand the networks we serve to address the rising demand for transparency and efficiency; •further develop our technology and risk management infrastructure while also increasing our distribution; and •strengthen our competitive position through select acquisitions and strategic relationships. The record consolidated revenues, less transaction-based expenses, we achieved in 2022 reflect our focus on the implementation and execution of our long-term growth strategy. Innovate and Expand the Networks We Serve to Address the Rising Demand for Transparency and Efficiency Our growth strategy has been to expand the networks we serve by, in part, adding new data, technology, connectivity and other workflow tools. By bringing together leading technology with a wide range of data and analytics, as well as an array of delivery mechanisms, we offer customers a comprehensive and flexible solution to address the need for more transparency, efficiency and information across their respective workflows. Our growth has been driven by many factors, such as increased automation, regulation and demand for independent, secure, real-time information. We will continue to look for strategic opportunities to grow our networks and expect to also continue to pursue opportunities in asset classes we do not currently serve. Further Develop Our Technology and Risk Management Infrastructure While Also Increasing Our Customer Base We develop and maintain our own infrastructure, electronic trading platforms, clearing systems, mortgage platforms and data and analytics platforms, which are designed to ensure scalability and the delivery of technology that meets our expanding customer base’s demands for price transparency, reliability, risk management and transaction efficiency. The systems that we operate support trading, clearing, mortgage originations, data and analytics across many data centers. We expect to continue to develop our exchange technologies. We also expect to continue to invest in mortgage technology to streamline and automate more workflows and build new capabilities. Finally, we expect to add content and build new analytics to enable further electronification in fixed income markets. Our customer base has grown and diversified as a result of several drivers, including the addition of new asset classes and products, the move toward increased risk management and increased automation, regulation and demand for independent, secure, real-time information. We continue to add new participants to our platforms, which bring additional demand for new products and services. We develop new products, but have also increased our capabilities through licenses and acquisitions of companies and intellectual property. We intend to continue to increase the ease of access and connectivity with our existing and prospective customers and expand our customer base by leveraging our existing relationships and our global sales and marketing team to promote participation on our platform, and by expanding our range of products and services. Strengthen Our Competitive Position Through Select Acquisitions and Strategic Relationships We were an early consolidator in global markets and we intend to continue to explore and pursue acquisitions and other strategic opportunities to strengthen our competitive position globally, broaden our product offerings and services and support the growth of our company while enhancing stockholder value as measured by return on invested capital, earnings accretion and cash flow growth. We may enter into business combinations, make acquisitions or enter into strategic partnerships, joint ventures or other alliances, any of which may be material. In addition to growing our business, we may enter into these transactions for a variety of additional reasons, including leveraging our existing strengths to  15 15 15   enter new markets or related asset classes, expanding our products and services, diversifying our business, addressing underserved markets, advancing our technology and anticipating or responding to regulatory or other potential changes in our industry or other industries.   Information About Our Executive Officers Information relating to our executive officers is included under “Executive Officers” in Part III, Item 10, “Directors, Executive Officers and Corporate Governance” of this Annual Report.  Regulation Our activities and the markets in which we operate are subject to regulations that impact us as well as our customers, and, in turn, meaningfully influence our activities, the manner in which we operate and our strategy. We are primarily subject to the jurisdiction of regulatory agencies in the U.S., U.K., EU, Canada, Singapore and Abu Dhabi. Failure to satisfy regulatory requirements can or may give rise to sanctions by the applicable regulator. See the discussion below and Item 1(A) \"-Risk Factors\" in this Annual Report for additional descriptions of regulatory and legislative risks and uncertainties. Regulation of our Derivatives Business Our regulated derivatives markets and clearing houses are based primarily in the U.S., U.K., EU, Canada, Singapore and Abu Dhabi.  •Our U.S. futures exchange, ICE Futures U.S., is subject to extensive regulation by the Commodity Futures Trading Commission, or CFTC, under the Commodity Exchange Act, or CEA. The CEA generally requires that futures trading in the U.S. be conducted on a commodity exchange registered as a Designated Contract Market, or DCM. As a registered DCM, ICE Futures U.S. is a self-regulatory organization, or SRO, that has implemented rules and procedures to comply with the core principles applicable to it under the CEA.  •In the U.K., ICE Futures Europe is a Recognized Investment Exchange, or RIE, in accordance with the Financial Services and Markets Act 2000. Like U.S. regulated derivatives markets, RIEs are SROs with surveillance and compliance responsibilities.  •In the EU, ICE Endex is a regulated market in the Netherlands and its derivative markets are licensed under the Dutch Financial Services Act and supervised by the Dutch National Bank, or DNB, and the Netherlands Authority for the Financial Markets, or AFM.  •In Singapore, ICE Futures Singapore is an approved exchange supervised by the Monetary Authority of Singapore, or MAS. •In Abu Dhabi, ICE Futures Abu Dhabi is an RIE and regulated by the Financial Services Regulatory Authority, or FSRA. •In Canada, ICE NGX is recognized as an exchange and clearing house by the Alberta Securities Commission, or ASC, and is also registered by the CFTC as a Foreign Board of Trade and as a Derivatives Clearing Organization, or DCO.  •ICE Clear Credit and ICE Clear U.S. are regulated by the CFTC as DCOs. DCOs are subject to extensive regulation by the CFTC under the CEA. The Financial Stability Oversight Council, or FSOC, has designated ICE Clear Credit as a systemically-important financial market utility under Title VIII of the Dodd-Frank Wall Street Reform and Consumer Protection Act, or Dodd-Frank Act. As such, ICE Clear Credit has access to the Federal Reserve system. •ICE Clear Europe, which is primarily regulated in the U.K. by the Bank of England, or BOE, as a Recognized Clearing House, is also subject to regulation by the CFTC as a DCO and by the European Securities and Markets Authority, or ESMA. Both ICE Clear Credit and ICE Clear Europe are also regulated by the SEC as clearing agencies because they clear security-based swaps.  •In the EU, ICE Clear Netherlands is an authorized CCP and is regulated by the DNB and AFM.  •In Singapore, ICE Clear Singapore is an approved clearing house supervised by the MAS. 16 16 16   Regulation of our Securities Business •In our cash equities and options markets, NYSE, NYSE Arca, NYSE American, NYSE National and NYSE Chicago are national securities exchanges and, as such, are SROs and subject to oversight by the SEC. Accordingly, our U.S. securities exchanges are regulated by the SEC and, in turn, are the regulators of their members. As national securities exchanges, NYSE, NYSE Arca, NYSE American, NYSE National and NYSE Chicago must comply with, and enforce compliance by their members with, the Securities Exchange Act of 1934, or the Exchange Act. •We operate a U.S.-based execution-oriented market for the trading of securities that are not exchange-listed (OTC securities) as an ATS by our SEC-registered broker-dealer, Archipelago Trading Services. Archipelago Trading Services is subject to oversight by the SEC and is a member of the Financial Industry Regulatory Authority, or FINRA. Our SEC-registered broker-dealer, Archipelago Securities, LLC, routes to other execution venues and clears trades on behalf of our national securities exchanges and Archipelago Trading Services. Archipelago Securities, LLC is subject to oversight by the SEC and FINRA and is a full clearing member of the National Securities Clearing Corporation and Options Clearing Corporation, or OCC. •Our U.S.-based execution-oriented fixed income markets are operated by our SEC-registered broker-dealers, ICE Bonds Securities Corporation, or ICE Bonds, which operates two SEC registered ATSs, ICE BondPoint, and ICE TMC. ICE Bonds is subject to oversight by the SEC and is a member of FINRA and the Municipal Securities Rulemaking Board, or MSRB. FINRA and MSRB are SROs that regulate broker-dealers in the U.S. ICE Securities Execution & Clearing, LLC, a full clearing member of the National Securities Clearing Corporation, the Fixed Income Clearing Corporation and The Depository Trust Corporation, provides correspondent clearing for ICE Bonds and is subject to oversight by the SEC, FINRA and the MSRB. •Our U.K.-based execution-oriented fixed income market is operated by Creditex Brokerage, L.L.P., which is an operator of a multilateral trading facility, or MTF, and ICE Markets Limited, which acts as the matched principal counterparty to bond transactions arranged on the MTF operated by Creditex Brokerage. Both Creditex Brokerage and ICE Markets Limited are regulated and authorized by the U.K.’s Financial Conduct Authority, or FCA. Creditex Brokerage is authorized to provide automated trading services in Hong Kong, Singapore and Switzerland and is subject to regulatory oversight by national competent authorities in each jurisdiction. Regulation of our Data Business We have a U.S. subsidiary that is registered with the SEC under the Investment Advisers Act of 1940, or the Investment Advisers Act, for its evaluated pricing and other advisory services. The Investment Advisers Act imposes numerous regulatory obligations on registered investment advisers, including those relating to the management and distribution of products and services, record-keeping, compliance oversight, operational and marketing requirements, disclosure obligations and prohibitions on fraudulent activities. Investment advisers also are subject to certain state securities laws and regulations. ICE Data Services (Australia) Pty. Ltd. provides financial services in Australia and is licensed by the Australian Securities and Investment Commission, or ASIC. ICE Data Desktop Solutions (Europe) Limited provides certain financial services throughout Europe and is regulated by the FCA. Regulation of our Index Business We have an index business, ICE Data Indices, LLC, or ICE Data Indices, which includes equity, fixed income, commodity, volatility, mortgage, sustainability and foreign exchange indices. ICE Data Indices applies the International Organization of Securities Commissions, or IOSCO, Principles for Financial Benchmarks to its indices, and is recognized as a third-country benchmark administrator by the FCA under the U.K. Benchmarks Regulation, or U.K. BMR. In addition, ICE Benchmark Administration Limited, or IBA, is authorized and regulated by the FCA for the regulated activity of administering a benchmark and is authorized as a benchmark administrator under the U.K. BMR. Regulation of our Mortgage Business We have a mortgage technology business, ICE Mortgage Technology (formerly known as Ellie Mae), that is subject to examination by the Federal Financial Institutions Examination Council, or the FFIEC, and its member agencies because it is a third-party service provider to financial institutions directly regulated by the FFIEC and its member agencies, including, among others, the Consumer Financial Protection Bureau, or CFPB. In addition, our mortgage technology business processes a significant amount of consumer financial information on behalf of mortgage lenders and as a result is subject to a variety of U.S. state and federal regulations governing the protection of consumer financial information. 17 17 17   Regulatory Changes Domestic and foreign policy makers continue to review their legal frameworks governing financial markets, and periodically change the laws and regulations that apply to our business and to our customers’ businesses. Our key areas of focus on these evolving efforts are: •Policy intervention to address high energy prices. Various legislative proposals in the EU have been adopted to address high energy prices and impact ICE Endex, the primary European exchange for the benchmark European gas contract, and ICE Clear Europe, which clears ICE Endex contracts. These policy interventions include price limiting mechanisms for exchange-traded gas products and a new LNG import benchmark. In December 2022, the EU adopted a price cap on certain Dutch Title Transfer Facility, or TTF, derivatives traded on ICE Endex effective February 2023. In December 2022, a coalition of G7 and other nations set the price of certain Russian crude oil at or below $60 a barrel, which impacts the services we offer to clients. Global leaders continue to discuss the implementation of additional sanctions against Russia. •Recognition of our Businesses in Foreign Jurisdictions and Continued Access by Market Participants. In February 2022, the European Commission extended the temporary equivalence decision that allows continued access by EU firms to clear trades at U.K. CCPs. In March 2022, ESMA extended ICE Clear Europe's temporary recognition and tiering decision to June 2025.  Separately, ICE Futures Europe will continue to be able to permit access to its platform from relevant EU jurisdictions and ICE Endex will continue to be able to permit access to its platform from the U.K. The absence of an equivalence decision by the EU for U.K. trading venues, however, may result in increased costs for certain EU market participants, which could impact trading on ICE Futures Europe. Additional impacts to our business and the potential for regulatory changes remain uncertain at this time. •Changes to EU Regulation of Clearing Services. In December 2022, the European Commission published legislative proposals on clearing services, amending the European Markets Infrastructure Regulation, or EMIR. The European Commission aims to encourage clearing in the EU and reduce exposure to non-EU CCPs, potentially impacting the clearing of certain Euribor contracts at ICE Clear Europe. •CCP Resolution. In March 2022, the U.K. Treasury published a feedback statement and status update on its plans to enhance the U.K.'s regime for resolution of CCPs in the event that they fail. This is intended to expand the prior regime which was not in line with U.K. Financial Stability Board guidance issued subsequently. Many of the parameters of the new regime have yet to be finalized and will be subject to a consultation process by the BOE which will be the resolution authority for CCPs in the U.K. However, the parameters will include increased CCP contributions (known as \"second skin in the game\") to the default fund.  •Benchmarks Regulation.  The FCA used its legal powers under the U.K. BMR to require IBA, as the administrator of London Interbank Offered Rate, or LIBOR, to publish certain Sterling and Japanese Yen LIBOR settings under a changed \"synthetic\" methodology until the end of 2022. \"Synthetic\" Japanese Yen LIBOR settings ceased to be published at the end of 2022, and the FCA is requiring IBA to continue publishing 1- and 6-month \"synthetic\" Sterling LIBOR until the end of March 2023 and intends to require IBA to publish 3-month \"synthetic\" Sterling LIBOR until the end of March 2024. Any settings published under the “synthetic” methodology are not representative of the underlying market or economic reality the setting is intended to measure as those terms are used in the U.K. BMR. The FCA has confirmed that it expects the U.S. Dollar LIBOR settings currently published on a representative basis to continue to be published until the end of June 2023. The FCA is proposing to require IBA to publish the 1-, 3- and 6- month U.S. Dollar LIBOR settings, until the end of September 2024 under a changed “synthetic” methodology. Usage of the \"synthetic\" LIBOR and continuing U.S. Dollar LIBOR settings may be restricted or prohibited in certain circumstances under applicable law. The European Commission used its powers under the EU Benchmarks Regulation, or EU BMR, to designate replacement benchmarks for certain Swiss franc LIBOR settings. The European Commission intends to extend that transition period for the use of benchmarks provided by third-country administrators until December 31, 2025. In May 2022, the European Commission published a consultation on the scope of the EU BMR and the regime for third-country benchmark administrators in preparation of the development of a legislative proposal. •U.S. Listing and Trading Prohibitions on Certain Foreign Companies. The Holding Foreign Companies Accountable Act, or HFCAA, requires the SEC to identify any company that retains a registered public accounting firm located in a foreign jurisdiction and that the Public Company Accounting Oversight Board, or PCAOB, is unable to inspect or investigate because of a position taken in such foreign jurisdiction. After three years of non-inspection, the SEC is required to prohibit the trading of the securities of identified issuers on a U.S. securities exchange or in any “over-the-counter” market in the U.S. In December, the PCAOB announced that it was able to inspect audit firms for  18 18 18   the Chinese and Hong Kong issuers the SEC had previously identified as using non-inspected audit firms. As a result, trading in these companies’ securities will not be suspended and the three-year period in the HFCAA resets. •U.S. Equity Market Proposals. The SEC proposed significant changes to the rules governing securities trading that would impact the way in which ICE’s securities exchanges are able to compete with other execution venues. See the discussion below and Item 1(A) “- Risk Factors” in this Annual Report for additional description of regulatory and legislative risks and uncertainties. Available Information Our principal executive offices are located at 5660 New Northside Drive, 3rd Floor, Atlanta, Georgia 30328. Our main telephone number is 1-770-857-4700, and our website is www.ice.com. We are required to file reports and other information with the SEC. A copy of this Annual Report on Form 10-K, as well as any future Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and any amendments to such reports are available free of charge, on our website as soon as reasonably practicable after we file such reports with, or furnish such reports to, the SEC. A copy of these filings is also available at the SEC’s website (www.sec.gov). The reference to our website address and to the SEC’s website address do not constitute incorporation by reference of the information contained on the website and should not be considered part of this report. From time to time, we may use our website and/or social media, including Twitter, as distribution channels of material information. The website to access our Twitter account is https://twitter.com/ICE_Markets. In addition, we have posted on our website the charters for our (i) Audit Committee, (ii) Compensation Committee, (iii) Nominating and Corporate Governance Committee and (iv) Risk Committee, as well as our Global Code of Business Conduct, which includes information regarding our whistleblower hotline information, Board of Directors Governance Guidelines and Board Communication Policy. We will provide a copy of these documents without charge to stockholders upon request. ", "time": "00:00:28"}