{"cik": 1679273, "item_1A": "ITEM 1. BUSINESS  ​ Lamb Weston Holdings, Inc. (“we,” “us,” “our,” “the Company,” or “Lamb Weston”) is a leading global producer, distributor, and marketer of value-added frozen potato products and is headquartered in Eagle, Idaho. We are the number one supplier of value-added frozen potato products in North America and a leading supplier of value-added frozen potato products internationally, with a strong presence in high-growth emerging markets. We offer a broad product portfolio to a diverse channel and customer base in over 100 countries. French fries represent most of our value-added frozen potato product portfolio. ​ We were organized as a Delaware corporation in July 2016. Our common stock trades under the ticker symbol “LW” on the New York Stock Exchange. ​ 3 3 3  Table of ContentsSegments​In July 2022, we acquired an additional 40 percent interest in Lamb Weston Alimentos Modernos S.A. (“LWAMSA”), our joint venture in Argentina, and, in February 2023, we acquired the remaining equity interest in LW EMEA, our joint venture in Europe. With the completion of the transactions, we own 90 percent and 100 percent of the equity interests in LWAMSA and LW EMEA, respectively. Accordingly, we consolidated LWAMSA’s and LW EMEA’s financial results in our consolidated financial statements beginning in our fiscal first and fourth quarters, respectively. The results are included in our Global segment. ​During fiscal 2023, we had four reportable segments: Global, Foodservice, Retail, and Other. For further segment and financial information, see “Part II, Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” and Note 13, Segments, of the Notes to Consolidated Financial Statements in “Part II, Item 8. Financial Statements and Supplementary Data” of this Form 10-K.​Effective May 29, 2023, in connection with our recent acquisitions and to align with our expanded global footprint, our management, including our chief executive officer, who is our chief operating decision maker, began managing our operations as two business segments based on management’s change to the way it monitors performance, aligns strategies, and allocates resources. This resulted in a change from four reportable segments to two (North America and International), effective the beginning of fiscal 2024. ​Global​Our Global segment includes frozen potato products sold in North America and international markets generally to the top 100 North American based restaurant chains and international customers comprised of global and regional quick service and full-service restaurant chains, foodservice distributors, and retailers. We have included foodservice and retail customers outside of North America in the Global segment due to efficiencies associated with coordinating sales to all customer types within specific markets, as well as due to these customers’ smaller scale and dependence on local economic conditions. The Global segment’s product portfolio includes frozen potatoes and appetizers sold under the Lamb Weston brand, as well as many customer labels.​Foodservice​Our Foodservice segment includes frozen potato products sold throughout the U.S. and Canada to commercial distributors, restaurant chains generally outside the top 100 North American based restaurant chains, and non-commercial channels. The Foodservice segment’s primary products are frozen potatoes, commercial ingredients, and appetizers sold under the Lamb Weston brand, as well as many customer labels.​Retail​Our Retail segment includes consumer-facing frozen potato products sold primarily to grocery, mass merchants, club, and specialty retailers. The Retail segment’s primary products are frozen potatoes sold under our owned or licensed brands, including Grown in Idaho and Alexia, other licensed equities comprised of brand names of major North American restaurant chains, and the retailers’ own brands.​Other​The Other reporting segment primarily includes our vegetable and dairy businesses, as well as unrealized mark-to-market adjustments associated with commodity hedging contracts.​Joint Venture Relationships​We hold a 50 percent ownership interest in Lamb-Weston/RDO Frozen (“Lamb Weston RDO”), a joint venture with RDO Frozen Co., that operates a single potato processing facility in the U.S. We provide all sales and marketing services to Lamb Weston RDO and receive a fee for these services based on a percentage of the net sales of the venture. 4 Table of Contents Table of Contents Segments​In July 2022, we acquired an additional 40 percent interest in Lamb Weston Alimentos Modernos S.A. (“LWAMSA”), our joint venture in Argentina, and, in February 2023, we acquired the remaining equity interest in LW EMEA, our joint venture in Europe. With the completion of the transactions, we own 90 percent and 100 percent of the equity interests in LWAMSA and LW EMEA, respectively. Accordingly, we consolidated LWAMSA’s and LW EMEA’s financial results in our consolidated financial statements beginning in our fiscal first and fourth quarters, respectively. The results are included in our Global segment. ​During fiscal 2023, we had four reportable segments: Global, Foodservice, Retail, and Other. For further segment and financial information, see “Part II, Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” and Note 13, Segments, of the Notes to Consolidated Financial Statements in “Part II, Item 8. Financial Statements and Supplementary Data” of this Form 10-K.​Effective May 29, 2023, in connection with our recent acquisitions and to align with our expanded global footprint, our management, including our chief executive officer, who is our chief operating decision maker, began managing our operations as two business segments based on management’s change to the way it monitors performance, aligns strategies, and allocates resources. This resulted in a change from four reportable segments to two (North America and International), effective the beginning of fiscal 2024. ​Global​Our Global segment includes frozen potato products sold in North America and international markets generally to the top 100 North American based restaurant chains and international customers comprised of global and regional quick service and full-service restaurant chains, foodservice distributors, and retailers. We have included foodservice and retail customers outside of North America in the Global segment due to efficiencies associated with coordinating sales to all customer types within specific markets, as well as due to these customers’ smaller scale and dependence on local economic conditions. The Global segment’s product portfolio includes frozen potatoes and appetizers sold under the Lamb Weston brand, as well as many customer labels.​Foodservice​Our Foodservice segment includes frozen potato products sold throughout the U.S. and Canada to commercial distributors, restaurant chains generally outside the top 100 North American based restaurant chains, and non-commercial channels. The Foodservice segment’s primary products are frozen potatoes, commercial ingredients, and appetizers sold under the Lamb Weston brand, as well as many customer labels.​Retail​Our Retail segment includes consumer-facing frozen potato products sold primarily to grocery, mass merchants, club, and specialty retailers. The Retail segment’s primary products are frozen potatoes sold under our owned or licensed brands, including Grown in Idaho and Alexia, other licensed equities comprised of brand names of major North American restaurant chains, and the retailers’ own brands.​Other​The Other reporting segment primarily includes our vegetable and dairy businesses, as well as unrealized mark-to-market adjustments associated with commodity hedging contracts.​Joint Venture Relationships​We hold a 50 percent ownership interest in Lamb-Weston/RDO Frozen (“Lamb Weston RDO”), a joint venture with RDO Frozen Co., that operates a single potato processing facility in the U.S. We provide all sales and marketing services to Lamb Weston RDO and receive a fee for these services based on a percentage of the net sales of the venture.  Segments ​ In July 2022, we acquired an additional 40 percent interest in Lamb Weston Alimentos Modernos S.A. (“LWAMSA”), our joint venture in Argentina, and, in February 2023, we acquired the remaining equity interest in LW EMEA, our joint venture in Europe. With the completion of the transactions, we own 90 percent and 100 percent of the equity interests in LWAMSA and LW EMEA, respectively. Accordingly, we consolidated LWAMSA’s and LW EMEA’s financial results in our consolidated financial statements beginning in our fiscal first and fourth quarters, respectively. The results are included in our Global segment.  ​ During fiscal 2023, we had four reportable segments: Global, Foodservice, Retail, and Other. For further segment and financial information, see “Part II, Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” and Note 13, Segments, of the Notes to Consolidated Financial Statements in “Part II, Item 8. Financial Statements and Supplementary Data” of this Form 10-K. ​ Effective May 29, 2023, in connection with our recent acquisitions and to align with our expanded global footprint, our management, including our chief executive officer, who is our chief operating decision maker, began managing our operations as two business segments based on management’s change to the way it monitors performance, aligns strategies, and allocates resources. This resulted in a change from four reportable segments to two (North America and International), effective the beginning of fiscal 2024.  ​ Global ​ Our Global segment includes frozen potato products sold in North America and international markets generally to the top 100 North American based restaurant chains and international customers comprised of global and regional quick service and full-service restaurant chains, foodservice distributors, and retailers. We have included foodservice and retail customers outside of North America in the Global segment due to efficiencies associated with coordinating sales to all customer types within specific markets, as well as due to these customers’ smaller scale and dependence on local economic conditions. The Global segment’s product portfolio includes frozen potatoes and appetizers sold under the Lamb Weston brand, as well as many customer labels. ​ Foodservice ​ Our Foodservice segment includes frozen potato products sold throughout the U.S. and Canada to commercial distributors, restaurant chains generally outside the top 100 North American based restaurant chains, and non-commercial channels. The Foodservice segment’s primary products are frozen potatoes, commercial ingredients, and appetizers sold under the Lamb Weston brand, as well as many customer labels. ​ Retail ​ Our Retail segment includes consumer-facing frozen potato products sold primarily to grocery, mass merchants, club, and specialty retailers. The Retail segment’s primary products are frozen potatoes sold under our owned or licensed brands, including Grown in Idaho and Alexia, other licensed equities comprised of brand names of major North American restaurant chains, and the retailers’ own brands. ​ Other ​ The Other reporting segment primarily includes our vegetable and dairy businesses, as well as unrealized mark-to-market adjustments associated with commodity hedging contracts. ​ Joint Venture Relationships ​ We hold a 50 percent ownership interest in Lamb-Weston/RDO Frozen (“Lamb Weston RDO”), a joint venture with RDO Frozen Co., that operates a single potato processing facility in the U.S. We provide all sales and marketing services to Lamb Weston RDO and receive a fee for these services based on a percentage of the net sales of the venture.  4 4 4  Table of ContentsWe account for our investment in Lamb Weston RDO under the equity method of accounting. We accounted for our investments in LW EMEA and LWAMSA under the equity method of accounting until February 2023 and July 2022, respectively, when we acquired the majority ownership of these entities and began consolidating their respective financial results in our consolidated financial statements. In addition, LW EMEA owns a 75 percent interest in a joint venture in Austria. This joint venture’s financial results are consolidated in our financial statements.​For more information, see Note 4, Joint Venture Investments, of the Notes to Consolidated Financial Statements in “Part II, Item 8. Financial Statements and Supplementary Data” of this Form 10-K.​Sales, Distribution and Customers​We benefit from strong relationships with a diverse set of customers. We sell our products through a network of internal sales personnel and independent brokers, agents, and distributors to chain restaurants, wholesale, grocery, mass merchants, club retailers, specialty retailers, and foodservice distributors and institutions, including businesses, educational institutions, independent restaurants, regional chain restaurants, and convenience stores. We have long-tenured relationships with leading quick service and fast casual restaurant chains, global foodservice distributors, large grocery retailers, and mass merchants.​Our largest customer, McDonald’s Corporation, accounted for approximately 13%, 10%, and 11% of our consolidated net sales in fiscal 2023, 2022, and 2021, respectively. Sales to McDonald’s Corporation are included in our Global segment. No other customer accounted for more than 10% of our fiscal 2023, 2022, or 2021 consolidated net sales. ​Research and Development​We leverage our research and development resources for both growth and efficiency initiatives. We seek to drive growth through innovation by creating new products, enhancing the quality of existing products, and participating in joint menu planning exercises with our customers. We also evaluate the sustainability impacts of our manufacturing processes and products in our research and development activities and continue to drive processing innovations aimed at reducing waste and water usage and improving food safety and quality.​Trademarks, Licenses and Patents​Our trademarks are material to our business and are protected by registration or other means in the U.S. and most other geographic markets where the related food items are sold. Depending on the country, trademarks generally remain valid for as long as they are in use and their registrations are maintained. Trademark registrations generally are for renewable, fixed terms. Our significant trademarks include: Lamb Weston, Lamb Weston Supreme, Lamb Weston Seeing Possibilities in Potatoes (and design), Lamb Weston Seasoned, Lamb Weston Private Reserve, Lamb Weston Stealth Fries, Lamb Weston Colossal Crisp, Lamb Weston Crispy on Delivery, Lamb Weston Twisters, Lamb Weston Twister Fries, Lamb Weston Crisscuts, Sweet Things, and Butler. We also sell certain products, such as Grown in Idaho and Alexia, which we license from third parties. ​We own numerous patents worldwide. We consider our portfolio of patents, patent applications, patent licenses, proprietary trade secrets, technology, know-how processes, and related intellectual property rights to be material to our operations. Patents, issued or applied for, cover inventions, including packaging, manufacturing processes, equipment, formulations, and designs. Our issued patents extend for varying periods according to the date of the patent application filing or grant, the legal term of patents in the various countries where patent protection is obtained, and, in most countries, the payment of fees to maintain the patents. The actual protection afforded by a patent, which can vary from country to country, depends upon the type of patent, the scope of its coverage as determined by the patent office or courts in the country, and the availability of legal remedies in the country. ​5 Table of Contents Table of Contents We account for our investment in Lamb Weston RDO under the equity method of accounting. We accounted for our investments in LW EMEA and LWAMSA under the equity method of accounting until February 2023 and July 2022, respectively, when we acquired the majority ownership of these entities and began consolidating their respective financial results in our consolidated financial statements. In addition, LW EMEA owns a 75 percent interest in a joint venture in Austria. This joint venture’s financial results are consolidated in our financial statements.​For more information, see Note 4, Joint Venture Investments, of the Notes to Consolidated Financial Statements in “Part II, Item 8. Financial Statements and Supplementary Data” of this Form 10-K.​Sales, Distribution and Customers​We benefit from strong relationships with a diverse set of customers. We sell our products through a network of internal sales personnel and independent brokers, agents, and distributors to chain restaurants, wholesale, grocery, mass merchants, club retailers, specialty retailers, and foodservice distributors and institutions, including businesses, educational institutions, independent restaurants, regional chain restaurants, and convenience stores. We have long-tenured relationships with leading quick service and fast casual restaurant chains, global foodservice distributors, large grocery retailers, and mass merchants.​Our largest customer, McDonald’s Corporation, accounted for approximately 13%, 10%, and 11% of our consolidated net sales in fiscal 2023, 2022, and 2021, respectively. Sales to McDonald’s Corporation are included in our Global segment. No other customer accounted for more than 10% of our fiscal 2023, 2022, or 2021 consolidated net sales. ​Research and Development​We leverage our research and development resources for both growth and efficiency initiatives. We seek to drive growth through innovation by creating new products, enhancing the quality of existing products, and participating in joint menu planning exercises with our customers. We also evaluate the sustainability impacts of our manufacturing processes and products in our research and development activities and continue to drive processing innovations aimed at reducing waste and water usage and improving food safety and quality.​Trademarks, Licenses and Patents​Our trademarks are material to our business and are protected by registration or other means in the U.S. and most other geographic markets where the related food items are sold. Depending on the country, trademarks generally remain valid for as long as they are in use and their registrations are maintained. Trademark registrations generally are for renewable, fixed terms. Our significant trademarks include: Lamb Weston, Lamb Weston Supreme, Lamb Weston Seeing Possibilities in Potatoes (and design), Lamb Weston Seasoned, Lamb Weston Private Reserve, Lamb Weston Stealth Fries, Lamb Weston Colossal Crisp, Lamb Weston Crispy on Delivery, Lamb Weston Twisters, Lamb Weston Twister Fries, Lamb Weston Crisscuts, Sweet Things, and Butler. We also sell certain products, such as Grown in Idaho and Alexia, which we license from third parties. ​We own numerous patents worldwide. We consider our portfolio of patents, patent applications, patent licenses, proprietary trade secrets, technology, know-how processes, and related intellectual property rights to be material to our operations. Patents, issued or applied for, cover inventions, including packaging, manufacturing processes, equipment, formulations, and designs. Our issued patents extend for varying periods according to the date of the patent application filing or grant, the legal term of patents in the various countries where patent protection is obtained, and, in most countries, the payment of fees to maintain the patents. The actual protection afforded by a patent, which can vary from country to country, depends upon the type of patent, the scope of its coverage as determined by the patent office or courts in the country, and the availability of legal remedies in the country. ​ We account for our investment in Lamb Weston RDO under the equity method of accounting. We accounted for our investments in LW EMEA and LWAMSA under the equity method of accounting until February 2023 and July 2022, respectively, when we acquired the majority ownership of these entities and began consolidating their respective financial results in our consolidated financial statements. In addition, LW EMEA owns a 75 percent interest in a joint venture in Austria. This joint venture’s financial results are consolidated in our financial statements. ​ For more information, see Note 4, Joint Venture Investments, of the Notes to Consolidated Financial Statements in “Part II, Item 8. Financial Statements and Supplementary Data” of this Form 10-K. ​ Sales, Distribution and Customers ​ We benefit from strong relationships with a diverse set of customers. We sell our products through a network of internal sales personnel and independent brokers, agents, and distributors to chain restaurants, wholesale, grocery, mass merchants, club retailers, specialty retailers, and foodservice distributors and institutions, including businesses, educational institutions, independent restaurants, regional chain restaurants, and convenience stores. We have long-tenured relationships with leading quick service and fast casual restaurant chains, global foodservice distributors, large grocery retailers, and mass merchants. ​ Our largest customer, McDonald’s Corporation, accounted for approximately 13%, 10%, and 11% of our consolidated net sales in fiscal 2023, 2022, and 2021, respectively. Sales to McDonald’s Corporation are included in our Global segment. No other customer accounted for more than 10% of our fiscal 2023, 2022, or 2021 consolidated net sales.  ​ Research and Development ​ We leverage our research and development resources for both growth and efficiency initiatives. We seek to drive growth through innovation by creating new products, enhancing the quality of existing products, and participating in joint menu planning exercises with our customers. We also evaluate the sustainability impacts of our manufacturing processes and products in our research and development activities and continue to drive processing innovations aimed at reducing waste and water usage and improving food safety and quality. ​ Trademarks, Licenses and Patents ​ Our trademarks are material to our business and are protected by registration or other means in the U.S. and most other geographic markets where the related food items are sold. Depending on the country, trademarks generally remain valid for as long as they are in use and their registrations are maintained. Trademark registrations generally are for renewable, fixed terms. Our significant trademarks include: Lamb Weston, Lamb Weston Supreme, Lamb Weston Seeing Possibilities in Potatoes (and design), Lamb Weston Seasoned, Lamb Weston Private Reserve, Lamb Weston Stealth Fries, Lamb Weston Colossal Crisp, Lamb Weston Crispy on Delivery, Lamb Weston Twisters, Lamb Weston Twister Fries, Lamb Weston Crisscuts, Sweet Things, and Butler. We also sell certain products, such as Grown in Idaho and Alexia, which we license from third parties.  ​ We own numerous patents worldwide. We consider our portfolio of patents, patent applications, patent licenses, proprietary trade secrets, technology, know-how processes, and related intellectual property rights to be material to our operations. Patents, issued or applied for, cover inventions, including packaging, manufacturing processes, equipment, formulations, and designs. Our issued patents extend for varying periods according to the date of the patent application filing or grant, the legal term of patents in the various countries where patent protection is obtained, and, in most countries, the payment of fees to maintain the patents. The actual protection afforded by a patent, which can vary from country to country, depends upon the type of patent, the scope of its coverage as determined by the patent office or courts in the country, and the availability of legal remedies in the country.  ​ 5 5 5  Table of ContentsRaw Materials​Our primary raw materials are potatoes, edible oils, packaging, grains, starches, and energy inputs. We source a significant amount of our raw potatoes under both strategic, long-term grower relationships and short-term annual contracts. In the U.S., most of the potato crop used in our products is grown in Washington, Idaho, and Oregon. In Europe, growing regions for the necessary potatoes are concentrated in the Netherlands, Austria, Belgium, Germany, France, and the United Kingdom. We also have potato growing regions in Canada, China, Australia, and Argentina that support our processing facilities in those countries. We believe that the grower networks to which we have access provide a sufficient source of raw potato inputs year-to-year. We source edible oils through strategic relationships with key suppliers, and we source packaging and energy inputs through multiple suppliers under a variety of agreement types.​The prices paid for these raw materials, as well as other raw materials used in making our products, generally reflect factors such as weather, commodity market fluctuations, currency fluctuations, tariffs, and the effects of governmental agricultural programs. The prices of raw materials can fluctuate as a result of these factors.​During fiscal 2023, we continued to face increased costs for our primary raw materials, including potatoes, edible oils, packaging, grains, starches, and energy inputs. We seek to mitigate higher input costs through long-term relationships, contract strategies, and hedging activities where an active market for an input exists, as well as through our pricing and productivity initiatives. See “Part II, Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations,” of this Form 10-K for further discussion.​Manufacturing​We operate 26 production facilities for our products. See \"Item 2. Properties\" for more information about our production facilities. In addition to our own production facilities, we source a portion of our products under “co-packing” agreements, a common industry practice in which manufacturing is outsourced to other companies. We regularly evaluate our co-packing arrangements to ensure the most cost-effective manufacturing of our products and to utilize company-owned production facilities most effectively.​International Operations ​At May 28, 2023, we had operations in 31 countries, with sales support in each of these countries and production and processing facilities in 8 countries. See Note 13, Segments, of the Notes to Consolidated Financial Statements in “Part II, Item 8. Financial Statements and Supplementary Data” of this Form 10-K for additional information on our U.S. and non-U.S. operations. Also see “Item 2. Properties,” for more information on our production and other facilities. For a discussion of risks related to our operations outside the U.S., see “Item 1A. Risk Factors” of this Form 10-K. ​Competition​The value-added frozen potato products industry in North America, Europe and other international markets is highly competitive. Competitors include large North American and European frozen potato product companies that compete globally, as well as local and regional companies. Significant competitors include Agristo NV, Aviko B.V., Cavendish Farms Corporation, Clarebout Potatoes NV, Farm Frites International B.V., J.R. Simplot Company, The Kraft Heinz Company, and McCain Foods Limited. Some of our competitors are larger and have substantially more financial, sales and marketing, and other resources than us. We compete with producers of similar products on the basis of, among other things, customer service, value, product innovation, product quality, brand recognition and loyalty, price, and the ability to identify and satisfy customer preferences. The markets in which we operate are expected to remain highly competitive for the foreseeable future. See also “Item 1A. Risk Factors – Industry Risks – Increased competition may result in reduced sales or profits” of this Form 10-K.​6 Table of Contents Table of Contents Raw Materials​Our primary raw materials are potatoes, edible oils, packaging, grains, starches, and energy inputs. We source a significant amount of our raw potatoes under both strategic, long-term grower relationships and short-term annual contracts. In the U.S., most of the potato crop used in our products is grown in Washington, Idaho, and Oregon. In Europe, growing regions for the necessary potatoes are concentrated in the Netherlands, Austria, Belgium, Germany, France, and the United Kingdom. We also have potato growing regions in Canada, China, Australia, and Argentina that support our processing facilities in those countries. We believe that the grower networks to which we have access provide a sufficient source of raw potato inputs year-to-year. We source edible oils through strategic relationships with key suppliers, and we source packaging and energy inputs through multiple suppliers under a variety of agreement types.​The prices paid for these raw materials, as well as other raw materials used in making our products, generally reflect factors such as weather, commodity market fluctuations, currency fluctuations, tariffs, and the effects of governmental agricultural programs. The prices of raw materials can fluctuate as a result of these factors.​During fiscal 2023, we continued to face increased costs for our primary raw materials, including potatoes, edible oils, packaging, grains, starches, and energy inputs. We seek to mitigate higher input costs through long-term relationships, contract strategies, and hedging activities where an active market for an input exists, as well as through our pricing and productivity initiatives. See “Part II, Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations,” of this Form 10-K for further discussion.​Manufacturing​We operate 26 production facilities for our products. See \"Item 2. Properties\" for more information about our production facilities. In addition to our own production facilities, we source a portion of our products under “co-packing” agreements, a common industry practice in which manufacturing is outsourced to other companies. We regularly evaluate our co-packing arrangements to ensure the most cost-effective manufacturing of our products and to utilize company-owned production facilities most effectively.​International Operations ​At May 28, 2023, we had operations in 31 countries, with sales support in each of these countries and production and processing facilities in 8 countries. See Note 13, Segments, of the Notes to Consolidated Financial Statements in “Part II, Item 8. Financial Statements and Supplementary Data” of this Form 10-K for additional information on our U.S. and non-U.S. operations. Also see “Item 2. Properties,” for more information on our production and other facilities. For a discussion of risks related to our operations outside the U.S., see “Item 1A. Risk Factors” of this Form 10-K. ​Competition​The value-added frozen potato products industry in North America, Europe and other international markets is highly competitive. Competitors include large North American and European frozen potato product companies that compete globally, as well as local and regional companies. Significant competitors include Agristo NV, Aviko B.V., Cavendish Farms Corporation, Clarebout Potatoes NV, Farm Frites International B.V., J.R. Simplot Company, The Kraft Heinz Company, and McCain Foods Limited. Some of our competitors are larger and have substantially more financial, sales and marketing, and other resources than us. We compete with producers of similar products on the basis of, among other things, customer service, value, product innovation, product quality, brand recognition and loyalty, price, and the ability to identify and satisfy customer preferences. The markets in which we operate are expected to remain highly competitive for the foreseeable future. See also “Item 1A. Risk Factors – Industry Risks – Increased competition may result in reduced sales or profits” of this Form 10-K.​ Raw Materials ​ Our primary raw materials are potatoes, edible oils, packaging, grains, starches, and energy inputs. We source a significant amount of our raw potatoes under both strategic, long-term grower relationships and short-term annual contracts. In the U.S., most of the potato crop used in our products is grown in Washington, Idaho, and Oregon. In Europe, growing regions for the necessary potatoes are concentrated in the Netherlands, Austria, Belgium, Germany, France, and the United Kingdom. We also have potato growing regions in Canada, China, Australia, and Argentina that support our processing facilities in those countries. We believe that the grower networks to which we have access provide a sufficient source of raw potato inputs year-to-year. We source edible oils through strategic relationships with key suppliers, and we source packaging and energy inputs through multiple suppliers under a variety of agreement types. ​ The prices paid for these raw materials, as well as other raw materials used in making our products, generally reflect factors such as weather, commodity market fluctuations, currency fluctuations, tariffs, and the effects of governmental agricultural programs. The prices of raw materials can fluctuate as a result of these factors. ​ During fiscal 2023, we continued to face increased costs for our primary raw materials, including potatoes, edible oils, packaging, grains, starches, and energy inputs. We seek to mitigate higher input costs through long-term relationships, contract strategies, and hedging activities where an active market for an input exists, as well as through our pricing and productivity initiatives. See “Part II, Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations,” of this Form 10-K for further discussion. ​ Manufacturing ​ We operate 26 production facilities for our products. See \"Item 2. Properties\" for more information about our production facilities. In addition to our own production facilities, we source a portion of our products under “co-packing” agreements, a common industry practice in which manufacturing is outsourced to other companies. We regularly evaluate our co-packing arrangements to ensure the most cost-effective manufacturing of our products and to utilize company-owned production facilities most effectively. ​ International Operations  ​ At May 28, 2023, we had operations in 31 countries, with sales support in each of these countries and production and processing facilities in 8 countries. See Note 13, Segments, of the Notes to Consolidated Financial Statements in “Part II, Item 8. Financial Statements and Supplementary Data” of this Form 10-K for additional information on our U.S. and non-U.S. operations. Also see “Item 2. Properties,” for more information on our production and other facilities. For a discussion of risks related to our operations outside the U.S., see “Item 1A. Risk Factors” of this Form 10-K.  ​ Competition ​ The value-added frozen potato products industry in North America, Europe and other international markets is highly competitive. Competitors include large North American and European frozen potato product companies that compete globally, as well as local and regional companies. Significant competitors include Agristo NV, Aviko B.V., Cavendish Farms Corporation, Clarebout Potatoes NV, Farm Frites International B.V., J.R. Simplot Company, The Kraft Heinz Company, and McCain Foods Limited. Some of our competitors are larger and have substantially more financial, sales and marketing, and other resources than us. We compete with producers of similar products on the basis of, among other things, customer service, value, product innovation, product quality, brand recognition and loyalty, price, and the ability to identify and satisfy customer preferences. The markets in which we operate are expected to remain highly competitive for the foreseeable future. See also “Item 1A. Risk Factors – Industry Risks – Increased competition may result in reduced sales or profits” of this Form 10-K. ​ 6 6 6  Table of ContentsSeasonality​Our product contribution margin percentage, inventory levels, net sales, and cash flows are affected by seasonality. In general, our product contribution margin percentage tends to be highest in our fiscal third quarter, reflecting the cost benefit of freshly-harvested potatoes. We typically harvest potatoes in the Pacific Northwest of the U.S. and Europe in July through October, which is primarily in our fiscal second quarter. While the quality of potatoes affects production efficiency, overall, freshly-harvested potatoes process more efficiently in our production lines and are not subject to storage or secondary transport costs. We typically hold 50 to 90 days of finished goods inventory on a first-in-first-out basis, so the costs incurred from our fiscal second quarter harvest, which are generally favorable, will flow through our income statement in our fiscal third quarter. Inventory levels also tend to be higher in our fiscal third quarter, requiring more working capital at that time. In general, net sales and cash flows tend to be higher in our fiscal fourth quarter, reflecting customer and consumer buying patterns.​Due to severe impacts of the government mandated shutdowns in response to COVID-19, seasonal variation in the demand for our products in fiscal 2021 differed from prior and subsequent years.​Human Capital Resources​We believe that our employees and our workplace culture are among our most important assets, and that our employees are integral to our ability to achieve our strategic objectives. Attracting, developing, and retaining the best talent globally with the right skills to drive our mission, vision, and values are central components of our strategies for long-term growth. As of July 17, 2023, we had approximately 10,300 employees, of which approximately 2,600 employees work outside of the U.S. As of July 17, 2023, approximately 30% of our employees are parties to collective bargaining agreements with terms that we believe are typical for the industry in which we operate. Most of the union workers at our facilities are represented under contracts that expire at various times over the next several years. Of the hourly employees who are represented by these contracts, 51% are party to a collective bargaining agreement scheduled to expire over the course of the next twelve months. As the agreements expire, we believe they will be renegotiated on terms satisfactory to the parties.​Health and Safety​Our employees’ health, safety, and well-being are our highest priority. We strive for world-class safety at every one of our facilities. This means we continuously focus on creating a zero-incident culture, where every employee goes home every day, accident free. To help achieve this goal, we foster safety leadership throughout the organization as part of our comprehensive environment, health, safety, and sustainability management system. Through ongoing communications, routine assessments of our safety programs, safety and job-related training, daily risk assessments at facilities, defined standards, and safety measures, we strive to improve our safety performance each year. ​7 Table of Contents Table of Contents Seasonality​Our product contribution margin percentage, inventory levels, net sales, and cash flows are affected by seasonality. In general, our product contribution margin percentage tends to be highest in our fiscal third quarter, reflecting the cost benefit of freshly-harvested potatoes. We typically harvest potatoes in the Pacific Northwest of the U.S. and Europe in July through October, which is primarily in our fiscal second quarter. While the quality of potatoes affects production efficiency, overall, freshly-harvested potatoes process more efficiently in our production lines and are not subject to storage or secondary transport costs. We typically hold 50 to 90 days of finished goods inventory on a first-in-first-out basis, so the costs incurred from our fiscal second quarter harvest, which are generally favorable, will flow through our income statement in our fiscal third quarter. Inventory levels also tend to be higher in our fiscal third quarter, requiring more working capital at that time. In general, net sales and cash flows tend to be higher in our fiscal fourth quarter, reflecting customer and consumer buying patterns.​Due to severe impacts of the government mandated shutdowns in response to COVID-19, seasonal variation in the demand for our products in fiscal 2021 differed from prior and subsequent years.​Human Capital Resources​We believe that our employees and our workplace culture are among our most important assets, and that our employees are integral to our ability to achieve our strategic objectives. Attracting, developing, and retaining the best talent globally with the right skills to drive our mission, vision, and values are central components of our strategies for long-term growth. As of July 17, 2023, we had approximately 10,300 employees, of which approximately 2,600 employees work outside of the U.S. As of July 17, 2023, approximately 30% of our employees are parties to collective bargaining agreements with terms that we believe are typical for the industry in which we operate. Most of the union workers at our facilities are represented under contracts that expire at various times over the next several years. Of the hourly employees who are represented by these contracts, 51% are party to a collective bargaining agreement scheduled to expire over the course of the next twelve months. As the agreements expire, we believe they will be renegotiated on terms satisfactory to the parties.​Health and Safety​Our employees’ health, safety, and well-being are our highest priority. We strive for world-class safety at every one of our facilities. This means we continuously focus on creating a zero-incident culture, where every employee goes home every day, accident free. To help achieve this goal, we foster safety leadership throughout the organization as part of our comprehensive environment, health, safety, and sustainability management system. Through ongoing communications, routine assessments of our safety programs, safety and job-related training, daily risk assessments at facilities, defined standards, and safety measures, we strive to improve our safety performance each year. ​ Seasonality ​ Our product contribution margin percentage, inventory levels, net sales, and cash flows are affected by seasonality. In general, our product contribution margin percentage tends to be highest in our fiscal third quarter, reflecting the cost benefit of freshly-harvested potatoes. We typically harvest potatoes in the Pacific Northwest of the U.S. and Europe in July through October, which is primarily in our fiscal second quarter. While the quality of potatoes affects production efficiency, overall, freshly-harvested potatoes process more efficiently in our production lines and are not subject to storage or secondary transport costs. We typically hold 50 to 90 days of finished goods inventory on a first-in-first-out basis, so the costs incurred from our fiscal second quarter harvest, which are generally favorable, will flow through our income statement in our fiscal third quarter. Inventory levels also tend to be higher in our fiscal third quarter, requiring more working capital at that time. In general, net sales and cash flows tend to be higher in our fiscal fourth quarter, reflecting customer and consumer buying patterns. ​ Due to severe impacts of the government mandated shutdowns in response to COVID-19, seasonal variation in the demand for our products in fiscal 2021 differed from prior and subsequent years. ​ Human Capital Resources ​ We believe that our employees and our workplace culture are among our most important assets, and that our employees are integral to our ability to achieve our strategic objectives. Attracting, developing, and retaining the best talent globally with the right skills to drive our mission, vision, and values are central components of our strategies for long-term growth. As of July 17, 2023, we had approximately 10,300 employees, of which approximately 2,600 employees work outside of the U.S. As of July 17, 2023, approximately 30% of our employees are parties to collective bargaining agreements with terms that we believe are typical for the industry in which we operate. Most of the union workers at our facilities are represented under contracts that expire at various times over the next several years. Of the hourly employees who are represented by these contracts, 51% are party to a collective bargaining agreement scheduled to expire over the course of the next twelve months. As the agreements expire, we believe they will be renegotiated on terms satisfactory to the parties. ​ Health and Safety ​ Our employees’ health, safety, and well-being are our highest priority. We strive for world-class safety at every one of our facilities. This means we continuously focus on creating a zero-incident culture, where every employee goes home every day, accident free. To help achieve this goal, we foster safety leadership throughout the organization as part of our comprehensive environment, health, safety, and sustainability management system. Through ongoing communications, routine assessments of our safety programs, safety and job-related training, daily risk assessments at facilities, defined standards, and safety measures, we strive to improve our safety performance each year.  ​ 7 7 7  Table of ContentsTotal Rewards ​Our compensation and benefits are designed to support the financial, mental, and physical well-being of our employees. We are committed to equal pay for equal work, regardless of gender, race, ethnicity, or other personal characteristics. As part of this commitment, we benchmark and set pay ranges based on market data and consider various factors such as an employee’s role and experience, job location, and performance. We also regularly review our compensation practices to promote fair and equitable pay. In addition to base salaries, many employees also participate in an annual short-term incentive program and may also receive long-term equity awards. Benefits for U.S. employees include an employee savings 401(k) plan and company matching contributions, health insurance, disability insurance, life insurance, health savings and flexible spending accounts, wellness incentives, annual on-site health screenings, paid time-off, family leave, parental leave, employee assistance programs, and tuition reimbursement opportunities. Benefits for employees outside of the U.S. vary by country but are generally market competitive and representative of prevalent local company sponsored benefit programs. We have also adopted a hybrid work policy for office-based employees intended to allow employees flexibility in work location while maintaining productivity and performance expectations. Eligibility for, and the level of, compensation and benefits vary depending on an employee’s full-time or part-time status, work location, job and career level, and tenure with the Company. We regularly review our compensation and benefit programs with the aim of keeping them competitive and designed to meet our employees’ health and wellness needs, which we believe is important to attract and retain the best available talent.​Diversity, Equity, and Inclusion (“DEI”)​As a global company, we strive to honor and celebrate diversity in our team, which we believe enriches our work lives and drives diversity of perspectives in our decision-making as a company. We define diversity as the unique abilities, experiences, and cultural backgrounds our employees bring to our Company’s workplace. We are committed to providing a work environment that fosters respect, inclusion, fairness, and dignity, and is free of harassment, discrimination, or fear of retaliation. In fiscal 2023, we launched our first business resource groups, which are voluntary, team member-led groups that bring employees together aligned around affinity areas. We believe these groups help create community and build inclusion. We have three business resource groups centered on women, multiculture and young professionals. In addition, in fiscal 2023, we introduced a DEI learning and development platform to our global workforce to support team members’ DEI learning.​Recruitment, Training, and Development​We believe maintaining a robust pipeline of talent is crucial to our ongoing success and is a key aspect of succession planning efforts across the organization. We use recruitment vehicles, including partnerships with universities and communities, local and national organizations, and various social media outlets, to attract strong talent to our organization. Our leadership and people teams are responsible for attracting and retaining top talent by facilitating an environment where employees feel supported and encouraged in their professional and personal development. Specifically, we promote employee development by regularly reviewing strategic positions and identifying potential internal candidates to fill those roles, evaluating job skill sets to identify competency gaps, and creating developmental plans to facilitate employee professional growth. We invest in our employees through training and development programs, including both custom internal training and external learning resources, utilizing both live and virtual learning experiences, on the job experiences, rotational assignments, annual and mid-year manager reviews and coaching. These offerings are designed to position employees to execute with excellence in their current roles, accelerate their learning curves, and grow their careers by taking advantage of continuing learning opportunities. For example, in our production facilities, we provide multiple training sessions focused on quality and safety. We also hold courses focused on leadership development for employees and people leaders across our global organization. In addition, with both in-person and our e-learning resources, employees can also focus on timely and topical development areas, including leadership capabilities, management excellence, functional skill building, and DEI. ​8 Table of Contents Table of Contents Total Rewards ​Our compensation and benefits are designed to support the financial, mental, and physical well-being of our employees. We are committed to equal pay for equal work, regardless of gender, race, ethnicity, or other personal characteristics. As part of this commitment, we benchmark and set pay ranges based on market data and consider various factors such as an employee’s role and experience, job location, and performance. We also regularly review our compensation practices to promote fair and equitable pay. In addition to base salaries, many employees also participate in an annual short-term incentive program and may also receive long-term equity awards. Benefits for U.S. employees include an employee savings 401(k) plan and company matching contributions, health insurance, disability insurance, life insurance, health savings and flexible spending accounts, wellness incentives, annual on-site health screenings, paid time-off, family leave, parental leave, employee assistance programs, and tuition reimbursement opportunities. Benefits for employees outside of the U.S. vary by country but are generally market competitive and representative of prevalent local company sponsored benefit programs. We have also adopted a hybrid work policy for office-based employees intended to allow employees flexibility in work location while maintaining productivity and performance expectations. Eligibility for, and the level of, compensation and benefits vary depending on an employee’s full-time or part-time status, work location, job and career level, and tenure with the Company. We regularly review our compensation and benefit programs with the aim of keeping them competitive and designed to meet our employees’ health and wellness needs, which we believe is important to attract and retain the best available talent.​Diversity, Equity, and Inclusion (“DEI”)​As a global company, we strive to honor and celebrate diversity in our team, which we believe enriches our work lives and drives diversity of perspectives in our decision-making as a company. We define diversity as the unique abilities, experiences, and cultural backgrounds our employees bring to our Company’s workplace. We are committed to providing a work environment that fosters respect, inclusion, fairness, and dignity, and is free of harassment, discrimination, or fear of retaliation. In fiscal 2023, we launched our first business resource groups, which are voluntary, team member-led groups that bring employees together aligned around affinity areas. We believe these groups help create community and build inclusion. We have three business resource groups centered on women, multiculture and young professionals. In addition, in fiscal 2023, we introduced a DEI learning and development platform to our global workforce to support team members’ DEI learning.​Recruitment, Training, and Development​We believe maintaining a robust pipeline of talent is crucial to our ongoing success and is a key aspect of succession planning efforts across the organization. We use recruitment vehicles, including partnerships with universities and communities, local and national organizations, and various social media outlets, to attract strong talent to our organization. Our leadership and people teams are responsible for attracting and retaining top talent by facilitating an environment where employees feel supported and encouraged in their professional and personal development. Specifically, we promote employee development by regularly reviewing strategic positions and identifying potential internal candidates to fill those roles, evaluating job skill sets to identify competency gaps, and creating developmental plans to facilitate employee professional growth. We invest in our employees through training and development programs, including both custom internal training and external learning resources, utilizing both live and virtual learning experiences, on the job experiences, rotational assignments, annual and mid-year manager reviews and coaching. These offerings are designed to position employees to execute with excellence in their current roles, accelerate their learning curves, and grow their careers by taking advantage of continuing learning opportunities. For example, in our production facilities, we provide multiple training sessions focused on quality and safety. We also hold courses focused on leadership development for employees and people leaders across our global organization. In addition, with both in-person and our e-learning resources, employees can also focus on timely and topical development areas, including leadership capabilities, management excellence, functional skill building, and DEI. ​ Total Rewards  ​ Our compensation and benefits are designed to support the financial, mental, and physical well-being of our employees. We are committed to equal pay for equal work, regardless of gender, race, ethnicity, or other personal characteristics. As part of this commitment, we benchmark and set pay ranges based on market data and consider various factors such as an employee’s role and experience, job location, and performance. We also regularly review our compensation practices to promote fair and equitable pay. In addition to base salaries, many employees also participate in an annual short-term incentive program and may also receive long-term equity awards. Benefits for U.S. employees include an employee savings 401(k) plan and company matching contributions, health insurance, disability insurance, life insurance, health savings and flexible spending accounts, wellness incentives, annual on-site health screenings, paid time-off, family leave, parental leave, employee assistance programs, and tuition reimbursement opportunities. Benefits for employees outside of the U.S. vary by country but are generally market competitive and representative of prevalent local company sponsored benefit programs. We have also adopted a hybrid work policy for office-based employees intended to allow employees flexibility in work location while maintaining productivity and performance expectations. Eligibility for, and the level of, compensation and benefits vary depending on an employee’s full-time or part-time status, work location, job and career level, and tenure with the Company. We regularly review our compensation and benefit programs with the aim of keeping them competitive and designed to meet our employees’ health and wellness needs, which we believe is important to attract and retain the best available talent. ​ Diversity, Equity, and Inclusion (“DEI”) ​ As a global company, we strive to honor and celebrate diversity in our team, which we believe enriches our work lives and drives diversity of perspectives in our decision-making as a company. We define diversity as the unique abilities, experiences, and cultural backgrounds our employees bring to our Company’s workplace. We are committed to providing a work environment that fosters respect, inclusion, fairness, and dignity, and is free of harassment, discrimination, or fear of retaliation. In fiscal 2023, we launched our first business resource groups, which are voluntary, team member-led groups that bring employees together aligned around affinity areas. We believe these groups help create community and build inclusion. We have three business resource groups centered on women, multiculture and young professionals. In addition, in fiscal 2023, we introduced a DEI learning and development platform to our global workforce to support team members’ DEI learning. ​ Recruitment, Training, and Development ​ We believe maintaining a robust pipeline of talent is crucial to our ongoing success and is a key aspect of succession planning efforts across the organization. We use recruitment vehicles, including partnerships with universities and communities, local and national organizations, and various social media outlets, to attract strong talent to our organization. Our leadership and people teams are responsible for attracting and retaining top talent by facilitating an environment where employees feel supported and encouraged in their professional and personal development. Specifically, we promote employee development by regularly reviewing strategic positions and identifying potential internal candidates to fill those roles, evaluating job skill sets to identify competency gaps, and creating developmental plans to facilitate employee professional growth. We invest in our employees through training and development programs, including both custom internal training and external learning resources, utilizing both live and virtual learning experiences, on the job experiences, rotational assignments, annual and mid-year manager reviews and coaching. These offerings are designed to position employees to execute with excellence in their current roles, accelerate their learning curves, and grow their careers by taking advantage of continuing learning opportunities. For example, in our production facilities, we provide multiple training sessions focused on quality and safety. We also hold courses focused on leadership development for employees and people leaders across our global organization. In addition, with both in-person and our e-learning resources, employees can also focus on timely and topical development areas, including leadership capabilities, management excellence, functional skill building, and DEI.  ​ 8 8 8  Table of ContentsEmployee Engagement​We believe that having a workplace culture that supports and values all employees is critical to our success. To understand employee sentiments, we conduct a bi-annual engagement survey of our global workforce. This survey was completed in fiscal 2022 and was administered and analyzed by an independent third-party. The survey results were then reviewed by our executive leadership team and our Compensation and Human Capital Committee of the Board of Directors. Department leaders were also given the engagement survey results and tasked with taking action based on their employees’ anonymous feedback (both quantitative and qualitative). In addition, following our acquisition of the remaining equity interest in LW EMEA, we conducted a global employee culture survey to help assess employees’ reactions to the acquisition and plans for the full integration of LW EMEA with our other operations. Similar to our fiscal 2022 engagement survey, our executive leadership team reviewed the results of the survey and shared those results with our Compensation and Human Capital Committee. By paying close attention to the results of both surveys and implementing actions based on our findings, both at an aggregate enterprise level as well as at department, business, and work group levels, we believe that we have been able to enhance our workplace culture and improve overall employee engagement levels.​We are also committed to creating and building a culture of giving. We encourage and enable our employees to support many charitable causes. This includes engaging in volunteer programs promoted by the Company or employees. Our locations also manage their own community outreach programs through local giving committees, which provide opportunities for employees to financially engage with local nonprofits and volunteer their time. Annually, we make cash grants through the Lamb Weston Foundation, including through our Pay it Forward program, which gives our employees a role in directing some of the Foundation’s funds. In addition, we offer a matching gifts program to employees, paid volunteer time off, non-profit board service grants, and an employee dependent scholarship program. Further, in fiscal 2023, we adopted a volunteer reward program that allows employees to provide monetary donations to organizations where they volunteer and established the Team Member Relief Fund to provide financial support to employees experiencing hardships such as catastrophic events, illness, domestic violence, and other unforeseen circumstances.​Information About Our Executive Officers​The following are our executive officers as of July 17, 2023: ​​​​​​Name​Title​AgeThomas P. Werner​Director, President and Chief Executive Officer​ 57Bernadette M. Madarieta​Chief Financial Officer​ 48Sharon L. Miller​President, North America​ 57Sukshma Rajagopalan​Chief Information and Digital Officer​ 49Gerardo Scheufler​Chief Supply Chain Officer​ 55Marc Schroeder​President, International​ 52Michael J. Smith​Chief Operating Officer​ 46Eryk J. Spytek​General Counsel and Chief Compliance Officer​ 55Steven J. Younes​Chief Human Resources Officer​ 57​Thomas P. Werner has served as our President and Chief Executive Officer and a member of our board of directors since November 2016. Prior to that, he served as President, Commercial Foods, for Conagra, a food company, since May 2015. In that role, he led the company’s Lamb Weston and Foodservice businesses, as well as its previously divested Spicetec Flavors & Seasonings and J.M. Swank operations. Mr. Werner also served as interim President of Conagra’s Private Brands from June 2015 through its divestiture in February 2016. Before his appointment as President, Commercial Foods, Mr. Werner served as Senior Vice President of Finance for Conagra’s Private Brands and Commercial Foods operating segments from June 2013 to April 2015, and Senior Vice President of Finance for Lamb Weston from May 2011 until June 2013.​9 Table of Contents Table of Contents Employee Engagement​We believe that having a workplace culture that supports and values all employees is critical to our success. To understand employee sentiments, we conduct a bi-annual engagement survey of our global workforce. This survey was completed in fiscal 2022 and was administered and analyzed by an independent third-party. The survey results were then reviewed by our executive leadership team and our Compensation and Human Capital Committee of the Board of Directors. Department leaders were also given the engagement survey results and tasked with taking action based on their employees’ anonymous feedback (both quantitative and qualitative). In addition, following our acquisition of the remaining equity interest in LW EMEA, we conducted a global employee culture survey to help assess employees’ reactions to the acquisition and plans for the full integration of LW EMEA with our other operations. Similar to our fiscal 2022 engagement survey, our executive leadership team reviewed the results of the survey and shared those results with our Compensation and Human Capital Committee. By paying close attention to the results of both surveys and implementing actions based on our findings, both at an aggregate enterprise level as well as at department, business, and work group levels, we believe that we have been able to enhance our workplace culture and improve overall employee engagement levels.​We are also committed to creating and building a culture of giving. We encourage and enable our employees to support many charitable causes. This includes engaging in volunteer programs promoted by the Company or employees. Our locations also manage their own community outreach programs through local giving committees, which provide opportunities for employees to financially engage with local nonprofits and volunteer their time. Annually, we make cash grants through the Lamb Weston Foundation, including through our Pay it Forward program, which gives our employees a role in directing some of the Foundation’s funds. In addition, we offer a matching gifts program to employees, paid volunteer time off, non-profit board service grants, and an employee dependent scholarship program. Further, in fiscal 2023, we adopted a volunteer reward program that allows employees to provide monetary donations to organizations where they volunteer and established the Team Member Relief Fund to provide financial support to employees experiencing hardships such as catastrophic events, illness, domestic violence, and other unforeseen circumstances.​Information About Our Executive Officers​The following are our executive officers as of July 17, 2023: ​​​​​​Name​Title​AgeThomas P. Werner​Director, President and Chief Executive Officer​ 57Bernadette M. Madarieta​Chief Financial Officer​ 48Sharon L. Miller​President, North America​ 57Sukshma Rajagopalan​Chief Information and Digital Officer​ 49Gerardo Scheufler​Chief Supply Chain Officer​ 55Marc Schroeder​President, International​ 52Michael J. Smith​Chief Operating Officer​ 46Eryk J. Spytek​General Counsel and Chief Compliance Officer​ 55Steven J. Younes​Chief Human Resources Officer​ 57​Thomas P. Werner has served as our President and Chief Executive Officer and a member of our board of directors since November 2016. Prior to that, he served as President, Commercial Foods, for Conagra, a food company, since May 2015. In that role, he led the company’s Lamb Weston and Foodservice businesses, as well as its previously divested Spicetec Flavors & Seasonings and J.M. Swank operations. Mr. Werner also served as interim President of Conagra’s Private Brands from June 2015 through its divestiture in February 2016. Before his appointment as President, Commercial Foods, Mr. Werner served as Senior Vice President of Finance for Conagra’s Private Brands and Commercial Foods operating segments from June 2013 to April 2015, and Senior Vice President of Finance for Lamb Weston from May 2011 until June 2013.​ Employee Engagement ​ We believe that having a workplace culture that supports and values all employees is critical to our success. To understand employee sentiments, we conduct a bi-annual engagement survey of our global workforce. This survey was completed in fiscal 2022 and was administered and analyzed by an independent third-party. The survey results were then reviewed by our executive leadership team and our Compensation and Human Capital Committee of the Board of Directors. Department leaders were also given the engagement survey results and tasked with taking action based on their employees’ anonymous feedback (both quantitative and qualitative). In addition, following our acquisition of the remaining equity interest in LW EMEA, we conducted a global employee culture survey to help assess employees’ reactions to the acquisition and plans for the full integration of LW EMEA with our other operations. Similar to our fiscal 2022 engagement survey, our executive leadership team reviewed the results of the survey and shared those results with our Compensation and Human Capital Committee. By paying close attention to the results of both surveys and implementing actions based on our findings, both at an aggregate enterprise level as well as at department, business, and work group levels, we believe that we have been able to enhance our workplace culture and improve overall employee engagement levels. ​ We are also committed to creating and building a culture of giving. We encourage and enable our employees to support many charitable causes. This includes engaging in volunteer programs promoted by the Company or employees. Our locations also manage their own community outreach programs through local giving committees, which provide opportunities for employees to financially engage with local nonprofits and volunteer their time. Annually, we make cash grants through the Lamb Weston Foundation, including through our Pay it Forward program, which gives our employees a role in directing some of the Foundation’s funds. In addition, we offer a matching gifts program to employees, paid volunteer time off, non-profit board service grants, and an employee dependent scholarship program. Further, in fiscal 2023, we adopted a volunteer reward program that allows employees to provide monetary donations to organizations where they volunteer and established the Team Member Relief Fund to provide financial support to employees experiencing hardships such as catastrophic events, illness, domestic violence, and other unforeseen circumstances. ​ Information About Our Executive Officers ​ The following are our executive officers as of July 17, 2023:  ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ Name ​ Title ​ Age Thomas P. Werner ​ Director, President and Chief Executive Officer ​  57 Bernadette M. Madarieta ​ Chief Financial Officer ​  48 Sharon L. Miller ​ President, North America ​  57 Sukshma Rajagopalan ​ Chief Information and Digital Officer ​  49 Gerardo Scheufler ​ Chief Supply Chain Officer ​  55 Marc Schroeder ​ President, International ​  52 Michael J. Smith ​ Chief Operating Officer ​  46 Eryk J. Spytek ​ General Counsel and Chief Compliance Officer ​  55 Steven J. Younes ​ Chief Human Resources Officer ​  57 ​ Thomas P. Werner has served as our President and Chief Executive Officer and a member of our board of directors since November 2016. Prior to that, he served as President, Commercial Foods, for Conagra, a food company, since May 2015. In that role, he led the company’s Lamb Weston and Foodservice businesses, as well as its previously divested Spicetec Flavors & Seasonings and J.M. Swank operations. Mr. Werner also served as interim President of Conagra’s Private Brands from June 2015 through its divestiture in February 2016. Before his appointment as President, Commercial Foods, Mr. Werner served as Senior Vice President of Finance for Conagra’s Private Brands and Commercial Foods operating segments from June 2013 to April 2015, and Senior Vice President of Finance for Lamb Weston from May 2011 until June 2013. ​ 9 9 9  Table of ContentsBernadette M. Madarieta has served as our Chief Financial Officer since August 2021. She also served as Senior Vice President from August 2021 to May 2023. Ms. Madarieta joined Lamb Weston in October 2016 as our Vice President and Controller and Principal Accounting Officer. Before that, Ms. Madarieta served as Vice President and Controller of Packaging Corporation of America, a containerboard and corrugated packaging manufacturer, from October 2013 to March 2016, and Vice President and Controller at Boise Inc., a packaging and paper products manufacturer, from February 2011 to October 2013. Ms. Madarieta has more than 25 years of finance management and leadership experience spanning public and privately held companies and Big 4 public accounting firms.​Sharon L. Miller has served as our President, North America since May 29, 2023. Before that, she served as our Senior Vice President and General Manager, Global Business Unit since September 2016 and Conagra’s Vice President and General Manager, Lamb Weston Global Business Unit from 2015 to August 2016. Since joining Conagra in 1999, Ms. Miller has held various leadership positions, including Vice President of Sales for LW EMEA. Prior to that, Ms. Miller was a key sales and business leader within Lamb Weston in both the U.S. and Canada. She also has held various sales positions with North American food manufacturers and foodservice distributors.​Sukshma Rajagopalan has served as our Chief Information and Digital Officer since June 2023. Ms. Rajagopalan has more than 25 years of experience leading digital and information technology teams, most recently as Senior Vice President and Chief Digital Officer at Avantor, Inc., a life sciences company, from March 2020 to May 2023. At Avantor, Ms. Rajagopalan led the company’s global enterprise digital roadmap, including finance, supply chain and commercial solutions, as well as data and analytics including automation and artificial intelligence. Prior to joining Avantor, she spent 15 years at PepsiCo, Inc., a food and beverage company, and held various information technology and digital leadership roles, most recently as Vice President, Global Applications from March 2018 to March 2020.​Gerardo Scheufler has served as our Chief Supply Chain Officer since August 2019. He also served as Senior Vice President from August 2019 to May 2023. Prior to joining Lamb Weston, Mr. Scheufler served as Vice President of Global Operations at Mondelēz International, Inc., a food and beverage company, from July 2014 until August 2019. During his tenure at Mondelēz International, Mr. Scheufler oversaw a major global restructuring program to optimize the global supply chain footprint, including the manufacturing, customer service, quality, logistics, health, safety and environment, and innovation functions. Prior to that, Mr. Scheufler spent more than 20 years at The Procter & Gamble Company, a consumer goods corporation, in a variety of roles of increasing responsibility after starting his career in manufacturing operations in 1990.​Marc Schroeder has served as our President, International since May 29, 2023. Mr. Schroeder is a Dutch national and joined Lamb Weston in February 2023 following the completion of our acquisition of the remaining equity interest in LW EMEA, having previously served as Chief Executive Officer of our former European joint venture since January 2021. Before joining LW EMEA, Mr. Schroeder served as Chief Executive Officer of Pepsi Lipton, a joint venture between PepsiCo, Inc. and Unilever for tea branded products, from February 2016 to November 2020. Prior to that, he spent more than 14 years at PepsiCo, Inc., a food and beverage company, and held various operating, commercial and corporate leadership roles, including Senior Vice President Global Nutrition Group from August 2014 to January 2016, Vice President Global Grains (Quaker) from September 2012 to July 2014 and General Manager of Frito-Lay in Russia from October 2009 to August 2012.​Michael J. Smith has served as our Chief Operating Officer since May 29, 2023. Prior to that, he served as Senior Vice President and General Manager of Foodservice, Retail, Marketing and Innovation since April 2018 and Senior Vice President, Growth and Strategy from September 2016 until March 2018. Mr. Smith also served as Vice President and General Manager of Lamb Weston Retail from May 2011 to September 2016, Vice President and General Manager of Conagra’s Private Brands from March 2014 to February 2016, and Vice President of Global Marketing of Lamb Weston from July 2012 to March 2014. Prior to joining Conagra in 2007, Mr. Smith held various brand management roles at Dean Foods Company, a food and beverage company, and its WhiteWave division from May 2003 until December 2007.​10 Table of Contents Table of Contents Bernadette M. Madarieta has served as our Chief Financial Officer since August 2021. She also served as Senior Vice President from August 2021 to May 2023. Ms. Madarieta joined Lamb Weston in October 2016 as our Vice President and Controller and Principal Accounting Officer. Before that, Ms. Madarieta served as Vice President and Controller of Packaging Corporation of America, a containerboard and corrugated packaging manufacturer, from October 2013 to March 2016, and Vice President and Controller at Boise Inc., a packaging and paper products manufacturer, from February 2011 to October 2013. Ms. Madarieta has more than 25 years of finance management and leadership experience spanning public and privately held companies and Big 4 public accounting firms.​Sharon L. Miller has served as our President, North America since May 29, 2023. Before that, she served as our Senior Vice President and General Manager, Global Business Unit since September 2016 and Conagra’s Vice President and General Manager, Lamb Weston Global Business Unit from 2015 to August 2016. Since joining Conagra in 1999, Ms. Miller has held various leadership positions, including Vice President of Sales for LW EMEA. Prior to that, Ms. Miller was a key sales and business leader within Lamb Weston in both the U.S. and Canada. She also has held various sales positions with North American food manufacturers and foodservice distributors.​Sukshma Rajagopalan has served as our Chief Information and Digital Officer since June 2023. Ms. Rajagopalan has more than 25 years of experience leading digital and information technology teams, most recently as Senior Vice President and Chief Digital Officer at Avantor, Inc., a life sciences company, from March 2020 to May 2023. At Avantor, Ms. Rajagopalan led the company’s global enterprise digital roadmap, including finance, supply chain and commercial solutions, as well as data and analytics including automation and artificial intelligence. Prior to joining Avantor, she spent 15 years at PepsiCo, Inc., a food and beverage company, and held various information technology and digital leadership roles, most recently as Vice President, Global Applications from March 2018 to March 2020.​Gerardo Scheufler has served as our Chief Supply Chain Officer since August 2019. He also served as Senior Vice President from August 2019 to May 2023. Prior to joining Lamb Weston, Mr. Scheufler served as Vice President of Global Operations at Mondelēz International, Inc., a food and beverage company, from July 2014 until August 2019. During his tenure at Mondelēz International, Mr. Scheufler oversaw a major global restructuring program to optimize the global supply chain footprint, including the manufacturing, customer service, quality, logistics, health, safety and environment, and innovation functions. Prior to that, Mr. Scheufler spent more than 20 years at The Procter & Gamble Company, a consumer goods corporation, in a variety of roles of increasing responsibility after starting his career in manufacturing operations in 1990.​Marc Schroeder has served as our President, International since May 29, 2023. Mr. Schroeder is a Dutch national and joined Lamb Weston in February 2023 following the completion of our acquisition of the remaining equity interest in LW EMEA, having previously served as Chief Executive Officer of our former European joint venture since January 2021. Before joining LW EMEA, Mr. Schroeder served as Chief Executive Officer of Pepsi Lipton, a joint venture between PepsiCo, Inc. and Unilever for tea branded products, from February 2016 to November 2020. Prior to that, he spent more than 14 years at PepsiCo, Inc., a food and beverage company, and held various operating, commercial and corporate leadership roles, including Senior Vice President Global Nutrition Group from August 2014 to January 2016, Vice President Global Grains (Quaker) from September 2012 to July 2014 and General Manager of Frito-Lay in Russia from October 2009 to August 2012.​Michael J. Smith has served as our Chief Operating Officer since May 29, 2023. Prior to that, he served as Senior Vice President and General Manager of Foodservice, Retail, Marketing and Innovation since April 2018 and Senior Vice President, Growth and Strategy from September 2016 until March 2018. Mr. Smith also served as Vice President and General Manager of Lamb Weston Retail from May 2011 to September 2016, Vice President and General Manager of Conagra’s Private Brands from March 2014 to February 2016, and Vice President of Global Marketing of Lamb Weston from July 2012 to March 2014. Prior to joining Conagra in 2007, Mr. Smith held various brand management roles at Dean Foods Company, a food and beverage company, and its WhiteWave division from May 2003 until December 2007.​ Bernadette M. Madarieta has served as our Chief Financial Officer since August 2021. She also served as Senior Vice President from August 2021 to May 2023. Ms. Madarieta joined Lamb Weston in October 2016 as our Vice President and Controller and Principal Accounting Officer. Before that, Ms. Madarieta served as Vice President and Controller of Packaging Corporation of America, a containerboard and corrugated packaging manufacturer, from October 2013 to March 2016, and Vice President and Controller at Boise Inc., a packaging and paper products manufacturer, from February 2011 to October 2013. Ms. Madarieta has more than 25 years of finance management and leadership experience spanning public and privately held companies and Big 4 public accounting firms. ​ Sharon L. Miller has served as our President, North America since May 29, 2023. Before that, she served as our Senior Vice President and General Manager, Global Business Unit since September 2016 and Conagra’s Vice President and General Manager, Lamb Weston Global Business Unit from 2015 to August 2016. Since joining Conagra in 1999, Ms. Miller has held various leadership positions, including Vice President of Sales for LW EMEA. Prior to that, Ms. Miller was a key sales and business leader within Lamb Weston in both the U.S. and Canada. She also has held various sales positions with North American food manufacturers and foodservice distributors. ​ Sukshma Rajagopalan has served as our Chief Information and Digital Officer since June 2023. Ms. Rajagopalan has more than 25 years of experience leading digital and information technology teams, most recently as Senior Vice President and Chief Digital Officer at Avantor, Inc., a life sciences company, from March 2020 to May 2023. At Avantor, Ms. Rajagopalan led the company’s global enterprise digital roadmap, including finance, supply chain and commercial solutions, as well as data and analytics including automation and artificial intelligence. Prior to joining Avantor, she spent 15 years at PepsiCo, Inc., a food and beverage company, and held various information technology and digital leadership roles, most recently as Vice President, Global Applications from March 2018 to March 2020. ​ Gerardo Scheufler has served as our Chief Supply Chain Officer since August 2019. He also served as Senior Vice President from August 2019 to May 2023. Prior to joining Lamb Weston, Mr. Scheufler served as Vice President of Global Operations at Mondelēz International, Inc., a food and beverage company, from July 2014 until August 2019. During his tenure at Mondelēz International, Mr. Scheufler oversaw a major global restructuring program to optimize the global supply chain footprint, including the manufacturing, customer service, quality, logistics, health, safety and environment, and innovation functions. Prior to that, Mr. Scheufler spent more than 20 years at The Procter & Gamble Company, a consumer goods corporation, in a variety of roles of increasing responsibility after starting his career in manufacturing operations in 1990. ​ Marc Schroeder has served as our President, International since May 29, 2023. Mr. Schroeder is a Dutch national and joined Lamb Weston in February 2023 following the completion of our acquisition of the remaining equity interest in LW EMEA, having previously served as Chief Executive Officer of our former European joint venture since January 2021. Before joining LW EMEA, Mr. Schroeder served as Chief Executive Officer of Pepsi Lipton, a joint venture between PepsiCo, Inc. and Unilever for tea branded products, from February 2016 to November 2020. Prior to that, he spent more than 14 years at PepsiCo, Inc., a food and beverage company, and held various operating, commercial and corporate leadership roles, including Senior Vice President Global Nutrition Group from August 2014 to January 2016, Vice President Global Grains (Quaker) from September 2012 to July 2014 and General Manager of Frito-Lay in Russia from October 2009 to August 2012. ​ Michael J. Smith has served as our Chief Operating Officer since May 29, 2023. Prior to that, he served as Senior Vice President and General Manager of Foodservice, Retail, Marketing and Innovation since April 2018 and Senior Vice President, Growth and Strategy from September 2016 until March 2018. Mr. Smith also served as Vice President and General Manager of Lamb Weston Retail from May 2011 to September 2016, Vice President and General Manager of Conagra’s Private Brands from March 2014 to February 2016, and Vice President of Global Marketing of Lamb Weston from July 2012 to March 2014. Prior to joining Conagra in 2007, Mr. Smith held various brand management roles at Dean Foods Company, a food and beverage company, and its WhiteWave division from May 2003 until December 2007. ​ 10 10 10  Table of ContentsEryk J. Spytek has served as our General Counsel and Chief Compliance Officer since October 2016. He also served as Senior Vice President from October 2016 to May 2023 and Corporate Secretary from October 2016 to November 2020. From June 2015 until October 2016, Mr. Spytek was Of Counsel at Winston & Strawn LLP, a law firm. Before returning to Winston & Strawn LLP, he served from December 2009 until April 2015 in a variety of roles with Mead Johnson Nutrition Company, a manufacturer of infant formula, including as Vice President, Deputy General Counsel and Assistant Secretary from April 2013 to April 2015 and as Vice President, Associate General Counsel and Assistant Secretary from December 2009 to April 2013. Before that, Mr. Spytek served as Senior Vice President, General Counsel and Secretary at SIRVA, Inc., a moving and relocation services provider, from February 2006 to February 2009. Before joining SIRVA, Inc., Mr. Spytek was a partner at Winston & Strawn LLP, which he joined as an associate in 1996.​Steven J. Younes has served as our Chief Human Resources Officer since January 2022. He also served as Senior Vice President from January 2022 to May 2023. Mr. Younes joined Lamb Weston from Loews Hotels & Co., a hospitality company, where he served as Executive Vice President and Chief Human Resources Officer from April 2019 through December 2021. Prior to that, Mr. Younes was Senior Vice President of Human Resources for Ascension, a not-for-profit healthcare company, from July 2013 to December 2018. An employment lawyer by background, he spent 12 years in private practice and served as employment counsel to a number of organizations earlier in his career. Mr. Younes has more than 30 years of experience in human resources and employment law.​Ethics and Governance​We have adopted a code of conduct that applies to all of our employees, as well as a code of ethics for senior corporate financial officers that applies to our Chief Executive Officer, Chief Financial Officer, and Controller. These codes are available on our website at www.lambweston.com through the “Investors – Corporate Governance” link. We will disclose any waiver we grant to our Chief Executive Officer, Chief Financial Officer, or Controller under our codes, or certain amendments to the codes, on our website at www.lambweston.com.​In addition, we adopted Corporate Governance Principles and charters for the Audit and Finance Committee, Nominating and Corporate Governance Committee, and Compensation and Human Capital Committee. All of these materials are available on our website at www.lambweston.com and will be provided free of charge to any stockholder requesting a copy by writing to: Corporate Secretary, Lamb Weston Holdings, Inc., 599 S. Rivershore Lane, Eagle, Idaho 83616. ​The information on our website is not, and shall not be deemed to be, a part of this Form 10-K or incorporated into any other filings we make with the SEC.​Food Safety and Labeling​We are subject to extensive regulation, including, among other things, the Food, Drug and Cosmetic Act, as amended by the Food Safety Modernization Act, the Public Health Security and Bioterrorism Preparedness and Response Act of 2002, and the rules and regulations promulgated thereunder by the U.S. Food and Drug Administration (“FDA”). This comprehensive and evolving regulatory program governs, among other things, the manufacturing, composition and ingredients, labeling, packaging, and safety of food, including compliance with current Good Manufacturing Practices. In addition, the Nutrition Label Reform Act of 2016 and regulations promulgated thereunder by the FDA prescribe the format and content in which specific nutrition information is required to appear on the labels of food products. We are also subject to regulation by certain other governmental agencies, including the U.S. Department of Agriculture.​Our operations and products are also subject to state and local regulation, including the registration and licensing of production facilities, enforcement by state health agencies of various state standards, and the registration and inspection of facilities. Compliance with federal, state, and local regulation is costly and time-consuming. Enforcement actions for violations of federal, state, and local regulations may include seizure and condemnation of products, cease and desist orders, injunctions, voluntary or mandatory recalls or market withdrawals of products, and monetary penalties. We believe that our practices are sufficient to maintain compliance with applicable government regulations.​11 Table of Contents Table of Contents Eryk J. Spytek has served as our General Counsel and Chief Compliance Officer since October 2016. He also served as Senior Vice President from October 2016 to May 2023 and Corporate Secretary from October 2016 to November 2020. From June 2015 until October 2016, Mr. Spytek was Of Counsel at Winston & Strawn LLP, a law firm. Before returning to Winston & Strawn LLP, he served from December 2009 until April 2015 in a variety of roles with Mead Johnson Nutrition Company, a manufacturer of infant formula, including as Vice President, Deputy General Counsel and Assistant Secretary from April 2013 to April 2015 and as Vice President, Associate General Counsel and Assistant Secretary from December 2009 to April 2013. Before that, Mr. Spytek served as Senior Vice President, General Counsel and Secretary at SIRVA, Inc., a moving and relocation services provider, from February 2006 to February 2009. Before joining SIRVA, Inc., Mr. Spytek was a partner at Winston & Strawn LLP, which he joined as an associate in 1996.​Steven J. Younes has served as our Chief Human Resources Officer since January 2022. He also served as Senior Vice President from January 2022 to May 2023. Mr. Younes joined Lamb Weston from Loews Hotels & Co., a hospitality company, where he served as Executive Vice President and Chief Human Resources Officer from April 2019 through December 2021. Prior to that, Mr. Younes was Senior Vice President of Human Resources for Ascension, a not-for-profit healthcare company, from July 2013 to December 2018. An employment lawyer by background, he spent 12 years in private practice and served as employment counsel to a number of organizations earlier in his career. Mr. Younes has more than 30 years of experience in human resources and employment law.​Ethics and Governance​We have adopted a code of conduct that applies to all of our employees, as well as a code of ethics for senior corporate financial officers that applies to our Chief Executive Officer, Chief Financial Officer, and Controller. These codes are available on our website at www.lambweston.com through the “Investors – Corporate Governance” link. We will disclose any waiver we grant to our Chief Executive Officer, Chief Financial Officer, or Controller under our codes, or certain amendments to the codes, on our website at www.lambweston.com.​In addition, we adopted Corporate Governance Principles and charters for the Audit and Finance Committee, Nominating and Corporate Governance Committee, and Compensation and Human Capital Committee. All of these materials are available on our website at www.lambweston.com and will be provided free of charge to any stockholder requesting a copy by writing to: Corporate Secretary, Lamb Weston Holdings, Inc., 599 S. Rivershore Lane, Eagle, Idaho 83616. ​The information on our website is not, and shall not be deemed to be, a part of this Form 10-K or incorporated into any other filings we make with the SEC.​Food Safety and Labeling​We are subject to extensive regulation, including, among other things, the Food, Drug and Cosmetic Act, as amended by the Food Safety Modernization Act, the Public Health Security and Bioterrorism Preparedness and Response Act of 2002, and the rules and regulations promulgated thereunder by the U.S. Food and Drug Administration (“FDA”). This comprehensive and evolving regulatory program governs, among other things, the manufacturing, composition and ingredients, labeling, packaging, and safety of food, including compliance with current Good Manufacturing Practices. In addition, the Nutrition Label Reform Act of 2016 and regulations promulgated thereunder by the FDA prescribe the format and content in which specific nutrition information is required to appear on the labels of food products. We are also subject to regulation by certain other governmental agencies, including the U.S. Department of Agriculture.​Our operations and products are also subject to state and local regulation, including the registration and licensing of production facilities, enforcement by state health agencies of various state standards, and the registration and inspection of facilities. Compliance with federal, state, and local regulation is costly and time-consuming. Enforcement actions for violations of federal, state, and local regulations may include seizure and condemnation of products, cease and desist orders, injunctions, voluntary or mandatory recalls or market withdrawals of products, and monetary penalties. We believe that our practices are sufficient to maintain compliance with applicable government regulations.​ Eryk J. Spytek has served as our General Counsel and Chief Compliance Officer since October 2016. He also served as Senior Vice President from October 2016 to May 2023 and Corporate Secretary from October 2016 to November 2020. From June 2015 until October 2016, Mr. Spytek was Of Counsel at Winston & Strawn LLP, a law firm. Before returning to Winston & Strawn LLP, he served from December 2009 until April 2015 in a variety of roles with Mead Johnson Nutrition Company, a manufacturer of infant formula, including as Vice President, Deputy General Counsel and Assistant Secretary from April 2013 to April 2015 and as Vice President, Associate General Counsel and Assistant Secretary from December 2009 to April 2013. Before that, Mr. Spytek served as Senior Vice President, General Counsel and Secretary at SIRVA, Inc., a moving and relocation services provider, from February 2006 to February 2009. Before joining SIRVA, Inc., Mr. Spytek was a partner at Winston & Strawn LLP, which he joined as an associate in 1996. ​ Steven J. Younes has served as our Chief Human Resources Officer since January 2022. He also served as Senior Vice President from January 2022 to May 2023. Mr. Younes joined Lamb Weston from Loews Hotels & Co., a hospitality company, where he served as Executive Vice President and Chief Human Resources Officer from April 2019 through December 2021. Prior to that, Mr. Younes was Senior Vice President of Human Resources for Ascension, a not-for-profit healthcare company, from July 2013 to December 2018. An employment lawyer by background, he spent 12 years in private practice and served as employment counsel to a number of organizations earlier in his career. Mr. Younes has more than 30 years of experience in human resources and employment law. ​ Ethics and Governance ​ We have adopted a code of conduct that applies to all of our employees, as well as a code of ethics for senior corporate financial officers that applies to our Chief Executive Officer, Chief Financial Officer, and Controller. These codes are available on our website at www.lambweston.com through the “Investors – Corporate Governance” link. We will disclose any waiver we grant to our Chief Executive Officer, Chief Financial Officer, or Controller under our codes, or certain amendments to the codes, on our website at www.lambweston.com. ​ In addition, we adopted Corporate Governance Principles and charters for the Audit and Finance Committee, Nominating and Corporate Governance Committee, and Compensation and Human Capital Committee. All of these materials are available on our website at www.lambweston.com and will be provided free of charge to any stockholder requesting a copy by writing to: Corporate Secretary, Lamb Weston Holdings, Inc., 599 S. Rivershore Lane, Eagle, Idaho 83616.  ​ The information on our website is not, and shall not be deemed to be, a part of this Form 10-K or incorporated into any other filings we make with the SEC. ​ Food Safety and Labeling ​ We are subject to extensive regulation, including, among other things, the Food, Drug and Cosmetic Act, as amended by the Food Safety Modernization Act, the Public Health Security and Bioterrorism Preparedness and Response Act of 2002, and the rules and regulations promulgated thereunder by the U.S. Food and Drug Administration (“FDA”). This comprehensive and evolving regulatory program governs, among other things, the manufacturing, composition and ingredients, labeling, packaging, and safety of food, including compliance with current Good Manufacturing Practices. In addition, the Nutrition Label Reform Act of 2016 and regulations promulgated thereunder by the FDA prescribe the format and content in which specific nutrition information is required to appear on the labels of food products. We are also subject to regulation by certain other governmental agencies, including the U.S. Department of Agriculture. ​ Our operations and products are also subject to state and local regulation, including the registration and licensing of production facilities, enforcement by state health agencies of various state standards, and the registration and inspection of facilities. Compliance with federal, state, and local regulation is costly and time-consuming. Enforcement actions for violations of federal, state, and local regulations may include seizure and condemnation of products, cease and desist orders, injunctions, voluntary or mandatory recalls or market withdrawals of products, and monetary penalties. We believe that our practices are sufficient to maintain compliance with applicable government regulations. ​ 11 11 11  Table of ContentsEnvironmental, Health and Safety Regulations​We are subject to a number of foreign, domestic, federal, state, and local laws and other regulations relating to the protection of human health, the environment and the safety and health of personnel. These requirements apply to a broad range of our activities, including: the regulation and discharge of pollutants into the air, land and water; the identification, generation, storage, handling, transportation, disposal, recordkeeping, labeling, spill prevention and reporting of, and emergency response in connection with, hazardous materials and chemical substances; noise and odor emissions from our facilities; and safety and health standards, practices, and procedures that apply to the workplace and the operation of our facilities. ​In order to comply with these requirements, we may need to spend substantial amounts of money and other resources from time to time to: (i) construct or acquire new equipment, (ii) acquire or amend permits to authorize facility operations, (iii) modify, upgrade, or replace existing and proposed equipment, and (iv) clean up or decommission our facilities or other locations in accordance with regulatory requirements. Our capital and operating budgets include costs and expenses associated with complying with these laws and other requirements. ​Available Information​We make available, free of charge on our website at www.lambweston.com, our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as soon as reasonably practicable after we electronically file them with, or furnish them to, the SEC. We use our website, through the “Investors” link, as a channel for routine distribution of important information, including news releases, analyst presentations, and financial information. The information on our website is not, and shall not be deemed to be, a part of this Form 10-K or incorporated into any other filings we make with the SEC unless expressly noted in other such filings.​ITEM 1A. RISK FACTORS  Our business is subject to various risks and uncertainties. Any of the risks and uncertainties described below could materially and adversely affect our business, financial condition, and results of operations and should be considered in evaluating us. Although the risks are organized by heading, and each risk is described separately, many of the risks are interrelated. While we believe we have identified and discussed below the material risks affecting our business, there may be additional risks and uncertainties that we do not presently know or that we do not currently believe to be material that may adversely affect our business, financial condition, or results of operations in the future.​Business and Operating Risks​We may not be able to offset cost increases due to inflationary pressures on inputs necessary for the production and distribution of our products, such as labor, raw materials, energy, fuel, and packaging materials. ​A significant portion of our cost of goods comes from commodities such as raw potatoes, edible oil, grains, starches, and energy. These commodities are subject to price volatility and fluctuations in availability caused by many factors, including: changes in global supply and demand, weather conditions (including any potential effects of climate change), fire, natural disasters (such as a hurricane, tornado, earthquake, wildfire or flooding), disease or pests, agricultural uncertainty, water stress, health epidemics or pandemics or other contagious outbreaks, such as the COVID-19 pandemic, governmental incentives and controls (including import/export restrictions, such as new or increased tariffs, sanctions, quotas or trade barriers including the financial and economic sanctions imposed by the U.S. and certain foreign governments in response to the war in Ukraine), limited or sole sources of supply, inflation, political uncertainties, acts of terrorism, governmental instability, war, or currency exchange rates.​12 Table of Contents Table of Contents Environmental, Health and Safety Regulations​We are subject to a number of foreign, domestic, federal, state, and local laws and other regulations relating to the protection of human health, the environment and the safety and health of personnel. These requirements apply to a broad range of our activities, including: the regulation and discharge of pollutants into the air, land and water; the identification, generation, storage, handling, transportation, disposal, recordkeeping, labeling, spill prevention and reporting of, and emergency response in connection with, hazardous materials and chemical substances; noise and odor emissions from our facilities; and safety and health standards, practices, and procedures that apply to the workplace and the operation of our facilities. ​In order to comply with these requirements, we may need to spend substantial amounts of money and other resources from time to time to: (i) construct or acquire new equipment, (ii) acquire or amend permits to authorize facility operations, (iii) modify, upgrade, or replace existing and proposed equipment, and (iv) clean up or decommission our facilities or other locations in accordance with regulatory requirements. Our capital and operating budgets include costs and expenses associated with complying with these laws and other requirements. ​Available Information​We make available, free of charge on our website at www.lambweston.com, our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as soon as reasonably practicable after we electronically file them with, or furnish them to, the SEC. We use our website, through the “Investors” link, as a channel for routine distribution of important information, including news releases, analyst presentations, and financial information. The information on our website is not, and shall not be deemed to be, a part of this Form 10-K or incorporated into any other filings we make with the SEC unless expressly noted in other such filings.​ITEM 1A. RISK FACTORS  Our business is subject to various risks and uncertainties. Any of the risks and uncertainties described below could materially and adversely affect our business, financial condition, and results of operations and should be considered in evaluating us. Although the risks are organized by heading, and each risk is described separately, many of the risks are interrelated. While we believe we have identified and discussed below the material risks affecting our business, there may be additional risks and uncertainties that we do not presently know or that we do not currently believe to be material that may adversely affect our business, financial condition, or results of operations in the future.​Business and Operating Risks​We may not be able to offset cost increases due to inflationary pressures on inputs necessary for the production and distribution of our products, such as labor, raw materials, energy, fuel, and packaging materials. ​A significant portion of our cost of goods comes from commodities such as raw potatoes, edible oil, grains, starches, and energy. These commodities are subject to price volatility and fluctuations in availability caused by many factors, including: changes in global supply and demand, weather conditions (including any potential effects of climate change), fire, natural disasters (such as a hurricane, tornado, earthquake, wildfire or flooding), disease or pests, agricultural uncertainty, water stress, health epidemics or pandemics or other contagious outbreaks, such as the COVID-19 pandemic, governmental incentives and controls (including import/export restrictions, such as new or increased tariffs, sanctions, quotas or trade barriers including the financial and economic sanctions imposed by the U.S. and certain foreign governments in response to the war in Ukraine), limited or sole sources of supply, inflation, political uncertainties, acts of terrorism, governmental instability, war, or currency exchange rates.​ Environmental, Health and Safety Regulations ​ We are subject to a number of foreign, domestic, federal, state, and local laws and other regulations relating to the protection of human health, the environment and the safety and health of personnel. These requirements apply to a broad range of our activities, including: the regulation and discharge of pollutants into the air, land and water; the identification, generation, storage, handling, transportation, disposal, recordkeeping, labeling, spill prevention and reporting of, and emergency response in connection with, hazardous materials and chemical substances; noise and odor emissions from our facilities; and safety and health standards, practices, and procedures that apply to the workplace and the operation of our facilities.  ​ In order to comply with these requirements, we may need to spend substantial amounts of money and other resources from time to time to: (i) construct or acquire new equipment, (ii) acquire or amend permits to authorize facility operations, (iii) modify, upgrade, or replace existing and proposed equipment, and (iv) clean up or decommission our facilities or other locations in accordance with regulatory requirements. Our capital and operating budgets include costs and expenses associated with complying with these laws and other requirements.  ​ Available Information ​ We make available, free of charge on our website at www.lambweston.com, our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as soon as reasonably practicable after we electronically file them with, or furnish them to, the SEC. We use our website, through the “Investors” link, as a channel for routine distribution of important information, including news releases, analyst presentations, and financial information. The information on our website is not, and shall not be deemed to be, a part of this Form 10-K or incorporated into any other filings we make with the SEC unless expressly noted in other such filings. ​", "time": "00:00:05"}