{"cik": 1705696, "item_1A": "ITEM 1.Business We are a Maryland corporation that is primarily engaged in the business of owning and acquiring gaming, hospitality and entertainment destinations, subject to long-term triple net leases. Our geographically diverse portfolio currently consists of 49 gaming facilities in the United States and Canada, including Caesars Palace Las Vegas, MGM Grand and the Venetian Resort, three of the most iconic entertainment facilities on the Las Vegas Strip. Our entertainment facilities are leased to leading brands that seek to drive consumer loyalty and value with guests through superior services, experiences, products and continuous innovation. Across over 124 million square feet, our well-maintained properties are currently located across urban, destination and drive-to markets in fifteen states and Canada, contain approximately 59,300 hotel rooms and feature over 450 restaurants, bars, nightclubs and sportsbooks. Our portfolio also includes certain real estate loan investments, most of which we have originated for strategic reasons in connection with transactions that may provide the potential to convert our investment into the ownership of certain of the underlying real estate in the future. In addition, we own approximately 34 acres of undeveloped or underdeveloped land on and adjacent to the Las Vegas Strip that is leased to Caesars, which we may look to monetize as appropriate. We also own four championship golf courses located near certain of our properties, two of which are in close proximity to the Las Vegas Strip.  We lease our properties to subsidiaries of, or entities managed by, Apollo, Caesars, Century Casinos, CNB, EBCI, Foundation Gaming, JACK Entertainment, MGM, PENN Entertainment, PURE Canadian Gaming and Seminole Hard Rock, with Caesars and MGM being our largest tenants. We believe we have a mutually beneficial relationship with each of our tenants, all of which are leading owners and operators of gaming, entertainment and leisure properties. Our long-term triple-net Lease Agreements with our tenants provide us with a highly predictable revenue stream with embedded growth potential. We believe our geographic diversification limits the effect of changes in any one market on our overall performance. We are focused on driving long-term total returns through managing experiential asset growth and allocating capital diligently, maintaining a highly productive tenant base, and optimizing our capital structure to support external growth. As a growth focused public real estate investment trust with long-term investments, we expect our relationship with our partners will position us for the acquisition of additional properties across leisure and hospitality over the long-term. Our portfolio is competitively positioned and well-maintained. Pursuant to the terms of the Lease Agreements, which require our tenants to invest in our properties, and in line with our tenants’ commitment to build guest loyalty, we anticipate our tenants will continue to make strategic value-enhancing investments in our properties over time, helping to maintain their competitive position. Our long-term triple-net leases provide our tenants with complete control over management at our leased properties, including sole responsibility for all operations and related expenses, including property taxes, insurance and maintenance, repair, improvement and other capital expenditures, as well as over the implementation of environmental sustainability and other initiatives. Given our scale and deep industry knowledge, we believe we are well-positioned to execute highly complementary single-asset and portfolio acquisitions, as well as other investments, to augment growth as market conditions allow, with a focus on disciplined capital allocation. We conduct our operations as a real estate investment trust (“REIT”) for U.S. federal income tax purposes. We generally will not be subject to U.S. federal income taxes on our taxable income to the extent that we annually distribute all of our net taxable income to stockholders and maintain our qualification as a REIT. We believe VICI’s election of REIT status, combined with the income generation from the Lease Agreements and loans, will enhance our ability to make distributions to our stockholders, providing investors with current income as well as long-term growth, subject to the macroeconomic environment, other global events and market conditions more broadly. We conduct our real property business through VICI OP and our golf course business through a taxable REIT subsidiary (a “TRS”), VICI Golf. Our Competitive Strengths We believe the following strengths effectively position us to execute our business and growth strategies: •Leading portfolio of high-quality experiential gaming, hospitality, entertainment and leisure assets. Our portfolio features world renowned assets on the Las Vegas Strip and market-leading urban, destination and regional properties with significant scale. Our properties are well-maintained and leased to leading brands that seek to drive loyalty and value with guests through superior service and products and continuous innovation. Our portfolio benefits from its strong mix of demand generators, including casinos, guest rooms, restaurants, entertainment facilities, bars and nightclubs and convention space. We believe our properties are generally well-insulated from incremental competition as a result of high replacement costs, as well as regulatory restrictions and long-lead times for new development. The high quality of our properties appeals to a broad base of customers, stimulating traffic and visitation. 6 6 6 Table of Contents Table of Contents Our portfolio is anchored by our Las Vegas properties, including Caesars Palace Las Vegas, MGM Grand and the Venetian Resort, which are located on the Las Vegas Strip. We believe Las Vegas is historically a market characterized by steady economic growth and high consumer and business demand with limited new supply. Our Las Vegas properties, which are among the most iconic entertainment facilities in Las Vegas, feature gaming entertainment, large-scale hotels, extensive food and beverage options, state-of-the-art convention facilities, retail outlets and entertainment showrooms. Our portfolio also includes market-leading regional resorts and destinations that we believe are benefiting from significant invested capital and positive industry trends and performance over recent years. The regional properties we own include award-winning casinos, hotels and entertainment facilities that are generally market leaders within their respective regions.  Under the terms of the Lease Agreements, our tenants are required to continue to invest in our properties, which we believe enhances the value of our properties and maintains their competitive market position. •Our properties feature diversified sources of revenue on both a business and geographic basis. Our portfolio includes 49 geographically diverse casino resorts that serve numerous Metropolitan Statistical Areas (“MSAs”) in the United States and Canada. This diversity reduces our exposure to adverse events that may affect any single market. This also allows our tenants with operations across multiple resorts and geographies to derive revenue streams from an economically diverse set of customers and services to such customers. These services include gaming, food and beverage, entertainment, hospitality and other sources of revenue. We believe that this geographic diversity and the diversity of revenue sources that our tenants derive from our leased properties improves the stability of our rental revenue.  •Our long-term Lease Agreements provide a highly predictable base level of rent with embedded growth. Our properties are 100% occupied pursuant to our long-term triple-net Lease Agreements by subsidiaries of, or entities managed by, Apollo, Caesars, Century Casinos, CNB, EBCI, Foundation Gaming, JACK Entertainment, MGM, PENN Entertainment, PURE Canadian Gaming and Seminole Hard Rock, which provide us with a predictable level of rental revenue to support future cash distributions to our stockholders. Our Lease Agreements are generally long-term in nature with initial terms ranging from 15 to 30 years and are structured with several tenant renewal options extending the term of the lease for another 5 to 30 years. All of our Lease Agreements provide for annual base rent escalations which range from 1% in the earlier years to the greater of 2% or CPI in the later years, with certain of our leases providing for a cap with respect to the maximum CPI-based increase.  All of our casino resort properties are established assets, in most cases with extensive operating histories. Based on historical performance of the properties, we expect that the properties will continue to generate sufficient revenues for our tenants to pay to us all rent due under the Lease Agreements.  •Strong relationships with the operators of our properties and existing agreements provide for visible growth. We believe our relationships with the operators of our properties, including our contractual agreements with them and their applicable subsidiaries, will continue to drive significant benefits and mutual alignment of strategic interests in the future. We have entered into several right of first refusal, right of first offer and put-call agreements, as well as other strategic arrangements, including our Partner Property Growth Fund, which we believe provide the opportunity for significant embedded growth as we pursue our future strategic objectives. •Portfolio of strategic loans with leading experiential operators. We have entered into strategic financing relationships with market-leading experiential brand operators such as Great Wolf Resorts Inc. (“Great Wolf”), a leading operator of family-oriented indoor waterparks, Cabot, an owner, developer and operator of world-class destination golf resorts and communities, and Canyon Ranch, a leading pioneer in integrative wellness. We believe these relationships may lead to additional mutually beneficial growth opportunities with these industry-leading experiential operators in the future. Furthermore, certain of these financing arrangements provide the potential to convert our investment into ownership of certain of the underlying real estate in the future.  •The payment obligations of our tenants are guaranteed by their parent entities, as applicable.  All of our existing properties are leased to subsidiaries of, or entities managed by, Apollo, Caesars, Century Casinos, CNB, EBCI, Foundation Gaming, JACK Entertainment, MGM, PENN Entertainment, PURE Canadian Gaming and Seminole Hard Rock, substantially all of which guarantee the payment obligations of the respective tenants under their respective leases. The Venetian Tenant’s obligations under the Venetian Lease are not guaranteed by Apollo or any of its affiliates; however, the Venetian Lease does contain certain credit enhancements, which require the Venetian Tenant to  7 7 7 Table of Contents Table of Contents provide a letter of credit to secure rent, real estate taxes and assessments and insurance obligations of the Venetian Tenant for a certain period of time if the operating results from the Venetian Resort do not meet certain thresholds. In addition to the properties leased from us, certain of our tenants operate numerous other casino resorts, collectively comprising a recognized portfolio of brands in the United States and Canada. •An experienced management team with deep real estate and industry experience. We have an experienced and independent management team that has been actively engaged in the leadership, acquisition and investment aspects of the hospitality, gaming, entertainment and real estate industries throughout their careers. Our Chief Executive Officer, Edward Pitoniak, and President and Chief Operating Officer, John Payne, are industry veterans with an average of over 30 years of experience in the REIT, gaming and experiential real estate industries, during which time they were able to drive controlled growth and diversification of significant real estate and gaming portfolios. Mr. Pitoniak’s prior service as an independent board member of multiple public companies provides him with a unique and meaningful management perspective and enables him to work with our independent board of directors as a trusted steward of our extensive portfolio. Our Chief Financial Officer and General Counsel have an average of over 20 years of experience in the REIT, real estate and hospitality industries and bring significant leadership and expertise to our team across capital markets, corporate finance, acquisitions, risk management and corporate governance.  •A diverse and independent board of directors with robust business and corporate governance experience. Our diverse and independent board of directors, which is made up of highly skilled and seasoned real estate, gaming, hospitality, consumer products and corporate professionals, was originally established to ensure no overlap between our tenants and the companies with which our directors are affiliated and has continued to improve and mature since our formation in 2017. For example, since formation we have increased diversity by adding three independent, female directors to our board. As of December 31, 2022, 50% of our independent directors are women, one of whom is racially diverse. In addition, 50% of our board of director leaders (comprised of the Chairs of the board of directors and each committee) are women. Robust corporate governance in the best interests of our stockholders is of central importance to the management of our company, as we have a separate, independent Chair of the board of directors, all members of our board except for our Chief Executive Officer are independent, and all members of our audit committee qualify as an “audit committee financial expert” as defined by the SEC. Directors are elected in uncontested elections by the affirmative vote of a majority of the votes cast on an annual basis, and stockholder approval is required prior to, or in certain circumstances within twelve months following, the adoption by our board of a stockholder rights plan. Our Properties Current Portfolio The following tables summarize our current portfolio of properties which are diversified across a range of primary uses, including gaming, hotel, convention, dining, entertainment, retail, golf course and other resort amenities and activities.  MSA / PropertyLocationApprox. Casino Sq. Ft. (000’s)Approx. Gaming UnitsHotel RoomsLease AgreementCurrent Portfolio - CasinosLas Vegas—Destination GamingCaesars Palace Las VegasLas Vegas, NV1241,5803,970Caesars Las VegasExcaliburLas Vegas, NV939363,981MGMHarrah’s Las VegasLas Vegas, NV891,1302,540Caesars Las VegasLuxorLas Vegas, NV1018644,397MGMMandalay BayLas Vegas, NV1521,0594,750MGMMGM GrandLas Vegas, NV1691,3676,071MGMThe MirageLas Vegas, NV949063,044MirageNew York - New York/The ParkLas Vegas, NV819472,024MGMPark MGMLas Vegas, NV668102,898MGMVenetian ResortLas Vegas, NV2251,6907,100VenetianBostonMGM SpringfieldSpringfield, MA1061,623240MGM 8 8 8 Table of Contents Table of Contents MSA / PropertyLocationApprox. Casino Sq. Ft. (000’s)Approx. Gaming UnitsHotel RoomsLease AgreementCalgaryPURE Casino CalgaryCalgary, AB22871N/APUREPURE Casino LethbridgeLethbridge, AB13451N/APUREChicagoHarrah’s Joliet (1)Joliet, IL39900200JolietHorseshoe HammondHammond, IN1172,090N/ACaesars RegionalCincinnatiHard Rock CincinnatiCincinnati, OH1001,900N/AHard Rock CincinnatiClevelandJACK ClevelandCleveland, OH961,450N/AJACKJACK Thistledown RacinoNorth Randall, OH571,480N/AJACK MGM Northfield ParkNorthfield, OH731,669N/AMGMDallasHorseshoe Bossier CityBossier City, LA281,120600Caesars RegionalMargaritaville Resort CasinoBossier City, LA301,036395MargaritavilleDetroitHollywood Casino at GreektownDetroit, MI1002,219400GreektownMGM Grand DetroitDetroit, MI1472,957400MGMEdmontonPURE Casino EdmontonEdmonton, AB72895N/APUREPURE Casino YellowheadEdmonton, AB75792N/APUREJacksonWaterViewVicksburg, MS37660122FoundationKansas CityHarrah’s North Kansas CityNorth Kansas City, MO601,020390Caesars RegionalLaughlinHarrah’s LaughlinLaughlin, NV588001,510Caesars RegionalLouisvilleCaesars Southern IndianaElizabeth, IN741,190500EBCIMemphisFitzRobinsonville, MS39873506FoundationGold Strike TunicaRobinsonville, MS571,1431,109Gold StrikeHorseshoe TunicaRobinsonville, MS631,070510Caesars RegionalNashvilleHarrah’s MetropolisMetropolis, IL24670210Caesars RegionalNew OrleansBeau RivageBiloxi, MS851,5911,740MGMHarrah’s Gulf CoastBiloxi, MS32630500Caesars RegionalHarrah’s New OrleansNew Orleans, LA1041,380450Caesars RegionalNew YorkEmpire CityYonkers, NY1374,696N/AMGMOmahaHarrah’s Council BluffsCouncil Bluffs, IA23530250Caesars RegionalHorseshoe Council BluffsCouncil Bluffs, IA551,390150Caesars Regional Harrah’s Joliet (1) 9 9 9 Table of Contents Table of Contents MSA / PropertyLocationApprox. Casino Sq. Ft. (000’s)Approx. Gaming UnitsHotel RoomsLease AgreementPittsburghMountaineer Casino Resort & RacetrackNew Cumberland, WV721,145357Century PortfolioPhiladelphiaBorgataAtlantic City, NJ2132,9792,767MGMCaesars Atlantic CityAtlantic City, NJ1132,0301,150Caesars RegionalHarrah’s Atlantic CityAtlantic City, NJ1501,9902,590Caesars RegionalHarrah’s PhiladelphiaChester, PA1001,770N/ACaesars RegionalReno / SacramentoHarrah’s Lake TahoeStateline, NV54780510Caesars RegionalHarvey’s Lake TahoeLake Tahoe, NV51630740Caesars RegionalSt. LouisCentury Casino Cape GirardeauCape Girardeau, MO42862N/ACentury PortfolioCentury Casino CaruthersvilleCaruthersville, MO21534N/ACentury PortfolioWashington D.C.MGM National HarborPrince George’s County, MD1502,281308MGMTotal Casinos494,08365,38659,379Current Portfolio - Golf CoursesLas VegasCascata Golf CourseBoulder City, NVN/AN/AN/AN/ARio Secco Golf CourseHenderson, NVN/AN/AN/AN/ANew OrleansGrand Bear Golf CourseSaucier, MSN/AN/AN/AN/ALouisvilleChariot Run Golf CourseLaconia, INN/AN/AN/AN/ATotal Golf Courses4———Total534,08365,38659,379(1) Owned by Harrah’s Joliet Landco LLC, a joint venture of which VICI PropCo is the 80% owner and the managing member. (1) Owned by Harrah’s Joliet Landco LLC, a joint venture of which VICI PropCo is the 80% owner and the managing member. Our Lease Agreements We derive a substantial majority of our revenues from rental revenue from the Lease Agreements for our properties, each of which are “triple-net” leases, pursuant to which the tenant bears responsibility for all property costs and expenses associated with ongoing maintenance and operation, including utilities, property tax and insurance. For an overview of the provisions of our Lease Agreements and the tenant capital expenditure requirements under our Lease Agreements, refer to Note 4 - Real Estate Portfolio included in our Financial Statements within this Annual Report on Form 10-K. Our Loan Agreements Our loan portfolio consists of certain real estate debt investments, most of which we have originated for strategic reasons, and may provide the potential to convert our investment into the ownership of certain of the underlying real estate in a future period. For an overview of the provisions of our loan agreements, refer to Note 4 - Real Estate Portfolio included in our Financial Statements within this Annual Report on Form 10-K. 10 10 10 Table of Contents Table of Contents Our Embedded Growth Pipeline We have entered into several put-call, call right, right of first refusal and right of first offer agreements, as well as other strategic arrangements, which we believe provide the opportunity for significant embedded growth as we pursue our future strategic objectives. Each of the transactions contemplated by the following agreements remains subject to the terms and conditions of the applicable agreements, including with respect to due diligence, applicable regulatory approvals and customary closing conditions.  Put-Call Agreements •Caesars Indianapolis Put-Call. We have a put-call right agreement with Caesars (the “Caesars Indianapolis Put-Call Agreement”) with respect to two gaming facilities in Indiana, Harrah’s Hoosier Park and Horseshoe Indianapolis (together, the “Indianapolis Properties”), whereby (i) we have the right to acquire all of the land and real estate assets associated with the Indianapolis Properties at a price equal to 13.0x the initial annual rent of each facility (determined as provided below), and to simultaneously lease back each such property to a subsidiary of Caesars for initial annual rent equal to the property’s trailing four quarters EBITDA at the time of acquisition divided by 1.3 (i.e., the initial annual rent will be set at 1.3x rent coverage) and (ii) Caesars will have the right to require us to acquire the Indianapolis Properties at a price equal to 12.5x the initial annual rent of each facility, and to simultaneously lease back each such Indianapolis Property to a subsidiary of Caesars for initial annual rent equal to the property’s trailing four quarters EBITDA at the time of acquisition divided by 1.3 (i.e., the initial annual rent will be set at 1.3x rent coverage). As of January 1, 2022 and ending on December 31, 2024, either party is able to trigger its respective put or call, as applicable. The Caesars Indianapolis Put-Call Agreement provides that the leaseback of the Indianapolis Properties will be implemented through the addition of the Indianapolis Properties to the Regional Master Lease Agreement. •Caesars Forum Put-Call. We have a put-call agreement with Caesars with respect to the Caesars Forum Convention Center (the “A&R Convention Center Put-Call Agreement”). The A&R Convention Center Put-Call Agreement provides for (i) a call right in our favor, which, if exercised, would result in the sale by Caesars to us and simultaneous leaseback by us to Caesars of the Caesars Forum Convention Center (the “Convention Center Call Right”), at a price equal to 13.0x the initial annual rent for Caesars Forum Convention Center as proposed by Caesars (which shall be between $25.0 million and $35.0 million), exercisable by us from September 18, 2025 (the scheduled maturity date of the Forum Convention Center Mortgage Loan) until December 31, 2026, (ii) a put right in favor of Caesars, which, if exercised, would result in the sale by Caesars to us and simultaneous leaseback by us to Caesars of the Caesars Forum Convention Center (the “Convention Center Put Right”) at a price equal to 13.0x the initial annual rent for the Caesars Forum Convention Center as proposed by Caesars (which shall be between $25.0 million and $35.0 million), exercisable by Caesars between January 1, 2024 and December 31, 2024, and (iii) if there is an event of default under the Forum Convention Center Mortgage Loan, the Convention Center Put Right will not be exercisable and we, at our option, may accelerate the Convention Center Call Right so that it is exercisable from the date of such event of default until December 31, 2026 (in addition to any other remedies available to us in connection with such event of default). The A&R Convention Center Put-Call Agreement also provides for, if Caesars exercises the Convention Center Put Right and, among other things, the sale of the Caesars Forum Convention Center to us does not close for certain reasons more particularly described in the A&R Convention Center Put-Call Agreement, a repurchase right in favor of Caesars, which, if exercised, would result in the sale of the Harrah’s Las Vegas property by us to Caesars (the “HLV Repurchase Right”), exercisable by Caesars during a one-year period commencing on the date upon which the closing under the Convention Center Put Right transaction does not occur and ending on the day immediately preceding the one-year anniversary thereof for a price equal to 13.0x the rent of the Harrah’s Las Vegas property for the most recently ended annual period for which Caesars’ financial statements are available as of Caesars’ election to exercise the HLV Repurchase Right. Call Right Agreements •Canyon Ranch Austin Call Right. We entered into a call right agreement with Canyon Ranch pursuant to which we will have the right to acquire the real estate assets of Canyon Ranch Austin for up to 24 months following stabilization (with the Canyon Ranch Austin Loan balance being settled in connection with the exercise of such call right), which transaction will be structured as a sale leaseback (with the simultaneous entry into a triple-net lease with Canyon Ranch that will have an initial term of 25 years, with eight 5-year tenant renewal options).   •BigShots Call Right. We entered into a right of first offer and call right agreement (the “BigShots ROFO and Call Right Agreement”) with an affiliate of BigShots Golf (as defined below), pursuant to which we have a call right to  11 11 11 Table of Contents Table of Contents acquire the real estate assets associated with any BigShots Golf facility financed by us, which transactions will be structured as a sale leaseback.  Right of First Refusal (“ROFR”) and Right of First Offer (“ROFO”) Agreements •Las Vegas Strip Assets ROFR. We have a ROFR agreement with Caesars in connection with the consummation of the Caesars Transaction (the “Las Vegas Strip ROFR Agreement”), pursuant to which we have the first right, with respect to the first two Las Vegas Strip assets described below that Caesars proposes to sell, whether pursuant to a sale leaseback or a sale of the real estate and operations (a “WholeCo sale”), to a third party, to acquire any such asset (it being understood that we will have the opportunity to find an operating company should Caesars elect to pursue a WholeCo sale). The Las Vegas Strip assets subject to the Las Vegas Strip ROFR Agreement are the land and real estate assets associated (i) with respect to the first such asset subject to the Las Vegas Strip ROFR Agreement, the Flamingo Las Vegas, Paris Las Vegas, Planet Hollywood and Bally’s Las Vegas gaming facilities, and (ii) with respect to the second such asset subject to the Las Vegas Strip ROFR Agreement, the foregoing assets still unsold plus The LINQ gaming facility. If we enter into a sale leaseback transaction with Caesars with respect to any of these facilities, the leaseback may be implemented through the addition of such properties to the Las Vegas Master Lease Agreement. •Horseshoe Baltimore ROFR. We have a ROFR agreement with Caesars pursuant to which we have the first right to enter into a sale leaseback transaction with respect to the land and real estate assets associated with the Horseshoe Baltimore gaming facility (subject to any consent required from Caesars’ joint venture partners with respect to this asset). •Caesars Virginia Development ROFR. We have a ROFR agreement with EBCI and Caesars pursuant to which we have the first right to enter into a sale leaseback transaction with respect to the real property associated with the development of a new casino resort in Danville, Virginia.   •Canyon Ranch ROFO. We have a ROFO agreement with Canyon Ranch with respect to future financing opportunities for Canyon Ranch and certain of its affiliates for the funding of certain facilities (including Canyon Ranch Austin, Canyon Ranch Tucson and Canyon Ranch Lenox, and any other fee owned Canyon Ranch branded wellness resort), until the date that is the earlier of five years from commencement of the Canyon Ranch Austin lease (to the extent applicable) and the date that neither VICI nor any of its affiliates are landlord under such lease, subject to certain specified terms, conditions and exceptions. •BigShots ROFO. Pursuant to the BigShots ROFO and Call Right Agreement, for so long as the BigShots Loan (as defined below) remains outstanding and we continue to hold a majority interest therein, we will have a ROFO on any multi-site mortgage, mezzanine, preferred equity, or other similar financing that is treated as debt to be obtained by BigShots Golf (or any of its affiliates) in connection with the development of BigShots Golf, subject to additional terms and conditions.  Other Embedded Growth Agreements •Canyon Ranch Purchase Option. We entered into a purchase option agreement with Canyon Ranch, pursuant to which we have an option to acquire the real estate assets associated with the existing Canyon Ranch Tucson and Canyon Ranch Lenox properties, which transactions will be structured as sale leasebacks, in each case solely to the extent Canyon Ranch elects to sell either or both such properties in a sale leaseback structure for a specific period of time, subject to certain conditions. Our Partner Property Growth Fund As part of our ongoing dialogue with our tenants, we continually seek opportunities to further our long-term partnerships and pursue our respective strategic objectives. We have entered into certain arrangements, which we collectively refer to as the Partner Property Growth Fund, with certain tenants relating to our funding of “same-store” capital improvements, including redevelopment, new construction projects and other property improvements, in exchange for increased rent pursuant to the terms of our existing Lease Agreements with such tenants (and subject to the specific terms and conditions included in any such agreement). Each of our Lease Agreements include provisions that provide a mechanism for us to pursue such opportunities. We continue to evaluate Partner Property Growth Fund opportunities with certain of our tenants from time to time and expect to pursue further investment as one component of our strategic growth plans, consistent with our aim to work collaboratively with such tenants to invest in growth opportunities and capital improvements that achieve mutually beneficial outcomes. Most recently, we committed to fund $51.9 million for the construction of a land-based casino with a 38-room hotel tower at Century Casino Caruthersville, which will result in $4.2 million of incremental annual rent under the Century Master Lease following completion of the projects. The following is a summary of our potential Partner Property Growth Fund opportunities:  12 12 12 Table of Contents Table of Contents •Hard Rock-Mirage Redevelopment. In connection with Hard Rock’s acquisition of the operations of the Mirage from MGM (and our entry into a triple-net lease agreement with Hard Rock with respect to the land and real estate assets of the Mirage), we agreed with Hard Rock to negotiate definitive documentation providing us the opportunity to fund an up to $1.5 billion redevelopment of the Mirage through our Partner Property Growth Fund if Hard Rock elects to seek third party financing for such redevelopment. The specific terms of the potential funding remain subject to ongoing discussion in connection with Hard Rock’s broader planning of the potential redevelopment, as well as the negotiation of definitive documentation between us and Hard Rock, and there are no assurances that the redevelopment of the Hard Rock-Mirage will occur on the contemplated terms, including through our financing, or at all. •Venetian Resort. In connection with the Venetian Acquisition, we entered into a Property Growth Fund Agreement (“Venetian PGFA”) with the Venetian Tenant. Under the Venetian PGFA, we agreed to provide up to $1.0 billion for various development and construction projects affecting the Venetian Resort to be identified by the Venetian Tenant and that satisfy certain criteria more particularly set forth in the Venetian PGFA, in consideration of additional incremental rent to be paid by the Venetian Tenant under the Venetian Lease Agreement and calculated in accordance with a formula set forth in the Venetian PGFA. The benefits of the foregoing and any future Partner Property Growth Fund opportunities will be dependent upon independent decisions made by our tenants with respect to any capital improvement projects and the source of funds for such projects, as well as the total funding ultimately provided under such arrangements and there are no assurances that the foregoing and any future Partner Property Growth Fund opportunities will occur on the contemplated terms, including through our financing, or at all. See Item 1A - “Risk Factors—Risks Related to Our Business and Operations” for additional information. Our Golf Courses We own four championship golf courses located near certain of our properties, Rio Secco in Henderson, Nevada, Cascata in Boulder City, Nevada, Chariot Run in Laconia, Indiana and Grand Bear in Saucier, Mississippi (the “Golf Courses”). In addition, Rio Secco and Cascata are in close proximity to the Las Vegas Strip. These golf courses, which are operated by a third-party golf resort operator, CDN Golf Management Inc. (“CDN Golf”), an affiliate of Cabot, pursuant to a golf course management agreement, provide ancillary revenue and benefit from a use agreement entered into with Caesars, both of which agreements are described below.  •Cabot Golf Course Management Agreement. On October 1, 2022, we entered into a management agreement with CDN Golf, an affiliate of Cabot, a developer, owner and operator of world-class destination golf resorts and communities, pursuant to which CDN Golf manages our four Golf Courses. Pursuant to the management agreement, CDN Golf has assumed all day-to-day operations of the Golf Courses and the employees at each of the Golf Courses are employees of CDN Golf. We continue to own the Golf Courses within our TRS, VICI Golf. The management agreement has a term of 20 years with two five-year renewal options upon mutual agreement of Cabot and us, subject to certain early termination rights. •Golf Course Use Agreement. Pursuant to a golf course use agreement (as amended, the “Golf Course Use Agreement”), Caesars is granted specific rights and privileges to the Golf Courses, including (i) preferred access to tee times for guests of Caesars casinos and/or hotels located within the same markets as the Golf Courses, (ii) preferred rates for guests of Caesars casinos and/or hotels located within the same markets as the Golf Courses, and (iii) availability for golf tournaments and events at preferred rates and discounts. As of December 31, 2022, current annual payments under the Golf Course Use Agreement are comprised of an approximately $11.5 million annual membership fee, $3.7 million of use fees and $1.4 million of minimum rounds fees, subject to certain adjustments. Our Relationship with Caesars and MGM Caesars and MGM, our two largest tenants representing 43% and 36%, respectively, of our annualized rent as of December 31, 2022, are leading owners and operators of gaming, entertainment and leisure properties. Caesars and MGM maintain a diverse brand portfolio with a wide range of options that appeal to a variety of gaming, sports betting, travel and entertainment consumers. To govern the ongoing relationship between us and Caesars and us and MGM, in addition to the applicable Lease Agreements, we have entered into various agreements with Caesars and MGM and/or their subsidiaries as described herein. The summaries presented herein are not complete and are qualified in their entirety by reference to the full text of the applicable agreements, certain of which are included as exhibits to this Annual Report on Form 10-K. 13 13 13 Table of Contents Table of Contents •Caesars Guaranty. Caesars has executed guaranties with respect to the Las Vegas Master Lease (the “Las Vegas Lease Guaranty”), the Regional Master Lease (the “Regional Lease Guaranty”) and the Joliet Lease (the “Joliet Lease Guaranty” and, together with the Las Vegas Lease Guaranty and the Regional Lease Guaranty, the “Caesars Guaranties”), guaranteeing the prompt and complete payment and performance in full of: (i) all monetary obligations of the tenants under the Caesars Leases, including all rent and other sums payable by the tenants under the Caesars Leases and any obligation to pay monetary damages in connection with any breach and to pay any indemnification obligations of the tenants under the Caesars Leases, (ii) the performance when due of all other covenants, agreements and requirements to be performed and satisfied by the tenants under the Caesars Leases, and (iii) all monetary obligations under the Golf Course Use Agreement. •MGM Guaranty. MGM has executed a guaranty with respect to the MGM Master Lease and MGM Grand/Mandalay Bay Lease guaranteeing the prompt and complete payment and performance in full of all monetary obligations of the tenants under the MGM Master Lease and MGM Grand/Mandalay Bay Lease, including all rent and other sums payable by the tenants under the MGM Master Lease and MGM Grand/Mandalay Bay Lease and any obligation to pay monetary damages in connection with any breach and to pay any indemnification obligations of the tenants under the MGM Master Lease and MGM Grand/Mandalay Bay Lease and the performance when due of all other covenants, agreements and requirements to be performed and satisfied by the tenants under the MGM Master Lease and MGM Grand/Mandalay Bay Lease. •Caesars Tax Matters Agreement. We have entered into a tax matters agreement (the “Tax Matters Agreement”), which addresses matters relating to the payment of taxes and entitlement to tax refunds by Caesars, Caesars Entertainment Operating Company, Inc. (“CEOC”), VICI LP and us, and allocates certain liabilities, including providing for certain covenants and indemnities, relating to the payment of such taxes, receipt of such refunds, and preparation of tax returns relating thereto. In general, the Tax Matters Agreement provides for the preparation and filing by Caesars of tax returns relating to CEOC and for the preparation and filing by us of tax returns relating to us and our operations. Under the Tax Matters Agreement, Caesars has agreed to indemnify us for any taxes allocated to CEOC that we are required to pay pursuant to our tax returns and we have agreed to indemnify Caesars for any taxes allocated to us that Caesars or CEOC is required to pay pursuant to a Caesars or CEOC tax return. Under the Tax Matters Agreement, Caesars has agreed to indemnify us for taxes attributable to acts or omissions taken by Caesars and we have agreed to indemnify Caesars for taxes attributable to our acts or omissions, in each case that cause a failure of the transactions entered into as part of the Plan of Reorganization (as defined below) to qualify as tax-free under the Internal Revenue Code of 1986, as amended (the “Code”).  •MGM Tax Protection Agreements. We entered into the MGM Tax Protection Agreement pursuant to which VICI OP has agreed, subject to certain exceptions, for a period of 15 years following the closing of the Mergers (subject to early termination under certain circumstances), to indemnify MGM and certain of its subsidiaries (the “Protected Parties”) for certain tax liabilities resulting from (1) the sale, transfer, exchange or other disposition of a property owned directly or indirectly by MGP OP immediately prior to the closing date of the Mergers (each, a “Protected Property”), (2) a merger, consolidation, transfer of all assets of, or other significant transaction involving VICI OP pursuant to which the ownership interests of the Protected Parties in VICI OP are required to be exchanged in whole or in part for cash or other property, (3) the failure of VICI OP to maintain approximately $8.5 billion of nonrecourse indebtedness allocable to MGM, which amount may be reduced over time in accordance with the MGM Tax Protection Agreement, and (4) the failure of VICI OP or VICI to comply with certain tax covenants that would impact the tax liabilities of the Protected Parties. In the event that VICI OP or VICI breaches restrictions in the MGM Tax Protection Agreement, VICI OP will be liable for grossed-up tax amounts associated with the income or gain recognized as a result of such breach. In addition, the MGM Grand/Mandalay Bay JV previously entered into a tax protection agreement with MGM with respect to built-in gain and debt maintenance related to MGM Grand Las Vegas and Mandalay Bay, which is effective through mid-2029, and by acquiring MGP in April 2022 and subsequently acquiring the remaining 49.9% interest in the MGM Grand/Mandalay Bay JV in January 2023, we bear any indemnity under this existing tax protection agreement. 14 14 14 Table of Contents Table of Contents Competition We compete for real property investments with other REITs, gaming companies, investment companies, private equity firms, hedge funds, sovereign funds, lenders and other private investors. In addition, revenues from our properties pursuant to the Lease Agreements are dependent on the ability of our tenants and operators to compete with other gaming operators in their respective markets. The operators of our properties compete on a local, regional, national and international basis for customers. The gaming industry is characterized by a high degree of competition among a large number of participants, including riverboat casinos, dockside casinos, land-based casinos, video lottery, sweepstakes and poker machines not located in casinos, Native American gaming, emerging varieties of Internet gaming, sports betting and other forms of gaming in the United States. As a landlord, we compete in the real estate market with numerous developers, owners and acquirors of properties. Some of our competitors may be significantly larger, have greater financial resources and lower costs of capital than we have, have greater economies of scale and have greater name recognition than we do. Increased competition will make it more challenging to identify and successfully capitalize on acquisition opportunities that meet our investment objectives. Our ability to compete is also impacted by national and local economic trends, availability of investment alternatives, availability and cost of capital, construction and renovation costs, existing laws and regulations, new legislation and population trends. Human Capital Management As of December 31, 2022, we employed 23 employees, all of which are full-time. All of our employees are employed at VICI LP in support of our primary business as a triple-net lease REIT and are primarily located at our corporate headquarters in New York, New York. •Corporate Culture and Engagement. We are committed to creating and sustaining a positive work environment and corporate culture that fosters diversity and inclusion, and employee engagement, through the instillation of our core values, as well as competitive benefit programs, training and internal development opportunities, professional development reimbursement, and community service events. To assist in fulfilling that commitment, we measure our organizational culture, degree of inclusion and employee engagement through, among other things, an annual, independent third-party employee satisfaction survey, which provides management with insights regarding key issues and priorities to maintain and improve the health, well-being and satisfaction of our employees.   •Board Oversight. Our management reports to the compensation committee of the board of directors on a regular basis, as well as the full board of directors, as necessary, to periodically review our human capital management programs, including those relating to our diversity and inclusion efforts (led by our Diversity and Inclusion Task Force formed in 2020), employee compensation and benefits, and related matters, such as training and recruiting, retention and hiring practices.  •Diversity. As of December 31, 2022, 43% of our directors (and 50% of our independent directors), 50% of our board of director leaders (comprised of the Chairs of the board of directors and each committee), 43% of our employees and 25% of our executive officers were female. In addition, 14% of our directors and 30% of our employees identified as a member of an ethnic and/or racial minority group. •Compensation and Benefits. We offer a comprehensive employee benefits package, including a 401(k) plan, medical, dental and vision insurance, disability insurance, life insurance, paid maternity/paternity leave for birth and foster/adoption placements, and access to an employee assistance program, including mental health and wellness support services. We continually evaluate existing benefits and explore additional or new benefits to be responsive to our employee feedback and meaningfully enhance employee benefits. •Education, Training and Development. We invest in employee education, training and development by conducting regular training programs to educate and advance our employees’ understanding of concepts relevant to our business, as well as with respect to issues such as diversity and anti-harassment and other matters outlined in our Code of Business Conduct. We also encourage our employees to pursue professional development through external education and certifications through a broadly applicable and flexible professional development reimbursement policy. 15 15 15 Table of Contents Table of Contents Governmental Regulation and Licensing The ownership, operation and management of gaming and racing facilities are subject to pervasive regulation. Each of our gaming and racing facilities is subject to regulation under the laws, rules, and regulations of the jurisdiction in which it is located. Gaming laws and regulations generally require gaming industry participants to: •ensure that unsuitable individuals and organizations have no role in gaming operations; •establish and maintain responsible accounting practices and procedures; •maintain effective controls over their financial practices, including establishment of minimum procedures for internal fiscal affairs and the safeguarding of assets and revenues; •maintain systems for reliable record keeping; •file periodic reports with gaming regulators; and •ensure that contracts and financial transactions are commercially reasonable, reflect fair market value and are arm’s length transactions.  Gaming laws and regulations primarily impact our business in two respects: (1) our ownership of land and buildings in which gaming activities are operated by our tenants; and (2) the operations of our tenants as operators in the gaming industry. Further, many gaming and racing regulatory agencies in the jurisdictions in which our tenants operate require us and our affiliates to apply for and maintain a license as a key business entity or supplier because of our status as landlord. Our business and the businesses of our tenants are also subject to various federal, state and local laws and regulations in addition to gaming regulations. These laws and regulations include, but are not limited to, restrictions and conditions concerning alcoholic beverages, environmental matters, labor and employees, anti-discrimination, health care, currency transactions, taxation, zoning and building codes and marketing and advertising. Such laws and regulations could change or could be interpreted differently in the future, or new laws and regulations could be enacted. Material changes, new laws or regulations, or material differences in interpretations by courts or governmental authorities could adversely affect our operating results. •Violations of Gaming Laws. If we, our subsidiaries or the tenants of our properties violate applicable gaming laws, our gaming licenses could be limited, conditioned, suspended or revoked by gaming authorities, and we and any other persons involved could be subject to substantial fines. Further, a supervisor or conservator can be appointed by gaming authorities to operate our gaming properties, or in some jurisdictions, take title to our gaming assets in the jurisdiction, and under certain circumstances, earnings generated during such appointment could be forfeited to the applicable jurisdictions. Violations of laws in one jurisdiction could result in disciplinary action in other jurisdictions. Finally, the loss of our gaming licenses could result in an event of default under certain of our indebtedness, and cross-default provisions in our debt agreements could cause an event of default under one debt agreement to trigger an event of default under our other debt agreements. As a result, violations by us of applicable gaming laws could have a material adverse effect on us. •Review and Approval of Transactions. Substantially all material loans, leases, sales of securities and similar financing transactions by us and our subsidiaries must be reported to and, in some cases, approved by certain gaming authorities. Neither we nor any of our subsidiaries may make a public offering of securities without the prior approval of certain gaming authorities. Changes in control through merger, consolidation, stock or asset acquisitions, management or consulting agreements, or otherwise are subject to receipt of prior approval of gaming authorities. Entities seeking to acquire control of us or one of our subsidiaries must satisfy gaming authorities with respect to a variety of stringent standards prior to assuming control. Environmental Matters Our properties are subject to environmental laws regulating, among other things, air emissions, wastewater discharges and the handling and disposal of wastes, including medical wastes. Certain of the properties we own utilize above or underground storage tanks to store heating oil for use at the properties. Other properties were built during the time that asbestos-containing building materials were routinely installed in residential and commercial structures. The Lease Agreements generally obligate our tenants to comply with applicable environmental laws and to indemnify us if their noncompliance results in losses or claims against us, and we expect that any future leases will include the same provisions for other operators. A tenant’s failure to comply could result in fines and penalties or the requirement to undertake corrective actions which may result in significant costs to the operator and thus adversely affect their ability to meet their obligations to us. 16 16 16 Table of Contents Table of Contents Pursuant to federal, state and local environmental laws and regulations, a current or previous owner or operator of real property may be required to investigate, remove and/or remediate a release of hazardous substances or other regulated materials at, or emanating from, such property. Further, under certain circumstances, such owners or operators of real property may be held liable for property damage, personal injury and/or natural resource damage resulting from or arising in connection with such releases. Certain of these laws have been interpreted to be joint and several unless the harm is divisible and there is a reasonable basis for allocation of responsibility. We also may be liable under certain of these laws for damage that occurred prior to our ownership of a property or at a site where the current or previous operator of the property sent wastes for disposal. The failure to properly remediate a property may also adversely affect our ability to lease, sell or rent the property or to borrow funds using the property as collateral. In connection with the ownership of our current properties, as well as properties to be acquired subject to pending or future transactions, we could be legally responsible for environmental liabilities or costs relating to a release of hazardous substances or other regulated materials at or emanating from such property. We are not aware of any environmental issues that are expected to have a material impact on the operations of any of our properties. Sustainability  We continue to focus on developing our efforts relative to implementing and reporting on environmental sustainability efforts at our properties. We have implemented and continue to pursue tenant engagement initiatives designed to assist us in understanding the environmental impact of our leased properties and to gather environmental sustainability data in order to monitor sustainability metrics throughout our leased property portfolio. Our existing leased properties are leased pursuant to long-term triple-net leases, which provide our tenants with complete control over operations at our leased properties, including  the implementation of environmental sustainability initiatives consistent with their business strategies and revenue objectives, and generally do not permit us to require the collection or reporting of environmental sustainability data (subject to relevant provisions in certain of our more recent leases and lease amendments). Although not contractually required, certain of our tenants report to us on, among other things, LEED certification, water and energy use, greenhouse gas emissions and waste diversion. In addition, we have implemented recording and reporting protocols at our Golf Courses through a third-party service provider to facilitate the monitoring of utility data at our Golf Courses in order to more fully understand the environmental impact of our operations, key drivers and trends with respect to utility usage at each of our courses. Pursuant to our management agreement with respect to the Golf Courses, we expect to work in partnership with CDN Golf to continue to implement sustainability initiatives at the Golf Courses and reduce the environmental impact of our Golf Courses. In 2022, we engaged an environmental consultant to evaluate climate change-related risks at each property and across our portfolio in alignment with the Task Force on Climate-Related Financial Disclosures (TCFD) guidelines and incorporated climate change-related risk into our enterprise risk management framework. Our Environmental Sustainability and Social Responsibility Task Force comprising employees across multiple professional levels, including our Chief Financial Officer and General Counsel, is responsible for our environmental sustainability initiatives, and reports to the Nominating and Governance Committee of our Board of Directors on a quarterly basis, and more frequently as necessary, with respect to environmental sustainability matters. Additionally, beginning in the first quarter of 2023, we engaged an external advisor to facilitate our continued enhancement of, among other things, our sustainability performance, our tenant and stakeholder engagement initiatives, and our related reporting (including pursuant to external disclosure frameworks and standards). In partnership with CDN Golf and with the assistance of our consultants and advisors, we expect that our performance assessment and the ongoing expansion of our monitoring and reporting functions will inform our ability to set meaningful performance and improvement targets with respect to the environmental impact of our operations in future years. Certain of our tenants at our leased properties, including Caesars and MGM, have also independently set sustainability-related targets with respect to their overall business and portfolio, which include our leased properties. We are committed to the improvement of environmental conditions through our business activities within the scope of our capabilities, and we periodically engage with key stakeholders with regard to environmental sustainability priorities, among other things. Intellectual Property Most of the properties within our portfolio are currently operated and promoted under trademarks and brand names not owned by us. In addition, properties that we may acquire in the future may be operated and promoted under these same trademarks and brand names, or under different trademarks and brand names we do not, or will not, own. During the term that our properties are managed by Apollo, Caesars, Century Casinos, CNB, EBCI, Foundation Gaming, JACK Entertainment, MGM, PENN Entertainment, PURE Canadian Gaming, Seminole Hard Rock and the Venetian Tenant, we are reliant on these parties to maintain and protect the trademarks, brand names and other licensed intellectual property used in the operation or promotion of the leased properties. Operation of the leased properties, as well as our business and financial condition, could be adversely impacted by infringement, invalidation, unauthorized use or litigation affecting any such intellectual property. In addition, if  17 17 17 Table of Contents Table of Contents any of our properties are rebranded, it could have a material adverse effect on us, as we may not enjoy comparable recognition or status under a new brand. Investment Policies Our investment objectives are to increase cash flow from operations, achieve sustainable long-term growth and maximize stockholder value to allow for stable dividends and stock appreciation. We have not established a specific policy regarding the relative priority of these investment objectives.  Our future investment activities will not be limited to any geographic area or to a specific percentage of our assets. We intend to engage in such future investment activities in a manner that is consistent with our qualification as a REIT for U.S. federal income tax purposes. •Investment in Real Estate or Interests in Real Estate. Our business is focused primarily on gaming, hospitality, entertainment and leisure sector properties and activities directly related thereto, which we refer to as “experiential assets”. We believe there are significant, ongoing opportunities to acquire or invest in additional gaming, hospitality, entertainment and leisure assets, both domestically and internationally. We do not have a specific policy to acquire assets primarily for capital gain or primarily for income. In addition, we may purchase or lease income-producing commercial and other types of properties for long-term investment, expand and improve the properties we presently own or other acquired properties, or sell such properties, in whole or in part, when circumstances warrant. We may participate with third parties in property ownership, through joint ventures or other types of co-ownership, and we may engage in such activities in the future if we determine that doing so would be the most effective means of owning or acquiring properties. We do not expect, however, to enter into a joint venture or other partnership arrangement to make an investment that would not otherwise meet our investment policies. We also may acquire real estate or interests in real estate in exchange for the issuance of common stock, preferred stock or options to purchase stock or interests in our subsidiaries, including VICI OP. We may also pursue opportunities to provide mortgage or mezzanine financing, preferred equity investments or other forms of financing for investment in certain situations where such structure significantly replicates the economics of our leases, provides for strategic growth opportunities and/or partnerships, and may provide the potential to convert our investment into the ownership of the underlying real estate in a future period. Equity investments in acquired properties may be subject to existing mortgage financing and other indebtedness or to new indebtedness which may be incurred in connection with acquiring or refinancing these investments. Principal and interest on our debt will have a priority over any dividends with respect to our common stock. Investments are also subject to our policy not to be required to register as an investment company under the Investment Company Act of 1940, as amended. •Investments in Real Estate Debt.  We have made, and may continue to make, investments in mortgages or other forms of real estate-related debt, including, without limitation, traditional mortgages, participating or convertible mortgages, mezzanine loans or preferred equity investments; provided, in each case, that such investment is consistent with our qualification as a REIT. These investments are generally made for strategic purposes including (i) the potential to convert our investment into the ownership of the underlying real estate in a future period, (ii) the opportunity to develop relationships with owners and operators that may lead to other investments and (iii) the ability to make initial investments in experiential asset classes outside of gaming with the goal of increasing our investment activity in these asset classes over time. Investments in real estate-related debt are subject to various risks, including the risk that a borrower may default under certain provisions governing the debt investment and that the collateral securing the investment may not be sufficient to enable us to recover our full investment. •Securities of or Interests in Persons Primarily Engaged in Real Estate Activities and Other Issuers. We may invest in securities of other REITs, other entities engaged in real estate activities or securities of other issuers, including for the purpose of exercising control over such entities, subject to the asset tests and gross income tests necessary for our qualification as a REIT. We do not currently have any policy limiting the types of entities in which we may invest or the proportion of assets to be so invested, whether through acquisition of an entity’s common stock, limited liability or partnership interests, interests in another REIT or entry into a joint venture. We have no current plans to make additional investments in entities that are not engaged in real estate activities. Our investment objectives are to maximize the cash flow of our investments, acquire investments with growth potential and provide cash distributions and long-term capital appreciation to our stockholders through increases in the value of our company. We have not established a specific policy regarding the relative priority of these investment objectives. 18 18 18 Table of Contents Table of Contents •Investments in Short-term Commercial Paper and Discount Notes. We may invest our excess cash in short-term investment grade commercial paper as well as discount notes issued by government-sponsored enterprises, including the Federal Home Loan Mortgage Corporation and certain of the Federal Home Loan Banks. These investments generally have original maturities of up to 180 days.  Financing Policies We expect to employ leverage in our capital structure in amounts that we determine appropriate from time to time. Our board of directors has not adopted a policy that limits the total amount of indebtedness that we may incur, but will consider a number of factors in evaluating our level of indebtedness from time to time, as well as the amount of such indebtedness that will be either fixed or variable rate. We are, however, and expect to continue to be, subject to certain indebtedness limitations pursuant to the restrictive covenants of our outstanding indebtedness. We may from time to time modify our debt policy in light of then-current economic conditions, relative availability and costs of debt and equity capital, market values of our properties, general market conditions for debt and equity securities, fluctuations in the market price of our shares of common stock, growth and acquisition opportunities and other factors. If these limits are relaxed, we could potentially become more highly leveraged, resulting in an increased risk of default on our obligations and a related increase in debt service requirements that could adversely affect our financial condition, liquidity and results of operations and our ability to make distributions to our stockholders. To the extent that our board of directors or management determines that it is necessary to raise additional capital, we may, without stockholder approval, borrow money under our Revolving Credit Facility, issue debt or equity securities, including securities senior to our shares, retain earnings (subject to the REIT distribution requirements for U.S. federal income tax purposes), assume indebtedness, obtain mortgage financing on a portion of our owned properties, engage in a joint venture, or employ a combination of these methods. Corporate Information We were initially organized as a limited liability company in the State of Delaware on July 5, 2016 as a wholly owned subsidiary of CEOC. On May 5, 2017, we subsequently converted to a corporation under the laws of the State of Maryland and issued shares of common stock to CEOC as part of our formation transactions, which shares were subsequently transferred by CEOC to our initial stockholders. Our principal executive offices are located at 535 Madison Avenue, 20th Floor, New York, New York 10022 and our main telephone number at that location is (646) 949-4631. Our website address is www.viciproperties.com. None of the information on, or accessible through, our website or any other website identified herein is incorporated in, or constitutes a part of, this Annual Report on Form 10-K. Our electronic filings with the SEC (including annual reports on Form 10-K, quarterly reports on Form 10-Q, and current reports on Form 8-K, and any amendments to these reports), including the exhibits, are available free of charge through our website as soon as reasonably practicable after we electronically file them with or furnish them to the SEC. 19 19 19  Table of Contents Table of Contents CAUTIONARY NOTE REGARDING FORWARD-LOOKING STATEMENTS Certain statements in this Annual Report on Form 10-K, including statements such as “anticipate,” “believe,” “estimate,” “expect,” “intend,” “plan,” “project,” “target,” “can,” “could,” “may,” “should,” “will,” “would” or similar expressions, constitute “forward-looking statements” within the meaning of the federal securities law. Forward-looking statements are based on our current plans, expectations and projections about future events. We therefore caution you against relying on any of these forward-looking statements. They give our expectations about the future and are not guarantees. These statements involve known and unknown risks, uncertainties and other factors that may cause our actual results, performance and achievements to materially differ from any future results, performance and achievements expressed in or implied by such forward-looking statements. The forward-looking statements included herein are based upon our current expectations, plans, estimates, assumptions and beliefs that involve numerous risks and uncertainties. Assumptions relating to the foregoing involve judgments with respect to, among other things, future economic, competitive and market conditions and future business decisions, all of which are difficult or impossible to predict accurately and many of which are beyond our control. Although we believe that the expectations reflected in such forward-looking statements are based on reasonable assumptions, our actual results, performance and achievements could differ materially from those set forth in the forward-looking statements and may be affected by a variety of risks and other factors, including, among others:  •the impact of changes in general economic conditions and market developments, including rising inflation, rising interest rates, supply chain disruptions, consumer confidence levels, changes in consumer spending, unemployment levels and depressed real estate prices resulting from the severity and duration of any downturn in the U.S. or global economy; •the impact of the rise in interest rates on us, including our ability to successfully pursue investments in, and acquisitions of, additional properties and to obtain debt financing for such investments at attractive interest rates, or at all; •risks associated with our pending and recently closed transactions, including our ability or failure to realize the anticipated benefits thereof; •our dependence on our tenants at our properties, including their financial condition, results of operations, cash flows and performance, and their affiliates that serve as guarantors of the lease payments, and the negative consequences any material adverse effect on their respective businesses could have on us; •the possibility that our pending transactions may not be consummated on the terms or timeframes contemplated, or at all; •the ability of the parties to our pending transactions and any future transactions to satisfy the conditions set forth in the definitive transaction documents, including the ability to receive, or delays in obtaining, the governmental and regulatory approvals and consents required to consummate the pending transactions, or other delays or impediments to completing the transactions; •our ability to obtain the financing necessary to complete any acquisitions on the terms we expect in a timely manner, or at all; •the anticipated benefits of certain arrangements with certain tenants in connection with our Partner Property Growth Fund; •our ability to exercise our purchase rights under our put-call agreements, call agreements, right of first refusal agreements and right of first offer agreements; •our borrowers’ ability to repay their outstanding loan obligations to us; •our dependence on the gaming industry; •our ability to pursue our business and growth strategies may be limited by the requirement that we distribute 90% of our REIT taxable income in order to qualify for taxation as a REIT and that we distribute 100% of our REIT taxable income in order to avoid current entity-level U.S. federal income taxes; •the impact of extensive regulation from gaming and other regulatory authorities; •the ability of our tenants to obtain and maintain regulatory approvals in connection with the operation of our properties, or the imposition of conditions to such regulatory approvals; •the possibility that our tenants may choose not to renew their respective Lease Agreements following the initial or subsequent terms of the leases; •restrictions on our ability to sell our properties subject to the Lease Agreements; •our tenants and any guarantors’ historical results may not be a reliable indicator of their future results; 20 20 20 Table of Contents Table of Contents •our substantial amount of indebtedness, and ability to service, refinance and otherwise fulfill our obligations under such indebtedness; •our historical financial information may not be reliable indicators of, our future results of operations, financial condition and cash flows; •our inability to successfully pursue investments in, and acquisitions of, additional properties; •the possibility that we identify significant environmental, tax, legal or other issues that materially and adversely impact the value of assets acquired or secured as collateral (or other benefits we expect to receive) in any of our pending or recently completed transactions; •the impact of changes to the U.S. federal income tax laws; •the possibility of adverse tax consequences as a result of our pending or recently completed transactions, including tax protection agreements to which we are a party; •increased volatility in our stock price, including as a result of our pending or recently completed transactions; •our inability to maintain our qualification for taxation as a REIT; •the impact of climate change, natural disasters, war, political and public health conditions or uncertainty or civil unrest, violence or terrorist activities or threats on our properties and changes in economic conditions or heightened travel security and health measures instituted in response to these events; •the loss of the services of key personnel; •the inability to attract, retain and motivate employees; •the costs and liabilities associated with environmental compliance; •failure to establish and maintain an effective system of integrated internal controls; •our reliance on distributions received from our subsidiaries, including VICI OP, to make distributions to our stockholders; •the potential impact on the amount of our cash distributions if we were to sell any of our properties in the future; •our ability to continue to make distributions to holders of our common stock or maintain anticipated levels of distributions over time; •competition for transaction opportunities, including from other REITs, investment companies, private equity firms and hedge funds, sovereign funds, lenders, gaming companies and other investors that may have greater resources and access to capital and a lower cost of capital or different investment parameters than us; and •additional factors discussed herein and listed from time to time as “Risk Factors” in our filings with the SEC, including without limitation, in our subsequent reports on Form 10-K, Form 10-Q and Form 8-K. Any of the assumptions underlying forward-looking statements could be inaccurate. You are cautioned not to place undue reliance on any forward-looking statements. All forward-looking statements are made as of the date of this Annual Report on Form 10-K and the risk that actual results, performance and achievements will differ materially from the expectations expressed herein will increase with the passage of time. Except as otherwise required by the federal securities laws, we undertake no obligation to publicly update or revise any forward-looking statements, whether as a result of new information, future events, changed circumstances or any other reason. In light of the significant uncertainties inherent in forward-looking statements, the inclusion of such forward-looking statements should not be regarded as a representation by us. 21 21 21  Table of Contents Table of Contents", "time": "00:00:05"}