{"cik": 1732845, "item_1A": "Item 1. BUSINESS Unless the context otherwise requires, “we”, “us”, “our”, “WestRock” and “the Company” refer to WestRock Company, its wholly-owned subsidiaries and its partially-owned consolidated subsidiaries. General \t\t\t\t\t\t\t WestRock is a multinational provider of sustainable fiber-based paper and packaging solutions. We partner with our customers to provide differentiated, sustainable paper and packaging solutions that help them win in the marketplace. Our team members support customers around the world from our operating and business locations in North America, South America, Europe, Asia and Australia.   We report our financial results of operations in four reportable segments: Corrugated Packaging, Consumer Packaging, Global Paper and Distribution. See “Note 8. Segment Information” of the Notes to Consolidated Financial Statements for additional information.   On December 1, 2022, we completed our acquisition of the remaining 67.7% interest in Gondi, S.A. de C.V. (“Grupo Gondi”) for $969.8 million in cash and the assumption of debt (“Mexico Acquisition”). We accounted for this acquisition as a business combination resulting in its consolidation. See “Note 3. Acquisitions” of the Notes to Consolidated Financial Statements for additional information. In addition, in fiscal 2023, we divested our interior partitions converting operations (our ownership interest in RTS Packaging, LLC), sold our Chattanooga, TN uncoated recycled paperboard mill, sold our ownership interest in an unconsolidated displays joint venture, sold our Seven Hills Paperboard LLC (“Seven Hills”) mill joint venture in Lynchburg, VA, and sold our Eaton, IN, and Aurora, IL uncoated recycled paperboard mills. See “Note 1. Description of Business and Summary of Significant Accounting Policies — Description of Business” of the Notes to Consolidated Financial Statements for additional information. Transaction Agreement with Smurfit Kappa\t\t\t\t\t\t\t   On September 12, 2023, we entered into a transaction agreement (the “Transaction Agreement”) with Smurfit Kappa Group plc, a public limited company incorporated in Ireland (“Smurfit Kappa”), Cepheidway Limited (to be renamed Smurfit WestRock plc), a private limited company incorporated in Ireland (“ListCo”), and Sun Merger Sub, LLC, a Delaware limited liability company and a wholly owned subsidiary of ListCo (“Merger Sub”).    The Transaction Agreement provides, among other things, and subject to the satisfaction or waiver of the conditions set forth therein, that (a) pursuant to a scheme of arrangement (the “Scheme”) each issued ordinary share of Smurfit Kappa will be exchanged for one ordinary share of ListCo (a “ListCo Share”), as a result of which Smurfit Kappa will become a wholly owned subsidiary of ListCo, and (b) following the implementation of the Scheme, Merger Sub will merge with and into the Company (the “Merger” and, together with the Scheme, the “Transaction”), with the Company surviving the Merger as a wholly owned subsidiary of ListCo. As a result of the Merger, each share of common stock, par value $0.01 per share, of the Company (the “Common Stock”), with certain exceptions, will be converted into the right to receive one ListCo Share and $5.00 in cash. All shares owned by the Company, any Company subsidiary, Smurfit Kappa, Merger Sub or any of their respective subsidiaries will be cancelled and will cease to exist, and no consideration will be delivered in exchange therefor. The Transaction Agreement also provides a mechanism for converting outstanding Company equity awards to ListCo awards. The Transaction is expected to close in the second calendar quarter of 2024, conditional upon regulatory approvals, shareholder approvals and satisfaction of other closing conditions.    Following completion of the Transaction, former Smurfit Kappa shareholders are expected to hold approximately 50.4% of ListCo and our former stockholders are expected to hold approximately 49.6% of ListCo, respectively, based on the number of shares outstanding of both Smurfit Kappa and WestRock as of September 12, 2023. It is further expected that the ListCo shares will be (i) registered under the Securities Exchange Act of 1934, as amended, and listed on the New York Stock Exchange (“NYSE”) and (ii) listed on the Standard Listing segment of the Official List of the Financial Conduct Authority (“FCA”) and admitted to trading on the main market for listed securities of the London Stock Exchange (“LSE”). Shares of our Common Stock will be delisted from the NYSE and deregistered under the Exchange Act. 3   Products We are one of the largest integrated producers of linerboard, white-top linerboard and corrugating medium (“containerboard”) and kraft paper in North America, and we serve primarily corrugated packaging markets. We are one of the largest producers of paperboard in North America, and we operate both integrated virgin and recycled fiber mills. Our mill system manufactures for the benefit of each reportable segment that ultimately sells the associated paper and packaging products to our external customers. Additionally, our recycling operations are conducted as a procurement function, focusing on the procurement of low cost, high quality recycled fiber for our mill system. See Item 2. “Properties” for additional information on our annual production capacity and types of containerboard and paperboard we manufacture, and Item 1. “Business — Sales and Marketing” for additional information on our vertical integration. Corrugated Packaging Segment Our Corrugated Packaging segment substantially consists of our integrated corrugated converting operations and generates its revenues primarily from the sale of corrugated containers and other corrugated products including displays. Corrugated packaging is used to provide protective packaging for shipment and distribution of food, paper, health and beauty, and other household, consumer, commercial and industrial products. Corrugated packaging may also be graphically enhanced for retail sale, particularly in club store locations. Our integrated corrugated packaging system manufactures primarily containerboard, corrugated sheets, corrugated packaging and preprinted linerboard for sale to consumer and industrial products manufacturers and corrugated box manufacturers. We produce a wide range of high-quality corrugated containers designed to protect, ship, store, promote and display products made to our customers’ specifications. We convert corrugated sheets into corrugated products ranging from one-color protective cartons to graphically brilliant point-of-purchase packaging. Our corrugated container plants serve local customers and regional and large national accounts. We provide customers with innovative packaging solutions to help them promote and sell their products. We provide structural and graphic design, engineering services and custom, proprietary and standard automated packaging machines, offering customers turn-key installation, automation, line integration and packaging solutions. We offer a machinery solution that creates pouches that replace single-use plastics, including bubble mailers. To make corrugated sheet stock, we feed linerboard and corrugating medium into a corrugator that flutes the medium to specified sizes, glues the linerboard and fluted medium together, and slits and cuts the resulting corrugated paperboard into sheets to customer specifications.  We design, manufacture and, in certain cases, pack temporary displays for sale to consumer products companies and retailers. These displays are used as marketing tools to support new product introductions and specific product promotions in mass merchandising stores, supermarkets, convenience stores, home improvement stores and other retail locations. We also design, manufacture and, in some cases, pre-assemble permanent displays for these customers. We make temporary displays primarily from corrugated paperboard. Unlike temporary displays, permanent displays are restocked with our customers’ product; therefore, they are constructed primarily from metal, plastic, wood and other durable materials. We manufacture and distribute point of sale material utilizing litho, screen and digital printing technologies. We manufacture lithographic laminated packaging for sale to our customers that require packaging with high quality graphics and strength characteristics. Sales of corrugated packaging products to external customers accounted for 48.1%, 42.3% and 43.2% of our net sales in fiscal 2023, 2022 and 2021, respectively. See “Note 8. Segment Information” of the Notes to Consolidated Financial Statements, as well as Item 7. “Management’s Discussion and Analysis of Financial Condition and Results of Operations”, for additional information. Consumer Packaging Segment Our Consumer Packaging segment consists of our integrated consumer converting operations and generates its revenues primarily from the sale of consumer packaging products such as folding cartons, interior partitions (before divestiture in September 2023), inserts and labels. We are one of the largest manufacturers of folding cartons in North America. Our folding cartons are used to package items such as food, paper, beverages, dairy products, confectionery, health and beauty and other household consumer, commercial and industrial products, primarily for retail sale. Our folding cartons are also used by our customers to attract consumer attention at the point-of-sale. We manufacture express mail packages for the overnight courier industry, provide inserts and labels, as well as rigid packaging and other printed packaging products, such as transaction cards (e.g., credit, debit, etc.), brochures, product literature, marketing materials (such as booklets, folders, inserts, cover sheets and slipcases)  4   and grower tags and plant stakes for the horticultural market. For the global healthcare market, we manufacture paperboard packaging for over-the-counter and prescription drugs. Our customers generally use our inserts and labels to provide customer product information either inside a secondary package (e.g., a folding carton) or affixed to the outside of a primary package (e.g., a bottle). Folding cartons typically protect customers’ products during shipment and distribution, and employ graphics to promote them at retail. We manufacture folding cartons from recycled and virgin paperboard, laminated paperboard and various substrates with specialty characteristics, such as grease masking and microwaveability. We print, coat, die-cut and glue the cartons to customer specifications and ship finished cartons to customers for assembling, filling and sealing. We employ a broad range of offset, flexographic, gravure, backside printing, coating and finishing technologies, as well as iridescent, holographic, textured and dimensional effects to provide differentiated packaging products, and support our customers with new package development, innovation and design services and package testing services. Prior to divesting our interior partitions operations in September 2023, we manufactured and sold our solid fiber and corrugated partitions and die-cut paperboard components principally to glass container manufacturers, producers of beer, food, wine, spirits, cosmetics and pharmaceuticals, and the automotive industry. Sales of consumer packaging products to external customers accounted for 24.2%, 23.2% and 23.5% of our net sales in fiscal 2023, 2022 and 2021, respectively. See “Note 8. Segment Information” of the Notes to Consolidated Financial Statements, as well as Item 7. “Management’s Discussion and Analysis of Financial Condition and Results of Operations”, for additional information. Global Paper Segment Our Global Paper segment consists of our commercial paper operations and generates its revenues primarily from the sale of containerboard, paperboard and specialty grades to external customers, and we serve primarily corrugated packaging, folding carton, food service, liquid packaging, tobacco and commercial print markets. We sell our products globally to customers who value our scale, wide range of products, and service. Sales of global paper products to external customers accounted for 21.5%, 27.9% and 26.6% of our net sales in fiscal 2023, 2022 and 2021, respectively. See “Note 8. Segment Information” of the Notes to Consolidated Financial Statements, as well as Item 7. “Management’s Discussion and Analysis of Financial Condition and Results of Operations”, for additional information. Distribution Segment Our Distribution segment consists of our distribution and display assembly operations and generates its revenues primarily from the distribution of packaging products and assembly of display products. We distribute corrugated packaging materials and other specialty packaging products, including stretch film, void fill, carton sealing tape and other specialty tapes, through our network of warehouses and distribution facilities. We also provide contract packing services, such as multi-product promotional packing and product manipulation, such as multipacks and onpacks. Sales in our Distribution segment to external customers accounted for 6.2%, 6.6% and 6.7% of our net sales in fiscal 2023, 2022 and 2021, respectively. See “Note 8. Segment Information” of the Notes to Consolidated Financial Statements, as well as Item 7. “Management’s Discussion and Analysis of Financial Condition and Results of Operations”, for additional information. Seasonality While our businesses are not materially impacted by seasonality, there is some variability in demand that occurs from quarter to quarter, with net sales in the first quarter of each fiscal year typically being the lowest. As such, we disclose net sales, Adjusted EBITDA (as hereinafter defined) and shipment data by segment by quarter in Item 7. “Management’s Discussion and Analysis of Financial Condition and Results of Operations”. Generally, we expect more of our earnings and cash flows to be generated in the second half of the fiscal year than in the first half of the fiscal year due to these variations and other factors, including the timing of scheduled mill maintenance outages. Raw Materials The primary raw materials used by our mill operations are recycled fiber at our recycled containerboard and paperboard mills and virgin fiber from hardwoods and softwoods at our virgin containerboard and paperboard mills. Certain of our virgin containerboard is manufactured with some recycled fiber content. Our overall fiber sourcing for  5   all of our mills is approximately 60% virgin and 40% recycled. See Item 2. “Properties” for additional information. Recycled fiber prices and virgin fiber prices can fluctuate significantly. Recycled fiber costs were lower in fiscal 2023 compared to fiscal 2022, while virgin fiber costs were relatively flat in fiscal 2023 compared to fiscal 2022. Containerboard and paperboard are the primary raw materials used by our converting operations. Our converting operations use many different grades of containerboard and paperboard. We supply substantially all of our converting operations' needs for containerboard and paperboard from our own mills and through the use of trade swaps with other manufacturers. These arrangements allow us to optimize our mill system and reduce freight costs. Because there are other suppliers that produce the necessary grades of containerboard and paperboard used in our converting operations, we believe we would be able to source significant replacement quantities from other suppliers in the event that we incur production disruptions for recycled or virgin containerboard and paperboard.  Energy Energy is one of the most significant costs of our mill operations. The cost of natural gas, coal, oil, electricity and purchased biomass fuel at times has fluctuated significantly. In our recycled paperboard mills, we use primarily natural gas and electricity, supplemented at certain mills with fuel oil, to generate steam used in the paper making process. In our virgin fiber mills, we use biomass, natural gas, fuel oil and coal to generate steam used in the pulping and paper making processes and to generate some or all the electricity used on site. We primarily use purchased electricity and natural gas to operate our converting facilities. We generally purchase these products from suppliers at market or tariff rates. Our energy costs decreased in fiscal 2023 compared to fiscal 2022. From time to time, we use commodity contracts to hedge energy exposures. See Item 1. “Business — Governmental Regulation — Environmental” and Item 7A. “Quantitative and Qualitative Disclosures About Market Risk — “Energy” and “Derivative Instruments / Forward Contracts” for additional information. Transportation Inbound and outbound freight is a significant cost for us. Factors that influence our freight expense are distance between shipping and delivery locations, distance from our facilities to customers and suppliers, mode of transportation (rail, truck, intermodal and ocean) and freight rates, which are influenced by supply and demand and fuel costs. Freight costs continued to increase in fiscal 2023 compared to fiscal 2022. The principal markets for our products are in North America, South America, Europe, Asia and Australia.  Sales and Marketing None of our external customers individually accounted for more than 10% of our consolidated net sales in fiscal 2023. We generally manufacture our products pursuant to our customers’ orders. We believe that we have good relationships with our customers.  As a result of our vertical integration, our mill utilization may be directly impacted by changes in demand for our packaging products. During fiscal 2023, approximately two-thirds of our coated natural kraft tons shipped, approximately three-fifths of our coated recycled paperboard tons shipped and approximately one-fifth of our bleached paperboard tons shipped were delivered to our converting operations, primarily to manufacture folding cartons, and approximately four-fifths of our containerboard tons shipped, including trade swaps and buy/sell transactions, were delivered to our converting operations to manufacture corrugated products. We have the ability to move our internal sourcing among certain of our mills to optimize the efficiency of our operations. We believe that our ability to leverage our full portfolio of differentiated solutions and capabilities enables us to set ourselves apart from our competitors. We market our products primarily through our own sales force. We also market a number of our products through independent sales representatives and independent distributors. We generally pay our sales personnel a combination of base salary, commissions and annual bonus. We pay our independent sales representatives on a commission basis. Orders from our customers generally do not have significant lead times. We discuss net sales to unaffiliated customers through our foreign operations and other financial information in “Note 8. Segment Information” of the Notes to Consolidated Financial Statements. 6   Competition We operate in a competitive global marketplace. The industries in which we operate are highly competitive, and no single company dominates any of those industries. Our containerboard and paperboard operations compete with integrated and non-integrated national and regional companies operating primarily in North America, and to a limited extent, manufacturers outside of North America. Our competitors include large and small, vertically integrated companies and numerous smaller non-integrated companies. In the corrugated packaging and folding carton markets, we compete with a significant number of national, regional and local packaging suppliers in North America and abroad. In the promotional point-of-purchase display and converted paperboard products markets, we primarily compete with a smaller number of national, regional and local companies offering highly specialized products. Since all of our businesses operate in highly competitive industry segments, we regularly discuss sales opportunities for new business or for renewal of existing business with customers. Our packaging products compete with packaging made from other materials, including plastics. The primary competitive factors we face include price, design, product innovation, quality, service and sustainability, with varying emphasis on these factors depending on the product line and customer preferences. Our machinery solutions represent one example of how we compete by providing differentiated solutions that create value for our customers. We believe that we compete effectively with respect to each of these factors and we obtain feedback on our performance with periodic customer surveys, among other means. The industries in which we operate have undergone consolidation. Within the packaging products industry, larger customers, with an expanded geographic presence, have tended to seek suppliers that can, because of their broad geographic presence, efficiently and economically supply all or a range of their packaging needs. In addition, our customers continue to demand higher quality products meeting increasingly strict quality control requirements. Increasing demand for more sustainable products is also impacting our industry. See Item 1. “Business — Sustainability” for additional information. Governmental Regulation Health and Safety Our business involves the use of heavy equipment, machinery and chemicals and requires the performance of activities that create safety exposures. Safeguarding the health, safety and overall welfare of our team is a top concern and critical to attracting and retaining the best talent, while also playing a pivotal role in realizing our business and sustainability objectives. We implement our health and safety requirements through a comprehensive, company-wide Safety Excellence System that includes global policies, performance standards, implementation tools, guidance documents, standardized forms, best practice sharing and operational learning. We seek to reduce exposures and eliminate life changing events through engagement, execution of targeted, results-driven activities, and implementation of systems that promote continuous improvement.  We are subject to a broad range of foreign, federal, state and local laws and regulations relating to occupational health and safety, and our safety program includes measures required for compliance. We have incurred, and will continue to incur, operating costs and capital expenditures to meet our health and safety compliance requirements, as well as to continually improve our safety systems. We believe that future compliance with occupational health and safety laws and regulations will not have a material adverse effect on our results of operations, financial condition or cash flows. Certain governmental authorities in locations where we do business have established asbestos standards for the workplace. Although we do not use asbestos in manufacturing our products, asbestos containing material (“ACM”) is present in some of the facilities we own or lease. For those facilities where ACM is present and ACM is subject to regulation, we have established procedures for properly managing it.  Environmental Environmental compliance requirements are a significant factor affecting our business. Our manufacturing processes involve the use of natural resources, such as virgin wood fiber and fresh water, discharges to water, air emissions and waste handling and disposal activities. These processes are subject to numerous federal, state, local  7   and international environmental laws and regulations, as well as the requirements of environmental permits and similar authorizations issued by various governmental authorities. We estimate that we will invest approximately $103 million for capital expenditures during fiscal 2024 in connection with matters relating to environmental compliance. It is possible that our capital expenditure assumptions and project completion dates may change, and our projections are subject to change due to factors such as the finalization of ongoing engineering projects and changes in environmental laws and regulations. See “Note 19. Commitments and Contingencies — Environmental” of the Notes to Consolidated Financial Statements for additional information. Sustainability   At WestRock, our sustainability program is represented by three pillars: ▪Supporting People and Communities Supporting People and Communities ▪Bettering the Planet Bettering the Planet ▪Innovating for Our Customers and Their Customers Innovating for Our Customers and Their Customers We have a long history of recycling and are one of the largest recyclers in the paper industry. Our recycling operations collect recovered fiber that is used by our own paper mills and by others to produce new paper products. The virgin wood fiber used in our manufacturing operation is sourced from responsibly managed forests. Our North American virgin fiber sourcing regions are certified to the Sustainable Forestry Initiative (SFI®) 2022 Fiber Sourcing standard. Our forestland in Brazil is certified to the Brazilian Forest Certification Programme (CERFLOR®), the Programme for the Endorsement of Forest Certification (PEFC®) and the Forest Stewardship Council (FSC®). To provide traceability for the virgin fiber used in our operations, nearly 100% of our wholly owned fiber-based manufacturing facilities have been chain-of-custody certified to internationally recognized standards such as SFI®, PEFC® and FSC®. Climate Change\t\t\t\t\t   Sustainability and innovation are fundamental to our business, and we are working to improve the carbon footprint of our manufacturing operations by setting targets to reduce greenhouse gas (“GHG”) emissions and developing projects to become more energy efficient. Our integrated kraft paper mills, our most energy-intensive manufacturing facilities, currently burn renewable biomass to generate approximately 70% of their energy needs. Most of these facilities also self-generate the steam and electricity needed for their manufacturing processes using efficient combined heat and power or “cogeneration” systems. During fiscal 2023, our recycling operations helped to divert approximately six million tons of paper and packaging that might otherwise go into landfills where it might degrade and release GHGs. Our fiber procurement activities create economic incentives for landowners and family tree farmers to maintain their holdings as working forests that sequester carbon and provide many other environmental benefits, including protection for fresh water supplies and habitats for diverse species of plants and animals.    Governance   Board-level oversight of climate and other sustainability matters resides with the Nominating and Corporate Governance Committee of the board of directors, and six members of the board of directors have sustainability experience.    In addition to board-level oversight, we have robust management-level oversight of sustainability matters. WestRock’s executive leadership team is responsible for establishing our sustainability strategy, including with respect to climate-related issues. Our Senior Vice President of Strategy and Sustainability, who reports to our President, Global Paper, is responsible for providing guidance on our sustainability approach, helping to link our sustainability and business initiatives and driving implementation of our sustainability strategy throughout the organization in collaboration with other executives. Our Vice President, Sustainability, manages day-to-day implementation of this strategy. In addition to our sustainability executives, we have established cross-functional groups within the organization to facilitate ongoing refinement and execution of our sustainability strategy, develop  8   plans to achieve our sustainability targets and embed our sustainability targets into our operations. These groups include representatives from our product stewardship, environmental, innovation, engineering, manufacturing, finance, legal and communications groups.   Targets and Metrics   In 2022, we validated science-based targets (\"SBT\") for GHG emissions reduction aligned to a well below 2-degree Celsius ambition. Our SBT involves reducing absolute Scope 1 and 2 GHG emissions 27.5% by 2030 from a 2019 baseline year. The SBT also includes a reduction in absolute Scope 3 GHG emissions from purchased goods and services, fuel and energy activities, upstream and downstream transportation and distribution, and end-of-life treatment of sold products by 27.5% within the same timeframe.    Strategy   We expect our SBT to guide our work as we plan, invest in, organize, and develop projects to reduce our GHG emissions. Our strategy for achieving our SBT is multi-faceted and includes consideration of several alternatives that can be deployed in combination, including energy efficiency projects, fuel switching, low carbon technology investments, electricity grid decarbonization, physical and renewable power purchase agreements and manufacturing footprint rationalizations. Based on our actions to date, the amount we expect to invest to achieve our SBT is not material. We have processes for regularly evaluating and optimizing our SBT strategy to account for changes in markets dynamics and customer preferences, our business operations, laws and regulations and climate science.   We have also embedded carbon considerations into our capital planning processes. Our capital project approval form includes a tool that provides project developers, reviewers, and approvers with information on whether their proposed investment will add to or reduce GHG emissions from the affected facility. The tool also can be used to assess potential project impacts on water intake and solid waste generation. This process is designed to increase awareness of GHG emissions and other environmental impacts within the organization and to provide us with information to use in optimizing our SBT and sustainability strategies.   Opportunities and Risks   Climate change presents certain opportunities and risks for our business.     Our climate-related opportunities include:   •Increasing our sales of fiber-based packaging by capitalizing on shifting consumer preferences for products that advance the circular economy and reduce or replace single-use, fossil fuel-based plastics. Increasing our sales of fiber-based packaging by capitalizing on shifting consumer preferences for products that advance the circular economy and reduce or replace single-use, fossil fuel-based plastics.   •Expanding our installed base of packaging machinery solutions, which have the potential to improve customers’ GHG profiles by optimizing raw material usage, improving manufacturing efficiencies and reducing or eliminating plastic waste. Expanding our installed base of packaging machinery solutions, which have the potential to improve customers’ GHG profiles by optimizing raw material usage, improving manufacturing efficiencies and reducing or eliminating plastic waste.   •Attracting investors and talented employees, as well as cultivating positive relationships with communities where we operate and with other stakeholders, by demonstrating our leadership in sustainability with our sustainability targets, including our SBT. Attracting investors and talented employees, as well as cultivating positive relationships with communities where we operate and with other stakeholders, by demonstrating our leadership in sustainability with our sustainability targets, including our SBT.   •Improving the resiliency of our energy supply chain and potentially lowering our operating costs by reducing or eliminating fossil fuels such as coal and oil. Improving the resiliency of our energy supply chain and potentially lowering our operating costs by reducing or eliminating fossil fuels such as coal and oil.   Our climate-related risks include:   •Lost production and damage to our physical assets and infrastructure, including our manufacturing facilities, as a result of severe weather-related events, such as hurricanes, tornadoes, other extreme storms, wildfires and floods.  Lost production and damage to our physical assets and infrastructure, including our manufacturing facilities, as a result of severe weather-related events, such as hurricanes, tornadoes, other extreme storms, wildfires and floods.  9     •Supply chain disruptions and increased material costs, such as through impacts to virgin fiber supplies and prices, during prolonged periods of heavy rain, heat, drought, tree disease or insect epidemics or other environmental events that may be caused by variations in conditions. Supply chain disruptions and increased material costs, such as through impacts to virgin fiber supplies and prices, during prolonged periods of heavy rain, heat, drought, tree disease or insect epidemics or other environmental events that may be caused by variations in conditions.   •Additional compliance costs and burdens resulting from the enactment of new laws and regulations aimed at reducing carbon emissions, which could take the form of cap-and-trade, carbon taxes or a GHG reduction mandate. Additional compliance costs and burdens resulting from the enactment of new laws and regulations aimed at reducing carbon emissions, which could take the form of cap-and-trade, carbon taxes or a GHG reduction mandate.   •Higher prices for certain raw materials and fuels, including natural gas, related to the transition to a lower-carbon economy or the enactment of GHG reduction mandates. Also, new climate rules and regulations that result in fuel efficiency standards could increase WestRock’s transportation costs. Higher prices for certain raw materials and fuels, including natural gas, related to the transition to a lower-carbon economy or the enactment of GHG reduction mandates. Also, new climate rules and regulations that result in fuel efficiency standards could increase WestRock’s transportation costs.   •Increased capital expenditures and/or operating costs to meet our SBT, which could deviate materially from our initial estimates. Increased capital expenditures and/or operating costs to meet our SBT, which could deviate materially from our initial estimates.   •Reputational risk tied to customer or other stakeholder perceptions if we are unable to achieve our SBT fully or on time due to various risks and uncertainties or if customer or other stakeholder expectations increase beyond our current SBT commitment, requiring increased capital expenditures and/or operating costs. Reputational risk tied to customer or other stakeholder perceptions if we are unable to achieve our SBT fully or on time due to various risks and uncertainties or if customer or other stakeholder expectations increase beyond our current SBT commitment, requiring increased capital expenditures and/or operating costs.   Certain jurisdictions in which we have manufacturing facilities or other investments have already taken actions to address climate change. In the United States (\"U.S.\"), the Environmental Protection Agency (“EPA”) has issued the Clean Air Act permitting regulations applicable to certain facilities that emit GHG. The EPA has also promulgated a rule requiring certain industrial facilities that emit 25,000 metric tons or more of carbon dioxide equivalent per year to file an annual report of their emissions. While we have U.S. facilities subject to existing GHG permitting and reporting requirements, the impact of these requirements has not been material to date. In addition to these national efforts, some U.S. states in which we have manufacturing operations, including Washington, New York, and Virginia, are taking measures to reduce GHG emissions, such as requiring GHG emissions reporting or developing regional cap-and-trade programs.   Several of our international facilities are in countries that have already adopted GHG emissions trading or other regulatory programs. Other countries in which we conduct business, including China, European Union member states and India, have set GHG reduction targets in accordance with the agreement among over 170 countries that established a framework for reducing global GHG emissions (also known as the “Paris Agreement”), which became effective in November 2016 and which the United States formally rejoined in February 2021.   We have systems in place for tracking the GHG emissions from our energy-intensive facilities, and we monitor developments in climate-related laws, regulations, and policies to assess the potential impact of such developments on our results of operations, financial condition, cash flows and disclosure obligations. Compliance with climate programs may require future expenditures to meet GHG emission reduction obligations. These obligations may include carbon taxes, the requirement to purchase GHG credits, or the need to acquire carbon offsets. Also, we may be required to make capital and other investments to displace traditional fossil fuels, such as fuel oil and coal, with lower carbon alternatives, such as biomass and natural gas.    Additional information regarding our GHG targets and strategy are available in our 2022 Sustainability Report, which we prepared in accordance with the Global Reporting Initiative 2021 Universal Standards and relevant Topic Standards Option. The report includes a crosswalk to relevant Sustainability Accounting Standards Board disclosure topics and an index of climate information informed by the Task Force on Climate-related Financial Disclosures framework. The topics discussed above and discussed within our 2022 Sustainability Report may not be considered material for SEC reporting purposes. Our sustainability reports are available on our website at www.westrock.com/sustainability. The information contained in our sustainability reports is not incorporated by reference into this Form 10-K and should not be considered part of this or any other report that we file with or furnish to the SEC.  Patents and Other Intellectual Property We hold a substantial number of foreign and domestic trademarks, trademark applications, trade names,  10   patents, patent applications and licenses relating to our business, our products and our production processes. Our patent portfolio consists primarily of utility patents relating to our products and manufacturing operations, including proprietary automated packaging systems. Our company name and logo, and certain of our products and services, are protected by domestic and foreign trademarks. Our patents, trademarks and other intellectual property rights, particularly those relating to our manufacturing operations, are important to our operations as a whole. Our intellectual property has various expiration dates. Human Capital Overview   WestRock aims to recruit, develop, and retain diverse, best-in-class talent. To foster their and our success, we seek to create an environment where people can do their best work – a place where they can be their authentic selves, guided by our values. We strive to maximize the potential of our human capital resources by creating a respectful, rewarding, and inclusive work environment.   The capabilities of our workforce have evolved as our business and strategy have evolved. We continuously hire for and develop for the new capabilities we need today and for what we expect in the future. We have invested in our commercial, operations, innovation, digital and systems, and technical training capabilities. At September 30, 2023, we employed approximately 56,100 people, approximately 90% were in sales and operations, including manufacturing, distribution, product and services support; and approximately 10% were in general and administration, including groups such as finance, human resources, information technology, legal and supply chain. Approximately 65% were located in the U.S. and Canada and 35% were located in Europe, South America, Mexico and Asia Pacific. Of the approximately 56,100 employees, approximately 71% were hourly and 29% were salaried. Approximately 54% of our hourly employees in the U.S. and Canada are covered by collective bargaining agreements (“CBAs”), which typically have four to six-year terms. Approximately 25% of those employees covered under CBAs are operating under local agreements that expire within one year and approximately 11% of those employees are governed under expired local contracts. While we have experienced isolated work stoppages from time to time, we believe that working relationships with our employees are generally good. From October 2022 to February 2023, we experienced a defensive lockout at our Mahrt mill in Cottonton, AL and have experienced a strike at our corrugated converting facility in Dayton, NJ since June 2023. We effectuated contingency plans at both locations and both facilities continued to operate and produce products for our customers. We recently reached a tentative agreement to resolve the strike at the Dayton facility, subject to approval of the requisite union membership. In December 2019, the United Steelworkers Union (“USW”) ratified a master agreement that applies to substantially all of our U.S. facilities represented by the USW. The agreement has a four-year term and covers a number of specific items, including wages, medical coverage and certain other benefit programs, substance abuse testing, and safety. Individual facilities will continue to have local agreements for subjects not covered by the master agreement and those agreements will continue to have staggered terms. The master agreement permits us to apply its terms to USW employees who work at facilities we acquire during the term of the agreement. The master agreement covers approximately 51 of our U.S. operating locations and approximately 7,300 of our employees. While the terms of our CBAs vary, we believe the material terms of the agreements are customary for the industry, the type of facility, the classification of the employees and the geographic location covered. Negotiations towards a new master agreement commenced in November 2023, and a tentative agreement has been reached. It remains subject to approval of the requisite union membership.   Culture WestRock’s culture is grounded in our values of integrity, respect, accountability and excellence.   At the core of our employee listening systems is our bi-annual engagement survey, which is augmented with employee pulse checks after hire and promotion, and exit interviews/surveys. These surveys enable us to gather feedback directly from our workforce to inform our programs and employee needs globally. In 2023, 89% of WestRock team members participated in the engagement survey and 77% of global team members participated in the 2022 pulse survey. The 2023 engagement survey showed a slight increase to 77% in engagement when  11   compared to the 2021 full engagement survey of 75%. The engagement survey and pulse check covered topics such as company strategy and direction, leadership, inclusion, safety, teamwork, manager effectiveness, culture, pay and benefits, and learning and development. WestRock results compared favorably to the manufacturing benchmark across multiple indices: engagement, manager effectiveness, communication, growth & development, well-being and behavior change.   Diversity, Inclusion, Equity and Belonging   We are dedicated to creating a work environment where all team members feel that they belong, are respected and valued, and can do our best work.   At September 30, 2023, 24% of our global workforce was comprised of women and 36% of our U.S. based workforce was comprised of people of color. Our board of directors includes four women (representing 33% of directors) and two people of color (representing 17% of directors). We have implemented a multi-year Diversity, Inclusion, Equity and Belonging (“diversity and inclusion”) action plan that we expect will increase our workforce diversity, advance inclusion, equity and belonging throughout the company, accelerate the development and career movement of diverse talent and ensure diverse succession plans.    In fiscal 2023, the annual short-term incentive plan for our CEO, our senior leadership team and their direct reports included an evaluation and measurement of progress in the metrics and programs that directly support diversity and inclusion, such as:   ▪Talent acquisition and retention metrics Talent acquisition and retention metrics ▪Learning and development programs for team members Learning and development programs for team members ▪Representation progress within and across career streams Representation progress within and across career streams   In fiscal 2022, we partnered with external experts and developed a learning experience focused on unconscious bias and in fiscal 2023, we delivered tailored workshops for 77% of our U.S. hourly employees, 63% of our global hourly workforce, 82% of our U.S. salaried workforce and 71% of our global salaried workforce. This experience is one example of how we are expanding awareness and building the skill set and mindset to develop a more inclusive environment. In fiscal 2023, we developed a learning experience focused on leading inclusively and delivered training for 75% of our U.S. salaried workforce.   In collaboration with organizations, such as the Executive Leadership Council, Calibr, Harvard Program for Women, Pathways and Signature, we provide external development opportunities for our diverse talent. To connect and develop team members within WestRock, we support highly engaged Resource Groups for team members who are early in career, women, racial and ethnic minorities, veterans, who identify as LGBTQIA+ or have differing abilities and their allies.    Health and Safety   We are committed to supporting our team members’ health and safety. We have an extensive safety program that is implemented at our sites and includes a focus on eliminating safety exposures and reducing life-changing events (\"LCE\"), recordable incidents and lost workdays. Including the operations from the Mexico Acquisition in both periods, in fiscal 2023, we achieved year-over-year improvements in LCEs and recordable incident rate, while lost workdays increased compared to the prior year. Our safety results continue to trend favorably compared to industry performance. We are continuing our focus on human and organizational performance and are conducting training in the U.S. and internationally, which is focused on continuous safety improvement and the relationships that exist among systems, processes, equipment and people to drive better safety practices.   Talent Attraction, Retention and Development   The attraction, retention and development of team members is critical to our success. We accomplish this, in part, by seeking to develop the capabilities of our team members through our continuous learning, development and performance management programs. These programs include our safety, six sigma, supply chain, leadership, commercial and operational development programs. We invest in our leadership through the Leadership Excellence, Elevate and Essentials programs; and we invest in our commercial teams through quarterly product training, best practice sharing, and development workshops that  12   focus on the commercial capabilities needed today and tomorrow to anticipate and meet our customers’ changing requirements. In fiscal 2022, we initiated the deployment of common equipment and reliability operations/technical training across our sites with a focus on our newest hires. We continue to invest in technical development curriculum so that we continue to build leading technical, engineering, operational talent. We continue to leverage our online learning library, which has over 8,500 courses and 200 playlists by topic area or experience/skill set. We sponsor early in career rotations and college hire programs that support our functions and local operations. We build partnerships with schools, universities and associations to promote future careers in manufacturing. During fiscal 2023, we continued to invest in people, programs and systems to meet the increased talent demand in a dynamic marketplace. We have expanded our relationships with historically black colleges and universities, the National Association of Manufacturers and other partners and associations. In partnership with the Manufacturing Institute and Skill Bridge, we provide onboarding and transition support for our early in career talent and new military hires.    Total Rewards   Our total rewards programs are designed to offer competitive compensation, comprehensive benefits and other programs to support employees’ growth, both personally and professionally, and the diverse needs and well-being of our employees worldwide. We believe the structure of our compensation and benefit programs provide the appropriate incentives to attract, retain and motivate our employees. We provide base pay that is competitive and that aligns with employee positions, skill levels, experience and geographic location. In addition to base pay, we seek to reward employees with annual incentive awards, recognition programs, and equity awards for employees at certain job levels.   Employee benefits packages may include: 401(k) plan, pension plan, core and supplemental life insurance, financial courses and advisors, employee assistance programs, tuition assistance, family planning and adoption assistance, medical and dental insurance, vision insurance, health savings accounts, health reimbursement and flexible spending accounts, well-being rewards programs, vacation pay, holiday pay, and parental and adoption leave.  Over the past two years, we enhanced certain of the Company’s benefits and practices to support the health and well-being of our employees through the challenges of the pandemic and significant supply chain disruptions caused by winter storms and natural disasters. In the fall of 2022, we announced the opportunity for part time work and benefits effective January 2023 for employees who work 20 hours or greater each week. We believe this added work and schedule flexibility will position us to better meet the needs of employees, customers, and manufacturing sites and leverage new sources of talent. International Operations Our operations outside the U.S. are conducted through subsidiaries located in Canada, Latin America, Asia Pacific, and Europe, Middle East and Africa (\"EMEA\"). Sales attributable to non-U.S. operations were 24.4%, 18.3% and 18.3% of our net sales in fiscal 2023, 2022 and 2021, respectively, some of which were transacted in U.S. dollars. See “Note 8. Segment Information” of the Notes to Consolidated Financial Statements for additional information. Available Information Our Internet address is https://www.ir.westrock.com. Our Internet address is included herein as an inactive textual reference only. The information contained on our website, including our 2022 Sustainability Report, is not incorporated by reference herein and should not be considered part of this report. We file annual, quarterly and current reports, proxy statements (and any amendments thereto) and other information with the SEC and we make available free of charge most of our SEC filings through our Internet website as soon as reasonably practicable after filing with the SEC. You may access these SEC filings via the hyperlink that we provide on our website to a third-party SEC filings website. We also make available on our website our board committee charters, as well as the corporate governance guidelines adopted by our board of directors, our Code of Conduct for employees, our Code of Conduct and Ethics for the Board of Directors and our Code of Ethical Conduct for Chief Executive Officer (“CEO”) and Senior Financial Officers. Any amendments to, or waiver from, any provision of these codes that are  13   required to be disclosed will be posted on our website. We will also provide copies of these documents, without charge, at the written request of any stockholder of record. Requests for copies should be mailed to: WestRock Company, 1000 Abernathy Road NE, Atlanta, Georgia 30328, Attention: Corporate Secretary.   Forward-Looking Statements   Statements in this report that do not relate strictly to historical facts are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. Forward-looking statements are based on the Company’s current expectations, beliefs, plans or forecasts and use words such as “may”, “will”, “could”, “should”, “would”, “anticipate”, “intend”, “estimate”, “project”, “plan”, “believe”, “expect”, “target”, \"prospects\", “potential”, \"commit\" and \"forecast\", or words of similar import or meaning or refer to future time periods. Forward-looking statements involve estimates, expectations, projections, goals, targets, forecasts, assumptions, risks and uncertainties. A forward-looking statement is not a guarantee of future performance, and actual results could differ materially from those contained in the forward-looking statement.   Forward-looking statements are subject to a number of assumptions, risks and uncertainties, many of which are beyond our control, such as developments related to pricing cycles and volumes; economic, competitive and market conditions generally, including macroeconomic uncertainty, customer inventory rebalancing, the impact of inflation and increases in energy, raw materials, shipping, labor and capital equipment costs; reduced supply of raw materials, energy and transportation, including from supply chain disruptions and labor shortages; intense competition; results and impacts of acquisitions, including operational and financial effects from the Mexico Acquisition and divestitures; business disruptions, including the occurrence of severe weather or a natural disaster or other unanticipated problems, such as labor difficulties, equipment failure or unscheduled maintenance and repair; or public health crises; failure to respond to changing customer preferences and to protect our intellectual property; the amount and timing of capital expenditures, including installation costs, project development and implementation costs, and costs related to resolving disputes with third parties with which we work to manage and implement capital projects; risks related to international sales and operations; the production of faulty or contaminated products; the loss of certain customers; adverse legal, reputational, operational and financial effects resulting from information security incidents and the effectiveness of business continuity plans during a ransomware or other cyber incident; work stoppages and other labor relations difficulties; inability to attract, motivate and retain qualified personnel, including as a result of the proposed Transaction; risks associated with sustainability and climate change, including our ability to achieve sustainability targets and commitments and realize climate-related opportunities on announced timelines or at all; our inability to successfully identify and make performance improvements and deliver cost savings and risks associated with completing strategic projects on anticipated timelines and realizing anticipated financial or operational improvements on announced timelines or at all, including with respect to our business systems transformation; risks related to the proposed Transaction, including our ability to complete the Transaction on the anticipated timeline, or at all, restrictions imposed on our business under the Transaction Agreement, disruptions to our business while the proposed Transaction is pending, the impact of management’s time and attention being focused on consummation of the proposed Transaction, costs associated with the proposed Transaction, and integration difficulties; risks related to our indebtedness, including increases in interest rates; the scope, costs, timing and impact of any restructuring of our operations and corporate and tax structure; the scope, timing and outcome of any litigation, claims or other proceedings or dispute resolutions and the impact of any such litigation (including with respect to the Brazil tax liability matter); and additional impairment charges. Such risks and other factors that may impact forward-looking statements are discussed in Item 1A. “Risk Factors”. The information contained herein speaks as of the date hereof, and the Company does not have or undertake any obligation to update or revise its forward-looking statements, whether as a result of new information, future events or otherwise, except to the extent required by law. Forward-looking statements, including projections herein, could also change as a result of consummation of the proposed Transaction.", "time": "00:00:07"}