{"cik": 1751788, "item_1A": "ITEM 1. BUSINESS THE COMPANY Dow Inc. was incorporated on August 30, 2018, under Delaware law, to serve as a holding company for The Dow Chemical Company and its consolidated subsidiaries (\"TDCC\" and together with Dow Inc., \"Dow\" or the \"Company\"). Dow Inc. operates all of its businesses through TDCC, a wholly owned subsidiary, which was incorporated in 1947 under Delaware law and is the successor to a Michigan corporation, of the same name, organized in 1897. The Company's principal executive offices are located at 2211 H.H. Dow Way, Midland, Michigan 48674.  Available Information The Company's Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q and Current Reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, are available free of charge at www.dow.com/investors, as soon as reasonably practicable after the reports are electronically filed or furnished with the U.S. Securities and Exchange Commission (\"SEC\"). The SEC maintains a website that contains these reports as well as proxy statements and other information regarding issuers that file electronically. The SEC's website is www.sec.gov. Dow's website and its content are not deemed incorporated by reference into this report.  ABOUT DOW Dow combines global breadth; asset integration and scale; focused innovation and materials science expertise; leading business positions; and environmental, social and governance (\"ESG\") leadership to achieve profitable growth and deliver a sustainable future. The Company’s ambition is to become the most innovative, customer-centric, inclusive and sustainable materials science company in the world. Dow’s portfolio of plastics, industrial intermediates, coatings and silicones businesses delivers a broad range of differentiated, science-based products and solutions for its customers in high-growth market segments, such as packaging, infrastructure, mobility and consumer applications. Dow operates 104 manufacturing sites in 31 countries and employs approximately 37,800 people.   BUSINESS SEGMENTS AND PRODUCTS The Company conducts its worldwide operations through six global businesses which are organized into the following operating segments: Packaging & Specialty Plastics, Industrial Intermediates & Infrastructure and Performance Materials & Coatings. Corporate contains the reconciliation between the totals for the operating segments and the Company's totals. The Company did not aggregate any operating segments when determining its reportable segments. See Part II, Item 7, Management’s Discussion and Analysis of Financial Condition and Results of Operations and Note 25 to the Consolidated Financial Statements for additional information concerning the Company’s operating segments.   PACKAGING & SPECIALTY PLASTICS  The Packaging & Specialty Plastics operating segment consists of two highly integrated global businesses: Hydrocarbons & Energy and Packaging and Specialty Plastics. The segment employs the industry’s broadest polyolefin product portfolio, supported by the Company’s proprietary catalyst and manufacturing process technologies. These differentiators, plus collaboration at the customer’s design table, enable the segment to deliver more reliable, durable, higher-performing solutions designed for recyclability and enhanced plastics circularity and sustainability. The segment serves customers, brand owners and ultimately consumers in key markets including food and specialty packaging; industrial and consumer packaging; health and hygiene; caps, closures and pipe applications; consumer durables; mobility and transportation; and infrastructure.   5 5 5 Table of Contents Table of Contents  The Company’s unique advantages compared with its competitors include: extensive low-cost feedstock positions around the world; unparalleled scale, global footprint and market reach; world-class manufacturing sites in every geographic region; deep customer and brand owner understanding; portfolio of higher-value functional polymers, such as polyolefin elastomers, semiconductive and jacketing compound solutions and wire and cable insulation; and market-driven application development and technical support.  The segment remains agile by participating in the entire ethylene-to-polyethylene chain integration, enabling the Company to manage market swings with industry-leading feedstock and derivative flexibility, and therefore optimize returns while reducing long-term earnings volatility. The Company’s unrivaled value chain ownership is further strengthened by its Pack Studio locations in every geographic region, which help customers and brand owners deliver faster and more efficient packaging product commercialization through a global network of laboratories, technical experts and testing equipment.  Hydrocarbons & Energy Hydrocarbons & Energy is a leading global producer of ethylene, a key chemical building block that the Company consumes primarily within the Packaging & Specialty Plastics segment. Ethylene is transferred to downstream derivative businesses at market-based prices, which are generally equivalent to prevailing market prices for large volume purchases. In addition to ethylene, the business is a leading producer of propylene and aromatics products that are used to manufacture materials consumers use every day. The business also produces and procures the power and feedstocks used by the Company’s manufacturing sites.  Packaging and Specialty Plastics  Packaging and Specialty Plastics serves growing, high-value sectors using world-class technology, broad existing product lines, and a rich product pipeline that creates competitive advantages for the entire packaging value chain. The business is a recognized leader in the production, marketing and innovation of polyethylene. The business is also a leader in other ethylene derivatives, such as polyolefin elastomers, ethylene vinyl acetate and ethylene propylene diene monomer (\"EPDM\") rubber serving mobility and transportation, consumer, wire and cable and construction end-markets. Market growth is expected to be driven by major shifts in population demographics; improving socioeconomic status in emerging geographic regions; consumer and brand owner demand for increased functionality including sustainable offerings through lower-carbon and circular solutions; global efforts to reduce food waste; growth in telecommunications networks; global development of electrical transmission and distribution infrastructure; and renewable energy applications such as wind power and solar (photovoltaic).  Details on Packaging & Specialty Plastics' 2022 net sales, by business and geographic region, are as follows:     * Europe, Middle East, Africa and India (\"EMEAI\")   6 6 6 Table of Contents Table of Contents  Products Major applications/market segments and products are listed below by business:  BusinessApplications/Market SegmentsMajor ProductsKey Raw MaterialsKey CompetitorsHydrocarbons & EnergyPurchaser of feedstocks; production of cost competitive hydrocarbon monomers utilized by Dow's derivative businesses; and energy, principally for use in Dow’s global operationsEthylene, propylene, benzene, butadiene, octene, aromatics co-products, power, steam, other utilitiesButane, condensate, ethane, naphtha, natural gas, propaneChevron Phillips Chemical, ExxonMobil, INEOS, LyondellBasell, SABIC, Shell, SinopecPackaging and Specialty PlasticsAdhesives; automotive; caps, closures and pipe applications; construction; cosmetics; electrical transmission and distribution; food and supply chain packaging; footwear; health and hygiene; housewares; industrial specialty applications using polyolefin elastomers, ethylene copolymers, and EPDM; irrigation pipe; mobility; photovoltaic encapsulants; sporting goods; telecommunications infrastructure; toys and infant productsAcrylics, bio-based plasticizers, copolymer, elastomers, ethylene copolymer resins, EPDM, ethylene vinyl acetate (\"EVA\"), methacrylic acid copolymer resins, polyethylene (\"PE\"), high-density polyethylene (\"HDPE\"), low-density polyethylene (\"LDPE\"), linear low-density polyethylene (\"LLDPE\"), polyolefin plastomers, resin additives and modifiers, semiconductive and jacketing compound solutions and wire and cable insulationAliphatic solvent, butene, ethylene, hexene, octene, propyleneBorealis, ExxonMobil, INEOS, Lanxess, LyondellBasell, Nova, SABIC  Joint Ventures: This segment includes a portion of the Company's share of the results of the following joint ventures: •EQUATE Petrochemical Company K.S.C.C. (“EQUATE”) - a Kuwait-based company that manufactures ethylene, polyethylene and ethylene glycol, and manufactures and markets monoethylene glycol, diethylene glycol and polyethylene terephthalate resins; owned 42.5 percent by the Company. •The Kuwait Olefins Company K.S.C.C. (“TKOC”) - a Kuwait-based company that manufactures ethylene and ethylene glycol; owned 42.5 percent by the Company. •Map Ta Phut Olefins Company Limited (“Map Ta Phut”) - a Thailand-based company that manufactures propylene and ethylene; the Company has an effective ownership of 32.77 percent (of which 20.27 percent is owned directly by the Company and aligned with the Industrial Intermediates & Infrastructure segment and 12.5 percent is owned indirectly through the Company’s equity interest in Siam Polyethylene Company Limited, an entity that is part of The SCG-Dow Group and aligned with the Packaging & Specialty Plastics segment). •Sadara Chemical Company (\"Sadara\") - a Saudi Arabian company that manufactures chlorine, ethylene, propylene and aromatics for internal consumption and manufactures and sells polyethylene, ethylene oxide and propylene oxide derivative products, and isocyanates; owned 35 percent by the Company. The Company is responsible for marketing a majority of Sadara products outside of the Middle East zone through the Company’s established sales channels. As part of this arrangement, the Company purchases and sells Sadara products for a marketing fee. In 2021, Dow and the Saudi Arabian Oil Company agreed to and began transitioning the marketing rights and responsibilities for Sadara’s finished products to levels more consistent with each partner’s equity ownership, which is being implemented through 2026. This transition will not impact equity earnings but is expected to reduce the Company's sales of Sadara products over the five year period. This segment also includes the Company's share of the results of the following joint ventures: •The Kuwait Styrene Company K.S.C.C. - a Kuwait-based company that manufactures styrene monomer; owned 42.5 percent by the Company. •The SCG-Dow Group - a group of Thailand-based companies (consisting of Siam Polyethylene Company Limited; Siam Polystyrene Company Limited; Siam Styrene Monomer Company Limited; and Siam Synthetic Latex Company Limited) that manufactures polyethylene, polystyrene, styrene, latex and specialty elastomers; owned 50 percent by the Company.      7 7 7 Table of Contents Table of Contents  Current and Future Investments The Company has announced investments that are being progressed over the next several years and are expected to enhance competitiveness. These include: •Construction of a world-scale polyethylene unit on the U.S. Gulf Coast based on Dow’s proprietary process technologies, to meet consumer-driven demand in specialty packaging, health and hygiene, and industrial and consumer packaging applications. •Construction of the world's first net-zero carbon emissions (with respect to Scope 1 and 2 carbon dioxide (\"CO2\")  emissions, including technology advancements) ethylene and derivatives complex in Alberta, Canada. •Plans to construct a clean hydrogen plant where by-products from core production processes would be converted into hydrogen and CO2. The CO2 would be captured and stored until alternative technologies develop. Dow will also look for ways to enable usage of the CO2 in its processes rather than storing it. The hydrogen plant would allow Dow's Terneuzen manufacturing site to reduce CO2 emissions by approximately 1.4 million metric tons per year. •Dow previously signed several renewable and cleaner power agreements which are expected to reduce Scope 2 emissions by more than 600,000 metric tons of CO2 equivalent per year. •Ongoing collaboration with Mura Technology (“Mura”) to help solve the global plastics waste issue and advance circularity via circular feedstocks, which are converted into recycled plastics. Mura plans to construct a new facility at Dow's Böhlen site in Germany, the latest in a series of planned facilities across the U.S. and Europe to rapidly scale advanced recycling of plastics, and the first expected to be based at a Dow site. This project is targeted for a final investment decision by the end of 2023. This would position Dow to become the largest consumer of circular feedstock for polyethylene production globally. The Company's ambition includes becoming the most sustainable materials science company, with a strategy to advance the well-being of humanity by helping lead the transition to a sustainable planet and society. This includes lowering energy and greenhouse gas emissions and further enabling a shift to a circular economy for plastics by focusing on resource efficiency and integrating recycled content and renewable feedstocks into its production processes. As part of that strategy, Dow announced the following in 2022: •In the fourth quarter of 2022, Dow commissioned the retrofit of its first UNIFINITYTM Fluidized Catalytic Dehydrogenation (\"FCDh\") technology for cost-advantaged, on-purpose propylene manufacturing and continues to successfully cross all critical startup milestones and make strong progress toward production of on-spec propylene at scale. The FCDh unit, located at one of Dow's mixed-feed crackers in Plaquemine, Louisiana, will ultimately enable production of approximately 150,000 metric tons of additional on-purpose propylene at full run-rate. The breakthrough propylene manufacturing technology, which Dow will license through Univation Technologies, LLC, a wholly owned subsidiary of the Company, can reduce capital outlay by up to 25 percent while lowering energy usage and greenhouse gas emissions by up to 20 percent. This project was originally announced in 2019. •Acceleration of the Company's sustainability targets set in 2020 by expanding its stop the waste target to a transform the waste target. By 2030, Dow will transform plastic waste and other forms of alternative feedstock to commercialize 3 million metric tons of circular and renewable plastics solutions annually.  •Launched a new collaboration with Waste Management (\"WM\") to improve residential recycling for hard-to-recycle plastic films by allowing consumers in select markets to recycle these materials directly in their curbside recycling. Once operating at full capacity, this program is expected to help WM divert more than 120,000 metric tons of plastics film from landfills annually. Dow will support this initiative by incorporating recycled content into its product solutions, in line with the Company’s goals. •Signed an agreement with French recycling company Valoregen to contribute to building the largest single hybrid recycling site in France, to be owned and operated by Valoregen. The project, which is expected to be operational and delivering recycled materials in the first half of 2023, will mark an important step in bringing together mechanical recycling (which processes certain plastic waste into secondary products) and newer, advanced recycling processes (which breaks down mixed, hard-to-recycle plastics into their original naphtha-like liquid form to manufacture new virgin-like polymers). Dow will be the main recipient of Valoregen’s post-consumer resins, which it will use to develop new plastic products marketed under Dow’s REVOLOOP™ product range. It will also support the development of Valoregen's recycling technology capabilities.   8 8 8 Table of Contents Table of Contents  •Invested in Plastogaz SA, a technology start-up and proprietor of an advanced recycling technology, which will help to simplify the process of converting plastic waste to feedstock and provide another carbon-efficient option to keep plastic waste out of landfills and the environment. Dow will bring global reach and materials science expertise to further develop technologies with companies, like Plastogaz, who are developing circular feedstock for plastics.  •Invested in Mr. Green Africa, the first recycling company in Africa to be a Certified B Corporation, to enable further diversion of plastic waste from informal dumpsites and the environment, drive positive change in local communities, address inadequacies in existing waste management systems and close the loop on plastics waste across Africa. The investment marks the first of its kind from Dow on the continent and expects to enable approximately 90,000 metric tons of plastic waste to be recovered over four years and recycled into new packaging applications.  •Signed a letter of intent with X-energy, a nuclear energy innovation company which will help Dow advance its carbon emissions reduction goals through the development and deployment of X-energy's advanced small modular nuclear technology in the United States. •Signed a definitive agreement to take a minority stake in the Hanseatic Energy Hub GmbH (\"HEH\") and is working with HEH's current members to advance Germany's capabilities to import supplies of liquified natural gas, bio-liquified natural gas and synthetic natural gas through the construction of an import terminal. The HEH consortium is planning to build, own, and operate an import terminal for liquified gases on Dow's Stade, Germany industrial park. The zero-carbon emission terminal will be co-located with Dow's facilities in Stade. Dow is making land available for the construction of the terminal as well as infrastructure services, off-gas heat, site services and mutual harbor use rights.   INDUSTRIAL INTERMEDIATES & INFRASTRUCTURE  The Industrial Intermediates & Infrastructure operating segment consists of two customer-centric global businesses - Industrial Solutions and Polyurethanes & Construction Chemicals - that develop important intermediate chemicals that are essential to manufacturing processes, as well as downstream, customized materials and formulations that use advanced development technologies. These businesses primarily produce and market ethylene oxide and propylene oxide derivatives that are aligned to market segments as diverse as appliances, coatings, furniture and bedding, construction, mobility and automotive, electronics, surfactants for cleaning and sanitization, infrastructure and oil and gas. The businesses' global scale and reach, world-class technology, research and development capabilities and materials science expertise enable the Company to be a premier solutions provider offering customers value-added sustainable solutions to enhance comfort, energy efficiency, product effectiveness and durability across a wide range of home comfort and appliance, building and construction, mobility and transportation, and adhesive and lubricant applications, among others.   Industrial Solutions Industrial Solutions provides a broad portfolio of solutions that enable and improve the manufacture of consumer and industrial goods and services. The business’ solutions minimize friction and heat in mechanical processes; manage the oil and water interface; deliver ingredients for maximum effectiveness; facilitate dissolvability; enable product identification; decarbonize oil and gas products; reduce energy and water use in textiles; and provide the foundational building blocks for the development of chemical technologies. The business supports manufacturers across a large variety of end-markets, notably coatings, detergents and cleaners, crop protection, pharmaceuticals, electronics, oil and gas, inks and textiles. The business is a leading producer of purified ethylene oxide, ethylene amines and ethanol amines.  Polyurethanes & Construction Chemicals Polyurethanes & Construction Chemicals consists of three businesses: Polyurethanes, Chlor-Alkali & Vinyl (“CAV”) and Construction Chemicals. The Polyurethanes business is the world’s largest producer of propylene oxide, propylene glycol and polyether polyols, and a leading producer of aromatic isocyanates and fully formulated polyurethane systems for rigid, semi-rigid and flexible foams, as well as coatings, adhesives, sealants, elastomers and composites that serve energy efficiency, consumer comfort, industrial and enhanced mobility market sectors. The CAV business provides chlorine and caustic soda supply and markets caustic soda, a valuable co-product of the chlor-alkali manufacturing process, and ethylene dichloride and vinyl chloride monomer. The CAV business' assets are predominantly in Western Europe and Latin America and largely produce materials for internal consumption. The Construction Chemicals business provides cellulose ethers, redispersible latex powders, and acrylic emulsions used as key building blocks for differentiated building and construction materials across many  9 9 9 Table of Contents Table of Contents  market segments and applications ranging from roofing and flooring to gypsum-, cement-, concrete- and dispersion-based building materials. Both Polyurethanes and Construction Chemicals deliver sustainable products aligned toward green building markets yielding reduced environmental impacts and lower product intensity compared to traditional offerings.  Details on Industrial Intermediates & Infrastructures' 2022 net sales, by business and geographic region, are as follows:      Products Major applications/market segments and products are listed below by business:  BusinessApplications/Market SegmentsMajor ProductsKey Raw MaterialsKey CompetitorsIndustrial SolutionsBroad range of products for specialty applications, including pharmaceuticals, agriculture crop protection offerings, aircraft deicing, solvents for coatings, heat transfer fluids for concentrated solar power, construction, solvents for electronics processing, food preservation, fuel markers, industrial and institutional cleaning, infrastructure applications, lubricant additives, paper, transportation and utilities; products for energy markets including exploration, production, transmission, refining, mining and gas processing to optimize supply, improve efficiencies and manage emissionsButyl glycol ethers, VERSENE™ Chelants, UCAR™ Deicing Fluids, ethanolamines, ethylene oxide (\"EO\"), ethyleneamines, UCON™ Fluids, DOWANOL™ glycol ethers, DOWTHERM™ Heat Transfer Fluids, higher glycols, isopropanolamines, low-VOC solvents, methoxypolyethylene glycol, methyl isobutyl, polyalkylene glycol, CARBOWAX™, SENTRY™, Polyethylene Glycol, TERGITOL™, TRITON™ and ECOFAST™ Pure Surfactants, demulsifiers, drilling and completion fluids, heat transfer fluids, rheology modifiers, scale inhibitors, shale inhibitors, specialty amine solvents, surfactants, water clarifiers, frothing separating agentsAmmonia, butene, ethylene, phenol, propyleneBASF, Eastman, Hexion, Huntsman, INEOS, LyondellBasell, SABIC, Sasol, ShellPolyurethanes & Construction ChemicalsAircraft deicing fluids; alumina, pulp and paper; appliances; automotive; bedding; building and construction; flooring; footwear; heat transfer fluids; hydraulic fluids; infrastructure; mobility; packaging; textiles and transportation; construction; caulks and sealants; cement-based tile adhesives; concrete solutions; elastomeric roof coatings; industrial non-wovens; plasters and renders; roof tiles and siding; sport grounds and tape joint compoundsAniline, caustic soda, ethylene dichloride (\"EDC\"), methylene diphenyl diisocyanate (“MDI”), polyether polyols, propylene glycol (\"PG\"), propylene oxide (\"PO\"), polyurethane systems, toluene diisocyanate (“TDI”), vinyl chloride monomer (\"VCM\"), AQUASET™ Acrylic Thermosetting Resins, DOW™ Latex Powder, RHOPLEX™ and PRIMAL™ Acrylic Emulsion Polymers, WALOCEL™ Cellulose EthersAniline, benzene, carbon monoxide, caustic soda, cell effluent, cellulose, chlorine, electric power, ethylene, hydrogen peroxide, propylene, styreneArkema, Ashland, BASF, Covestro, Eastman, Huntsman, Wanhua Butyl glycol ethers, VERSENE™ Chelants, UCAR™ Deicing Fluids, ethanolamines, ethylene oxide (\"EO\"), ethyleneamines, UCON™ Fluids, DOWANOL™ glycol ethers, DOWTHERM™ Heat Transfer Fluids, higher glycols, isopropanolamines, low-VOC solvents, methoxypolyethylene glycol, methyl isobutyl, polyalkylene glycol, CARBOWAX™, SENTRY™, Polyethylene Glycol, TERGITOL™, TRITON™ and ECOFAST™ Pure Surfactants, demulsifiers, drilling and completion fluids, heat transfer fluids, rheology modifiers, scale inhibitors, shale inhibitors, specialty amine solvents, surfactants, water clarifiers, frothing separating agents  Joint Ventures  This segment includes a portion of the Company's share of the results of EQUATE, TKOC, Map Ta Phut and Sadara.  10 10 10 Table of Contents Table of Contents  Current and Future Investments The Company expects to make investments over the next several years to enhance competitiveness in its Polyurethanes & Construction Chemicals and Industrial Solutions businesses. The investments will include alkoxylation capacity expansions and finishing capabilities; investments to support growth in polyurethane systems; and efficiency improvements around the world.  In 2022, the Company benefited from the completion of a debottlenecking project along the U.S. Gulf Coast to increase aniline production by 60,000 tons per year, which drove the integrated margins higher for the portfolio. Also, in the past year, the Company further progressed and scaled key projects aligned to longer-term sustainability goals, including the first industrial-scale production unit aligned to the RENUVA™ Mattress Recycling Program. This project represents a fully circular investment across the value chain highlighting Dow’s materials science solutions to critical challenges facing the industry.  In 2022, ACCUTRACE™ Plus Fuel Marker was selected by the European Commission as the new European Union  common fiscal marker to support fuel fraud prevention. The adoption of ACCUTRACE™ Plus Fuel Marker as the new Euromarker was supported by extensive independent technical and safety assessments of the latest fuel marking technologies conducted by the Joint Research Centre and the Scientific Committee on Health, Environmental and Emerging Risks. The marker maintains a unique fingerprint in fuel, which alerts authorities to its intended use and enhances supply chain governance and product identification.  In 2022, the Company progressed the following: •Construction of an integrated MDI distillation and prepolymers facility at its site in Freeport, Texas. This investment supports increasing demand for downstream polyurethane systems products and advances Dow’s leading positions in attractive applications in construction, consumer, and industrial markets that are growing above gross domestic product. The new Freeport MDI facility will replace Dow’s current U.S. & Canada capacity in La Porte, Texas, and will also be capable of supplying an additional 30 percent of product to Dow’s customers. In coordination with the start-up of the new MDI facility expected in 2023, Dow will shut down its polyurethane assets at the La Porte site. •Expanded production of propylene glycol capacity at its existing joint venture facility in Map Ta Phut, Thailand by 80,000 tons per year – bringing total capacity to 250,000 tons per year. The additional capacity will support customer growth across Asia Pacific and India and is expected to come online in 2024. •Expansion of alkoxylation capacity in the United States and Europe. These investments build on previously announced capacity expansions, increasing the Company's global alkoxylation capacity by 70 percent versus the 2020 baseline, collectively.  The additional capacity is needed to support increasing demand across a wide range of fast-growing end-markets where the Company is delivering 10 percent to 15 percent annual growth rates, from home and personal care to industrial and institutional cleaning solutions and pharmaceuticals. The investments are backed by supply agreements with customers, including leading consumer brands, and are  expected to come online in 2024 and 2025, respectively. •Dow and Orion Chemicals Orgaform together with Eco-mobilier, H&S Anlagentechnik and The Vita Group have inaugurated a pioneering mattress recycling plant as part of the RENUVA™ program. This is a major step forward for the recovery and recycling of polyurethane foam and a significant advancement to close the loop for end-of-life mattresses. At full capacity, the plant will process up to 200,000 mattresses per year to address growing mattress waste.  11 11 11  Table of Contents Table of Contents  PERFORMANCE MATERIALS & COATINGS  The Performance Materials & Coatings operating segment includes industry-leading franchises that deliver a wide array of solutions into consumer, infrastructure and mobility end-markets. The segment consists of two global businesses: Coatings & Performance Monomers and Consumer Solutions. These businesses primarily utilize the Company's acrylics-, cellulosics- and silicone-based technology platforms to serve the needs of the architectural and industrial coatings; home care and personal care; consumer and electronics; mobility and transportation; industrial and chemical processing; and building and infrastructure end-markets. Both businesses employ materials science capabilities, global reach and unique products and technology combining chemistry platforms to deliver differentiated, market-driven and sustainable innovations to customers.   Coatings & Performance Monomers  Coatings & Performance Monomers consists of two businesses: Coating Materials and Performance Monomers. The Coating Materials business makes critical ingredients and additives that help advance the performance of paints and coatings. The business offers innovative and sustainable products to accelerate paint and coatings performance across diverse market segments, including architectural paints and coatings, as well as industrial coatings applications used in maintenance and protective industries, wood, metal packaging, traffic markings, thermal paper and leather. These products enhance coatings by improving hiding and coverage characteristics, enhancing durability against nature and the elements, lowering or eliminating volatile organic compounds (“VOC”) content, reducing maintenance and improving ease of application. The Performance Monomers business manufactures acrylics-based building blocks needed for the production of coatings, textiles, adhesives and home and personal care products.   Consumer Solutions Consumer Solutions consists of two businesses: Performance Silicones & Specialty Materials and Silicone Feedstocks & Intermediates. The Performance Silicones & Specialty Materials business delivers an unmatched portfolio of performance-enhancing materials to meet the diverse needs of customers in fast-growing markets, including building and infrastructure; consumer and electronics; industrial and chemical processing; mobility and transportation; home care; and personal care. It focuses resources on delivering valuable differentiation via market-driven innovations and sustainable solutions, which address lower-carbon footprint and circularity goals while enabling continued growth. The Silicone Feedstocks & Intermediates business focuses on maximizing productivity and optimizing margins by leveraging Dow’s scale and global reach. It is charged with producing silicon metal, siloxanes and intermediates, which are key materials to manufacture differentiated downstream silicone products.   Details on Performance Materials & Coatings' 2022 net sales, by business and geographic region, are as follows:       12 12 12 Table of Contents Table of Contents  Products Major applications/market segments and products are listed below by business:  BusinessApplications/Market SegmentsMajor ProductsKey Raw MaterialsKey CompetitorsCoatings & Performance MonomersAcrylic binders for architectural paints and coatings, industrial coatings and paper; adhesives; dispersants; impact modifiers; inks and paints; opacifiers and surfactants for both architectural and industrial applications; plastics additives; processing aids; protective and functional coatings; rheology modifiersACOUSTICRYL™ Liquid-Applied Sound Damping Technology; acrylates; ACRYSOL™ Rheology Modifiers; AVANSE™ Acrylic Binders; EVOQUE™ Pre-Composite Polymer; foam cell promoters; FORMASHIELD™ Acrylic Binder; high-quality impact modifiers; MAINCOTE™ Acrylic Epoxy Hybrid; methacrylates; processing aids; RHOPLEX™ Acrylic Resin; TAMOL™ Dispersants; FASTRACK™ Road Marking Resins; vinyl acetate monomers; weatherable acrylic capstock compounds for thermoplastic and thermosetting materialsAcetic acid, acetone, acrylic acid, ammonia, butanol, butyl acrylate, methanol, methyl methacrylate, propylene, styreneArkema, BASF, Celanese, Evonik, LyondellBasell, Wacker ChemieConsumer SolutionsPersonal care and home care; mobility and transportation; building and infrastructure; consumer and electronics; industrial and chemical processingAdhesives and sealants; antifoams and surfactants; coatings and controlled release; coupling agents and crosslinkers; fluids, emulsions and dispersions; formulating and processing aids; granulation and binders; oils; polymers and emollients; opacifiers; reagents; resins, gels and powders; rheology modifiers; rubber; solubility enhancers; aerospace composites; surfactants and solvents; encapsulants for solar photovoltaic applications; ACUSOL™ PRIME 1 Polymer; AMPLIFY™ Si PE 1000 Polymer System; bio-based, readily biodegradable SunSpheres™ BIO SPF Booster; DOWSIL™ Silicone Products;  SILASTIC™ Silicone Elastomers;  SYL-OFF™ Silicone Release CoatingsHydrochloric acid, methanol, platinum, silica, silicon metal Elkem, Momentive, Shin-Etsu, Wacker Chemie Adhesives and sealants; antifoams and surfactants; coatings and controlled release; coupling agents and crosslinkers; fluids, emulsions and dispersions; formulating and processing aids; granulation and binders; oils; polymers and emollients; opacifiers; reagents; resins, gels and powders; rheology modifiers; rubber; solubility enhancers; aerospace composites; surfactants and solvents; encapsulants for solar photovoltaic applications; ACUSOL™ PRIME 1 Polymer; AMPLIFY™ Si PE 1000 Polymer System; bio-based, readily biodegradable SunSpheres™ BIO SPF Booster; DOWSIL™ Silicone Products;  SILASTIC™ Silicone Elastomers;  SYL-OFF™ Silicone Release Coatings  Current and Future Investments In 2022, several key growth capital projects around the globe were brought online to meet customer needs in fast-growing markets. These include:  •Silicone elastomers capacity in U.S. & Canada for the world's first recyclable silicone self-sealing tire solution, which meets self-sealing tire manufacturers' demands for high performance and sustainability, while providing drivers and passengers with a lighter-weight, safer, and more durable solution. •Incremental capacity expansion in U.S. & Canada for silicone sealants supporting greater design flexibility and enabling safe, sustainable, and durable building and infrastructure. •Debottlenecking silicone key intermediates and enhancing capacity of engineered materials in Asia Pacific to accelerate growth in advanced automotive and consumer electronics. •New silicone gum blends capacity in Latin America to meet the growing demand for sustainable silicone solutions in the personal care industry.  The Company continues to make incremental investments in lower-capital, higher-return projects in the silicones and coatings franchises to further enhance competitiveness. The investments aim to expand manufacturing capacity and increase product mix offerings of silicone intermediates and high-performance silicones to accelerate the downstream business growth. By leveraging global scale and a broad innovation portfolio, the Company is well-positioned to deliver differentiated solutions and sustainable materials in key end-markets, including building and infrastructure, electronics, industrial, mobility, and home and personal care.  13 13 13  Table of Contents Table of Contents  CORPORATE Corporate includes certain enterprise and governance activities (including insurance operations, environmental operations, etc.); non-business aligned joint ventures; non-business aligned litigation expenses; and discontinued or non-aligned businesses.    RAW MATERIALS The Company operates in an integrated manufacturing environment. Basic raw materials are processed through many stages to produce a number of products that are sold as finished goods at various points in those processes. The major raw material stream that feeds the production of the Company's finished goods is hydrocarbon-based raw materials. The Company purchases hydrocarbon-based raw materials including ethane, propane, butane, naphtha and condensate as feedstocks. These raw materials are used in the production of both saleable products and energy. The Company also purchases and sells certain monomers, primarily ethylene and propylene, to balance internal production and internal consumption. The Company purchases natural gas, primarily to generate electricity, and purchases electric power to supplement internal generation. In addition, the Company produces a portion of its electricity needs in Louisiana and Texas; Alberta, Canada; The Netherlands; and Germany.   The Company's primary source of these raw materials are natural gas liquids (\"NGLs\"), which are derived from natural gas and crude oil production, and naphtha, which is produced during the processing and refining of crude oil. Given recent advancements in shale gas, shale oil and conventional drilling techniques, the Company expects these raw materials to be in abundant supply. The Company's suppliers of these raw materials include regional, international and national oil and gas companies.  The Company purchases raw materials on both short- and long-term contracts. The Company had adequate supplies of raw materials in 2022 and expects to continue to have adequate supplies of raw materials in 2023.   INDUSTRY SEGMENTS AND GEOGRAPHIC REGION RESULTS See Note 25 to the Consolidated Financial Statements for information regarding net sales, Operating EBIT and total assets by segment, as well as net sales and long-lived assets by geographic region.   SIGNIFICANT CUSTOMERS AND PRODUCTS All products and services are marketed primarily through the Company’s sales force, although in some instances more emphasis is placed on sales through distributors. In 2022, no significant portion of the Company's sales was dependent upon a single customer.   PATENTS, LICENSES AND TRADEMARKS The Company continually applies for and obtains U.S. and foreign patents and has a substantial number of pending patent applications throughout the world. At December 31, 2022, the Company owned approximately 3,700 active U.S. patents and 22,600 active foreign patents as follows:   Remaining Life of Patents Owned at Dec 31, 2022United StatesRest of WorldWithin 5 years600 3,200 6 to 10 years1,100 7,000 11 to 15 years1,500 10,800 16 to 20 years500 1,600 Total3,700 22,600   The Company’s primary purpose in obtaining patents is to protect the results of its research for use in operations and licensing. The Company is party to a substantial number of patent licenses, including intellectual property cross-license agreements and other technology agreements, and also has a substantial number of trademarks and trademark registrations in the United States and in other countries, including the “Dow in Diamond” trademark. Although the Company considers that its patents, licenses and trademarks in the aggregate constitute a valuable asset, it does not regard its business as being materially dependent on any single or group of related patents, licenses or trademarks. 14 14 14  Table of Contents Table of Contents  PRINCIPAL PARTLY OWNED COMPANIES The Company’s principal nonconsolidated affiliates at December 31, 2022, including direct and indirect ownership interest for each, are listed below:  Principal Nonconsolidated AffiliateCountryOwnership InterestBusiness DescriptionEQUATE Petrochemical Company K.S.C.C. Kuwait42.50 %Manufactures ethylene, polyethylene and ethylene glycol, and manufactures and markets monoethylene glycol, diethylene glycol and polyethylene terephthalate resinsThe Kuwait Olefins Company K.S.C.C. Kuwait42.50 %Manufactures ethylene and ethylene glycolThe Kuwait Styrene Company K.S.C.C.Kuwait42.50 %Manufactures styrene monomerMap Ta Phut Olefins Company Limited 1Thailand32.77 %Manufactures propylene and ethyleneSadara Chemical Company 2Saudi Arabia35.00 %Manufactures chlorine, ethylene, propylene and aromatics for internal consumption and manufactures and sells polyethylene, ethylene oxide and propylene oxide derivative products, and isocyanatesThe SCG-Dow Group:Siam Polyethylene Company LimitedThailand50.00 %Manufactures polyethyleneSiam Polystyrene Company LimitedThailand50.00 %Manufactures polystyreneSiam Styrene Monomer Company LimitedThailand50.00 %Manufactures styreneSiam Synthetic Latex Company LimitedThailand50.00 %Manufactures latex and specialty elastomers Map Ta Phut Olefins Company Limited 1 Sadara Chemical Company 2 1.The Company's effective ownership of Map Ta Phut is 32.77 percent, of which the Company directly owns 20.27 percent and indirectly owns 12.5 percent through its equity interest in Siam Polyethylene Company Limited. 2.The Company is responsible for marketing the majority of Sadara products outside of the Middle East zone through the Company's established sales channels. Under this arrangement, the Company purchases and sells Sadara products for a marketing fee. In March 2021, Dow and the Saudi Arabian Oil Company agreed to transition the marketing rights and responsibilities for Sadara’s finished products to levels more consistent with each partner’s equity ownership. This transition began in July 2021 and is being implemented through 2026.  See Note 11 to the Consolidated Financial Statements for additional information regarding nonconsolidated affiliates.   SUSTAINABILITY STRATEGY Dow is working to deliver a sustainable future by collaborating and innovating to expand its ability to make a positive impact on society and the planet. As a leading materials science company, Dow has the responsibility and opportunity to act and lead the industry in areas where Dow's science and innovation can make a difference. This means Dow is reducing its environmental footprint, developing and implementing circular economy solutions, and creating new materials that are more sustainable. Dow’s sustainability strategy focuses on three areas, which address some of the most pressing challenges facing the planet and offer the most opportunity for Dow to use its science and global scale to make a positive impact.  Climate Protection – Dow is committed to protecting the planet by combating climate change, including contributing to a lower-carbon future, both in its operations and value chains. Dow’s comprehensive strategy includes actions to optimize the Company's manufacturing facilities and processes for sustainability, increase clean energy in Dow's purchased power mix, collaborate with the Company's supply chain to address upstream carbon emissions, invest in transformative next-generation solutions for climate protection, and develop low carbon products, technologies and services.  Circular Economy – Dow is taking a leading role in driving a more circular economy by designing for circularity, transforming plastic waste and alternative feedstock into circular and renewable solutions, building new business models for circular materials, and partnering in an industrial ecosystem to end plastic waste.   Safer Materials – Dow is innovating new materials that offer a more favorable health and environmental profile over their life cycles compared to incumbent solutions. Dow believes that creating safer materials is a continuous journey and is possible through innovation, design and more predictive, enabling technologies. Dow’s innovations must meet the needs of customers and society, and Dow is committed to continue to evolve its approach to safer materials in line with these expectations.  15 15 15 Table of Contents Table of Contents  Climate Protection, Circular Economy and Safer Materials are critical to Dow’s license to operate and represent areas where Dow is using its science, scale and global relationships across value chains to create shared opportunity for Dow and society. To accelerate the Company's sustainability commitments, Dow has implemented and continues to expand on its multi-decade targets intended to put the Company on a path to achieve carbon neutrality and eliminate plastic waste, which include the following: •By 2030, Dow will reduce its net annual Scope 1 and 2 carbon emissions by 5 million metric tons compared with its 2020 baseline, representing a 15 percent reduction from 2020 and a 30 percent reduction since 2005. •By 2050, Dow intends to be carbon neutral (Scope 1+2+3 plus product benefits).   •By 2030, Dow will transform plastic waste and other forms of alternative feedstock to commercialize 3 million metric tons of circular and renewable solutions annually. To do this, Dow will expand its efforts to stop the waste by building industrial ecosystems to collect, reuse or recycle waste and expand its portfolio to meet rapidly growing demand. Dow expects the waste required to produce this target will surpass and replace its original 1 million metric tons stop the waste goal.  The Company's progress in achieving these targets is reviewed regularly by management and with the Environment, Health, Safety & Technology Committee of the Dow Inc. Board of Directors (\"Board\").   Additional discussion of matters pertaining to the environment, including actions related to the Company's sustainability strategy, is included in Part I, Item 1A. Risk Factors; Part II, Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations; and Notes 1 and 15 to the Consolidated Financial Statements. In addition, detailed information on the Company's performance regarding environmental matters and goals, including the Company's annual ESG Report, is accessible through the Science & Sustainability webpage at www.dow.com/sustainability. Dow's website and its content are not deemed incorporated by reference into this report.   HUMAN CAPITAL Dow’s ambition – to be the most innovative, customer-centric, inclusive and sustainable materials science company in the world - starts with people. Dow employees create innovative and sustainable materials science solutions to advance the world. Every answer starts with asking the right questions. This is why the diverse, dedicated Dow team collaborates with customers and other stakeholders to find solutions to the world's toughest challenges. The Company's values of Respect for People, Integrity and Protecting Our Planet are fundamental beliefs that are ingrained in each action taken, can never be compromised and are the foundation of the Company's Code of Conduct.  The Company is dedicated to employee health and safety and is invested in fostering a culture of inclusion and continuous learning while supporting its employees through its Total Rewards plans and programs to ensure all Dow employees are respected, valued and encouraged to make their fullest contribution.   Safety, Employee Health and Well-Being A commitment to safety and employee health is ingrained in Dow’s culture and central to how the Dow team works. Dow uses a comprehensive, integrated operating discipline management system that includes policies, requirements, best practices and procedures associated with health and safety. In 2022, the Company achieved an Occupational Safety and Health Administration Total Recordable Injury and Illness Rate of 0.16, based upon the number of incidents per 200,000 work hours for employees and contractors globally. This measure, along with a consistent set of globally applied, as well as locally defined, leading indicators of safety performance, are cornerstones of Dow's worker protection program. The Company maintains a robust, globally tracked near-miss program for situations that did not result in an injury, but could have been high consequence had circumstances been slightly different. This data is reviewed regularly by management and the Environment, Health, Safety & Technology Committee of the Board, is visible to all employees and is built into digital dashboards that include actual injury information for every Dow location around the world.   As part of the Company’s total worker health strategy, employees have access to occupational health services at no cost through on-site, Company-managed clinics at its manufacturing locations or an offsite provider overseen by Dow Occupational Health. In addition to access for occupational health needs, the Company also has a comprehensive well-being strategy, which is framed across four dimensions – physical, mental, community and financial well-being – for an approach that is holistic, global, employee centered and outcome-driven. Key ambitions  16 16 16 Table of Contents Table of Contents  across the four dimensions focus on elements such as workplace stress, psychological safety, resiliency, workload, healthy eating and activities, and social community and inclusion opportunities.  Dow maintains active Crisis Management Teams at the corporate level and in each region where the Company operates to ensure appropriate plans are in place in the event of natural disasters or other emergencies.  Inclusion, Diversity & Equity At Dow, inclusion, diversity and equity (“ID&E”) is a business imperative evidenced by inclusion serving as a core pillar of the Company's ambition statement. A strategic and intentional focus on ID&E not only enhances the employee experience and satisfaction, but it also supports innovation, customer experience and understanding of the communities the Company serves. In 2022, Dow advanced to #15 in the DiversityInc Top 50 Companies for Diversity and for the second year in a row was named to the Fortune 100 Best Companies to Work For® list. These are significant accomplishments that represent only two of the many awards the Company received related to its efforts in ID&E.   Dow's strategic ID&E efforts are directed by its Chief Inclusion Officer and Office of Inclusion, which supports implementation throughout Dow’s businesses, functions and regions. Three Inclusion Councils drive the ID&E strategy from the top of the Company down and across the enterprise: •The President’s Inclusion Council defines and supports Dow's ID&E strategy from the top. •A Senior Leaders’ Inclusion Council influences change through senior and mid-level business, geographic and functional leaders. •A Joint Inclusion Council collaborates to drive maximum employee engagement through Employee Resource Group (“ERG”) leadership.   Dow’s 10 ERGs are representative of the Company’s diverse workforce and help foster an inclusive workplace. Dow’s ERGs are organized around historically underrepresented groups including women, people of color, LGBTQ+ individuals, people with disabilities and veterans, as well as groups both for professionals who are new to the Company and those who are 50 years or older. Senior leaders serve as executive sponsors for each ERG. In addition, Dow has a Paid Time Off Policy which provides employees time off to volunteer and engage in ERG activities. In 2022, 57 percent of Dow’s workforce and 98 percent of Dow people leaders participated in at least one ERG.   Inclusion and diversity metrics, including ERG participation, global representation of women and U.S. ethnic minority representation in the United States, are published internally on a quarterly basis, are embedded in the same scorecard where Dow’s financial and safety results are measured and are directly connected to leaders’ annual performance and compensation. This data is reviewed regularly by management and with the Compensation and Leadership Development Committee of the Board.  Global pay disparity studies have been conducted at Dow for over 20 years to assess fair treatment between genders and between U.S. ethnic minorities and non-minorities and to ensure Dow’s pay practices are being implemented as intended. As part of Dow’s ID&E efforts, the Company will continue to conduct annual pay gap studies and actively engage with an external partner to further develop and continue to apply best practices.  Total Rewards To achieve Dow’s ambition to be the most innovative, customer-centric, inclusive and sustainable materials science company in the world, the Company invests in its people, who are at the heart of the Company, through its Total Rewards plans and programs. The Total Rewards plans and programs are structured to attract, retain and motivate Dow’s employees. Dow’s Total Rewards are designed to support all aspects of its employees – their compensation, future, health, life and career. The Company is committed to aligning its strategy and culture with the needs of its employees and optimizing the investment Dow makes in Total Rewards.    17 17 17 Table of Contents Table of Contents  As a global company with a diverse team, Dow aims to ensure employees have access to resources that allow them to meet their unique needs. That is why Dow has established three guiding principles that define its Total Rewards strategy: 1) ensuring programs are market competitive, while leading peer companies in equitable and inclusive offerings; 2) providing employees with offerings that align with their preferences; and 3) offering programs that promote fulfilling career and life experiences. Dow adapts its programs for geography-specific requirements, as well as cultural standards and expectations.  Employee Engagement, Learning and Development Throughout an employee’s career, the Company supports development through a blend of learning approaches including in-person and virtual trainings, digital learning platforms, on-the-job training and a series of leadership development programs. Annually, all employees have the opportunity to provide feedback on employee experience and offer insights into how to improve Dow’s working culture through a global employee opinion survey. A key component of the survey is an opportunity for employees to provide feedback on the effectiveness of their direct leader. In 2022, 72 percent of employees responded to the annual survey. The feedback received through this annual survey and additional quarterly checkpoint surveys is used to drive actions to improve the overall Dow experience for employees across the Company, as well as to support continuous improvement in leader effectiveness.  At December 31, 2022, the Company permanently employed approximately 37,800 people on a full-time basis.       *U.S. Minority includes employees who self-identify as Hispanic or Latino, Black or African American, Asian, American Indian or Alaskan Native, Native Hawaiian or other Pacific Islander, or two or more races. Employees who self-identify as White are considered U.S. Non-Minority. U.S. Minority includes employees who self-identify as Hispanic or Latino, Black or African American, Asian, American Indian or Alaskan Native, Native Hawaiian or other Pacific Islander, or two or more races. Employees who self-identify as White are considered U.S. Non-Minority.  Additional information regarding Dow’s human capital measures can be found in the Company's annual ESG Report, as well as Dow's U.S. Equal Employment Opportunity Report (EEO-1), accessible through the Inclusion and Diversity webpage at www.dow.com/diversity. Dow’s website and its content are not deemed incorporated by reference into this report.    OTHER ACTIVITIES The Company engages in property and casualty insurance and reinsurance primarily through its Liana Limited subsidiaries. 18 18 18  Table of Contents Table of Contents  EXECUTIVE OFFICERS OF THE REGISTRANT Set forth below is information related to the Company's executive officers as of February 1, 2023:  Name, AgePresent Position with RegistrantYear Elected as Executive Officer of Dow Inc.Other Business Experience since January 1, 2018Lisa Bryant, 47Chief Human Resources Officer2022Dow Inc.: Chief Human Resources Officer since November 2022.TDCC: Chief Human Resources Officer since November 2022; Senior Global Human Resources Director for Finance, Legal, Public Affairs, and Government Affairs from May 2020 to November 2022; North America Human Resources Director from February 2019 to May 2020; Global Human Resources Director for Marketing & Sales from April 2017 to February 2019; Global Human Resources Director for Coatings, Monomers & Plastics Additives from March 2015 to February 2019.Karen S. Carter, 52President, Packaging & Specialty Plastics2019Dow Inc.: President, Packaging & Specialty Plastics since November 2022; Chief Human Resources Officer and Chief Inclusion Officer from April 2019 to November 2022.TDCC: President, Packaging & Specialty Plastics since November 2022; Chief Human Resources Officer from October 2018 to November 2022; Chief Inclusion Officer from July 2017 to November 2022.Ronald C. Edmonds, 65Controller and Vice President of Controllers and Tax2019Dow Inc.: Controller and Vice President of Controllers and Tax since April 2019.TDCC: Controller and Vice President since November 2009; Vice President of Tax since January 2016.Jim Fitterling, 61Chairman and Chief Executive Officer2018Dow Inc.: Chairman since April 2020; Chief Executive Officer since August 2018.TDCC: Chairman since April 2020; Chief Executive Officer since July 2018; President and Chief Operating Officer from February 2016 to July 2018.Mauro Gregorio, 60President, Performance Materials & Coatings2020Dow Inc.: President, Performance Materials & Coatings since February 2020; Business President, Performance Materials & Coatings from April 2019 to February 2020.TDCC: President, Performance Materials & Coatings since February 2020; Business President, Consumer Solutions from January 2016 to February 2020.Jane M. Palmieri, 53President, Industrial Intermediates & Infrastructure2020Dow Inc.: President, Industrial Intermediates & Infrastructure since February 2020; Business President, Polyurethanes and Chlor-Alkali & Vinyl from April 2019 to February 2020.TDCC: President, Industrial Intermediates & Infrastructure since February 2020; Business President, Polyurethanes and Chlor-Alkali & Vinyl from April 2018 to February 2020; Business President, Polyurethanes and Chlor-Alkali from October 2016 to April 2018; Business President, Building and Construction from June 2013 to April 2018.John M. Sampson, 62Senior Vice President, Operations, Manufacturing & Engineering2021Dow Inc.: Senior Vice President, Operations, Manufacturing & Engineering since October 2020.Olin Corporation: Executive Vice President, Business Operations from April 2019 to September 2020; Vice President, Business Operations from October 2015 to April 2019.A. N. Sreeram, 55Senior Vice President of Research & Development and Chief Technology Officer2019Dow Inc.: Senior Vice President of Research & Development and Chief Technology Officer since April 2019.TDCC: Chief Technology Officer since October 2015; Senior Vice President of Research & Development since August 2013.Howard Ungerleider, 54President and Chief Financial Officer2018Dow Inc.: President and Chief Financial Officer since August 2018.TDCC: Chief Financial Officer since October 2014; President since July 2018; Vice Chairman from October 2015 to July 2018.Amy E. Wilson, 52General Counsel and Corporate Secretary2018Dow Inc.: General Counsel and Corporate Secretary since April 2019; Secretary from August 2018 to April 2019.TDCC: General Counsel since October 2018; Corporate Secretary since February 2015; Associate General Counsel from April 2017 to September 2018; Director of the Office of the Corporate Secretary from August 2013 to October 2018.  Dow Inc.: Controller and Vice President of Controllers and Tax since April 2019.  TDCC: Controller and Vice President since November 2009; Vice President of Tax since January 2016. Dow Inc.: Senior Vice President of Research & Development and Chief Technology Officer since April 2019.  TDCC: Chief Technology Officer since October 2015; Senior Vice President of Research & Development since August 2013. Dow Inc.: President and Chief Financial Officer since August 2018.  TDCC: Chief Financial Officer since October 2014; President since July 2018; Vice Chairman from October 2015 to July 2018. Dow Inc.: General Counsel and Corporate Secretary since April 2019; Secretary from August 2018 to April 2019.  TDCC: General Counsel since October 2018; Corporate Secretary since February 2015; Associate General Counsel from April 2017 to September 2018; Director of the Office of the Corporate Secretary from August 2013 to October 2018.  19 19 19  Table of Contents Table of Contents ", "time": "00:00:07"}