{"cik": 1841666, "item_1A": "PART I BUSINESS 1 RISK FACTORS 18 UNRESOLVED STAFF COMMENTS 31 PROPERTIES 1 LEGAL PROCEEDINGS 32 MINE SAFETY DISCLOSURES 32 PART II 5. MARKET FOR THE REGISTRANT’S COMMON EQUITY, RELATED STOCKHOLDER  MATTERS, AND ISSUER PURCHASES OF EQUITY SECURITIES 33 SELECTED FINANCIAL DATA 34 MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS 35 QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK 58 FINANCIAL STATEMENTS AND SUPPLEMENTARY DATA 60 CHANGES IN AND DISAGREEMENTS WITH ACCOUNTANTS ON ACCOUNTING AND FINANCIAL DISCLOSURE 60 CONTROLS AND PROCEDURES 60 OTHER INFORMATION 60 DISCLOSURE REGARDING FOREIGN JURISDICTIONS THAT PREVENT INSPECTIONS 60 PART III DIRECTORS, EXECUTIVE OFFICERS AND CORPORATE GOVERNANCE 61 EXECUTIVE COMPENSATION 61 12. SECURITY OWNERSHIP OF CERTAIN BENEFICIAL OWNERS AND MANAGEMENT AND RELATED STOCKHOLDER MATTERS 61 CERTAIN RELATIONSHIPS AND RELATED TRANSACTIONS, AND DIRECTOR INDEPENDENCE 61 14. PRINCIPAL ACCOUNTING FEES AND SERVICES 61 PART IV EXHIBITS, FINANCIAL STATEMENT SCHEDULES 62 FORM 10-K SUMMARY 66    i i i    FORWARD-LOOKING STATEMENTS AND RISKS This Annual Report on Form 10-K includes “forward-looking statements” within the meaning of Section 27A of the Securities Act of 1933, as amended (the Securities Act), and Section 21E of the Securities Exchange Act of 1934, as amended (the Exchange Act). All statements other than statements of historical facts included or incorporated by reference in this Annual Report on Form 10-K, including, without limitation, statements regarding the Company’s future financial position, business strategy, budgets, projected revenues, projected costs, and plans and objectives of management for future operations and capital returns framework, are forward-looking statements. Such forward-looking statements are based on the Company’s examination of historical operating trends, the information that was used to prepare its estimate of proved reserves as of December 31, 2022, and other data in the Company’s possession or available from third parties. In addition, forward-looking statements generally can be identified by the use of forward-looking terminology such as “may,” “will,” “could,” “expect,” “intend,” “project,” “estimate,” “anticipate,” “plan,” “believe,” “continue,” “seek,” “guidance,” “goal,” “might,” “outlook,” “possibly,” “potential,” “prospect,” “should,” “would,” or similar terminology, but the absence of these words does not mean that a statement is not forward looking. Although the Company believes that the expectations reflected in such forward-looking statements are reasonable under the circumstances, it can give no assurance that such expectations will prove to have been correct. Important factors that could cause actual results to differ materially from the Company’s expectations include, but are not limited to, its assumptions about: •changes in local, regional, national, and international economic conditions, including as a result of any epidemics or pandemics, such as the coronavirus disease (COVID-19) pandemic and any related variants; •the market prices of oil, natural gas, natural gas liquids (NGLs), and other products or services, including the prices received for natural gas purchased from third parties to sell and deliver to a U.S. LNG export facility; •the Company’s commodity hedging arrangements; •the supply and demand for oil, natural gas, NGLs, and other products or services; •production and reserve levels; •drilling risks; •economic and competitive conditions, including market and macro-economic disruptions resulting from the Russian war in Ukraine; •the availability of capital resources; •capital expenditures and other contractual obligations; •currency exchange rates; •weather conditions; •inflation rates; •the impact of changes in tax legislation; •the availability of goods and services; •the impact of political pressure and the influence of environmental groups and other stakeholders on decisions and policies related to the industries in which the Company and its affiliates operate; •legislative, regulatory, or policy changes, including initiatives addressing the impact of global climate change or further regulating hydraulic fracturing, methane emissions, flaring, or water disposal; •the Company’s performance on environmental, social, and governance measures; •terrorism or cyberattacks; •the occurrence of property acquisitions or divestitures; •the integration of acquisitions; •the Company’s ability to access the capital markets;  •market-related risks, such as general credit, liquidity, and interest-rate risks; ii ii ii   •the Company’s expectations with respect to the new operating structure implemented pursuant to the Holding Company Reorganization (as defined in the Notes to the Company’s Consolidated Financial Statements set forth in Part IV, Item 15 of this Annual Report on Form 10-K) and the associated disclosure implications; and •other factors disclosed under Items 1 and 2—Business and Properties—Estimated Proved Reserves and Future Net Cash Flows, Item 1A—Risk Factors, Item 7—Management’s Discussion and Analysis of Financial Condition and Results of Operations, Item 7A—Quantitative and Qualitative Disclosures About Market Risk and elsewhere in this Annual Report on Form 10-K. Other factors or events that could cause the Company’s actual results to differ materially from the Company’s expectations may emerge from time to time, and it is not possible for the Company to predict all such factors or events. All subsequent written and oral forward-looking statements attributable to the Company, or persons acting on its behalf, are expressly qualified in their entirety by the cautionary statements. All forward-looking statements speak only as of the date of this Annual Report on Form 10-K. Except as required by law, the Company disclaims any obligation to update or revise these statements, whether based on changes in internal estimates or expectations, new information, future developments, or otherwise.  iii iii iii    DEFINITIONS All defined terms under Rule 4-10(a) of Regulation S-X shall have their statutorily prescribed meanings when used in this Annual Report on Form 10-K. As used herein: “3-D” means three-dimensional. “4-D” means four-dimensional. “b/d” means barrels of oil or NGLs per day. “bbl” or “bbls” means barrel or barrels of oil or NGLs. “bcf” means billion cubic feet of natural gas. “bcf/d” means one bcf per day. “boe” means barrel of oil equivalent, determined by using the ratio of one barrel of oil or NGLs to six Mcf of gas. “boe/d” means boe per day. “Btu” means a British thermal unit, a measure of heating value. “Liquids” means oil and NGLs. “LNG” means liquefied natural gas. “Mb/d” means Mbbls per day. “Mbbls” means thousand barrels of oil or NGLs. “Mboe” means thousand boe. “Mboe/d” means Mboe per day. “Mcf” means thousand cubic feet of natural gas. “Mcf/d” means Mcf per day. “MMbbls” means million barrels of oil or NGLs. “MMboe” means million boe. “MMBtu” means million Btu. “MMBtu/d” means MMBtu per day. “MMcf” means million cubic feet of natural gas. “MMcf/d” means MMcf per day. “NGL” or “NGLs” means natural gas liquids, which are expressed in barrels. “NYMEX” means New York Mercantile Exchange. “oil” includes crude oil and condensate. “PUD” means proved undeveloped. “SEC” means the United States Securities and Exchange Commission. “Tcf” means trillion cubic feet of natural gas. “U.K.” means United Kingdom. “U.S.” means United States. With respect to information relating to the Company’s working interest in wells or acreage, “net” oil and gas wells or acreage is determined by multiplying gross wells or acreage by the Company’s working interest therein. Unless otherwise specified, all references to wells and acres are gross. iv iv iv   References to “APA,” the “Company,” “we,” “us,” and “our” refer to APA Corporation and its consolidated subsidiaries, including Apache Corporation, unless otherwise specifically stated. References to “Apache” refer to Apache Corporation, the Company’s wholly owned subsidiary, and its consolidated subsidiaries, unless otherwise specifically stated. v v v    PART I  ITEMS 1 and 2.BUSINESS AND PROPERTIES GENERAL  APA Corporation (APA or the Company), is an independent energy company that owns consolidated subsidiaries that explore for, develop, and produce natural gas, crude oil, and NGLs. The Company’s upstream business currently has exploration and production operations in three geographic areas: the U.S., Egypt, and offshore the U.K. in the North Sea (North Sea). APA also has active exploration and appraisal operations ongoing in Suriname, as well as interests in the Dominican Republic and other international locations that may, over time, result in reportable discoveries and development opportunities. Prior to the BCP Business Combination defined below, the Company’s midstream business was operated by Altus Midstream Company (ALTM) through its subsidiary Altus Midstream LP (collectively, Altus). Altus owned, developed, and operated a midstream energy asset network in the Permian Basin of West Texas. On March 1, 2021, Apache Corporation consummated a holding company reorganization (the Holding Company Reorganization), pursuant to which Apache Corporation became a direct, wholly owned subsidiary of APA Corporation, and all of Apache Corporation’s outstanding shares automatically converted into equivalent corresponding shares of APA. Pursuant to the Holding Company Reorganization, APA became the successor issuer to Apache Corporation pursuant to Rule 12g-3(a) under the Exchange Act and replaced Apache Corporation as the public company trading on the Nasdaq Global Select Market (Nasdaq) under the ticker symbol “APA.” The Holding Company Reorganization modernized the Company’s operating and legal structure to more closely align with its growing international presence, making it more consistent with other companies that have subsidiaries operating around the globe. As a holding company, APA Corporation’s primary assets are its ownership interests in its subsidiaries. The Company’s common stock, par value $0.625 per share, is listed on the Nasdaq. Through the Company’s website, www.apacorp.com, you can access, free of charge, electronic copies of the charters of the committees of its board of directors (Board of Directors), other documents related to corporate governance (including the Code of Business Conduct and Ethics and APA’s Corporate Governance Principles), and documents the Company files with the SEC, including the Company’s Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, and Current Reports on Form 8-K, as well as any amendments to these reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act. Included in the Company’s annual and quarterly reports are the certifications of its principal executive officer and its principal financial officer that are required by applicable laws and regulations. Access to these electronic filings is available as soon as reasonably practicable after the Company files such material with, or furnishes it to, the SEC. You may also request printed copies of the Company’s corporate charter, bylaws, committee charters, or other governance documents free of charge by writing to the Company’s corporate secretary at the address on the cover of this Annual Report on Form 10-K. The Company’s reports filed with the SEC are made available on its website at www.sec.gov. From time to time, the Company also posts announcements, updates, and investor information on its website in addition to copies of all recent press releases. Information on the Company’s website or any other website is not incorporated by reference into, and does not constitute a part of, this Annual Report on Form 10-K. Certain properties referred to herein may be held by subsidiaries of APA Corporation.  BUSINESS STRATEGY APA maintains a diversified asset portfolio, including conventional and unconventional, onshore and offshore, oil and natural gas exploration and production interests. In the U.S., operations are primarily focused in the Permian Basin of West Texas and Eastern New Mexico, with additional operations located in the Eagle Ford shale and Austin Chalk areas of Southeast Texas, offshore in the Gulf of Mexico, and along the Gulf Coast. Internationally, the Company has conventional onshore assets in Egypt’s Western Desert, offshore assets on the U.K.’s Continental Shelf, an offshore appraisal and exploration program in Suriname, and an offshore exploration block in the Dominican Republic. Rigorous management of the Company’s asset portfolio plays a key role in optimizing shareholder value over the long term. Over the past several years, APA has entered into a series of transactions that have upgraded its portfolio of assets, enhanced its capital allocation process to further optimize investment returns, and increased focus on internally generated exploration with full-cycle, returns-focused growth. Management actively reviews certain non-strategic assets for opportunities, which include potential monetization of legacy properties and other non-core leasehold positions. 1 1 1   In late 2021, the Company refreshed the economic foundation for its business in Egypt with the ratification of a new merged concession agreement (MCA) with the Egyptian Ministry of Petroleum and the Egyptian General Petroleum Corporation (EGPC). The new MCA consolidates the majority of the Company’s gross acreage and production in Egypt under one concession agreement and refreshes existing development and exploration lease terms. The MCA incentivizes increased investment and production growth and places Egypt at the top of many attractive investment opportunities in APA’s global portfolio.   On February 22, 2022, ALTM closed on a transaction to combine with privately owned BCP Raptor Holdco LP (BCP) in an all-stock transaction. Upon closing the transaction, the combined entity was renamed Kinetik Holdings Inc. (Kinetik), and APA’s ownership in ALTM was reduced from approximately 79 percent to approximately 20 percent. Upon closing the transaction, the Company deconsolidated ALTM. The deconsolidation provides a number of benefits to APA shareholders, including simplification of the Company’s financial reporting and enhanced comparability with its upstream-only peers, while maintaining a noncontrolling interest in future growth opportunities of Kinetik. Early in 2020, impacts of the coronavirus disease 2019 (COVID-19) pandemic and related governmental actions began to exert significant downward pressure on crude oil and natural gas prices. Since that time, commodity prices worldwide have largely rebounded; however, uncertainties in the global supply chain, commodity prices, and financial markets, including the impact of inflation, rising interest rates, and the conflict in Ukraine continue to impact oil supply and demand. Despite these uncertainties, the Company remains committed to its longer-term objectives: (1) to maintain a balanced asset portfolio, including advancement of ongoing exploration and appraisal activities offshore Suriname; (2) to invest for long-term returns over production growth; and (3) to budget conservatively to generate cash flow in excess of its upstream exploration, appraisal, and development capital program that can be directed to debt reduction, share repurchases, and other return of capital to its shareholders. The Company continues to aggressively manage its cost structure regardless of the oil price environment and closely monitors hydrocarbon pricing fundamentals to reallocate capital as part of its ongoing planning process. For a more in-depth discussion of the Company’s 2022 results, divestitures, strategy, and its capital resources and liquidity, please see Part II, Item 7—Management’s Discussion and Analysis of Financial Condition and Results of Operations of this Annual Report on Form 10-K.  2 2 2   BUSINESS OVERVIEW The following business overview further describes the operations and activities for the Company’s upstream exploration and production properties, by geographic region.  UPSTREAM EXPLORATION AND PRODUCTION Operating Areas APA has exploration and production operations in three geographic areas: the U.S., Egypt, and offshore the U.K. in the North Sea. APA also has active exploration and appraisal operations ongoing in Suriname, as well as interests in the Dominican Republic and other international locations that may, over time, result in reportable discoveries and development opportunities.  The following table sets out a brief comparative summary of certain key 2022 data for each of the Company’s operating areas. Additional data and discussion are provided in Part II, Item 7—Management’s Discussion and Analysis of Financial Condition and Results of Operations of this Annual Report on Form 10-K. ProductionPercentageof TotalProductionProductionRevenueYear-EndEstimatedProvedReservesPercentageof TotalEstimatedProvedReservesGrossWellsDrilledGrossProductiveWellsDrilled(In MMboe)(In millions)(In MMboe)United States77.4 53 %$4,141 607 68 %74 74 Egypt(1)52.8 37 %3,521 184 21 %97 82 North Sea(2)14.4 10 %1,558 99 11 %2 2 Other International— — — — — 5 — Total144.6 100 %$9,220 890 100 %178 158  Egypt(1) North Sea(2) (1)The Company’s operations in Egypt, excluding the impacts of a one-third noncontrolling interest, contributed 28 percent of 2022 production and accounted for 15 percent of year-end estimated proved reserves. (2)Sales volumes from the Company’s North Sea assets for 2022 were 14.9 MMboe. Sales volumes may vary from production volumes as a result of the timing of liftings in the Beryl field. United States In 2022, the Company’s U.S. upstream oil and gas operations contributed approximately 53 percent of production, 45 percent of oil and gas revenues, and 68 percent of estimated year-end proved reserves, consistent with prior years. APA has access to significant liquid hydrocarbons across its 3.5 million gross acres (1.7 million net acres) in the U.S., 74 percent of which are undeveloped. The Company’s U.S. assets are primarily located in the Permian Basin in West Texas and New Mexico, including the Permian sub-basins: Midland Basin, Central Basin Platform/Northwest Shelf, and Delaware Basin. Examples of shale plays being developed within these sub-basins include the Woodford, Barnett, Pennsylvanian, Cline, Wolfcamp, Bone Spring, and Spraberry. The Company is one of the largest operators in the Permian Basin, operating approximately 6,000 gross oil and gas wells across its acreage, with additional interests in more than 3,000 non-operated wells. Of note, approximately six percent of the Company’s net acreage position in the Permian Basin is on federal onshore lands. APA also has operations located in the Eagle Ford shale and Austin Chalk areas of Southeast Texas, offshore in the Gulf of Mexico, and along the Gulf Coast in South Texas and Louisiana. Highlights of the Company’s operations in the U.S. include: •Southern Midland Basin  APA holds approximately 789,000 gross acres (451,000 net acres) in the Southern Midland Basin and the Eagle Ford shale and Austin Chalk areas of southeast Texas. During 2022, the Company averaged two rigs targeting oil plays in the Wolfcamp and Spraberry formations, drilling 52 gross development wells in this basin with a 100 percent success rate. •Delaware Basin  APA holds approximately 229,000 gross acres (131,000 net acres) in the Delaware Basin, including opportunities in the Bone Spring and other formations of Eastern New Mexico and bordering West Texas, and the Alpine High play in the southern portion of the Permian Basin, primarily in Reeves County, Texas. During 2022, the Company completed 22 gross development wells with a 100 percent success rate. The Company also acquired oil and gas assets with over 6,000 gross acres surrounding core acreage in the Delaware Basin during the year. 3 3 3   •Legacy Assets  APA holds approximately 2.5 million gross acres (1.1 million net acres) in legacy properties, of which 663,000 gross acres are in the offshore waters of the Gulf of Mexico. Consistent with the Company’s broader portfolio management efforts, certain non-strategic leasehold positions on its legacy acreage holdings provide additional monetization opportunities that continue to be evaluated.  •New Venture Assets APA separately has undeveloped acreage positions across several states where it intends to pursue exploration interests and potential development opportunities over time.  The Company is committed to maintaining a safe, steady, and efficient level of activity as part of its three-year capital investment program. For 2023, the Company will continue to budget its capital program at levels to fund activity necessary to offset inherent declines in production and proved oil and natural gas reserves. Future rig activity levels and drilling targets will be dependent on the success of the Company’s drilling program and its ability to add reserves economically. U.S. Marketing  The Company sells its U.S. natural gas production at liquid index sales points within the U.S., at either monthly or daily index-based prices. In addition, to satisfy a delivery commitment beginning in 2023, the Company will purchase third party natural gas to sell and deliver to a U.S. LNG export facility. The tenor of the Company’s sales contracts span from daily to multi-year transactions. Natural gas is sold to a variety of customers that include local distribution, utility, and midstream companies, as well as end-users, marketers, and integrated major oil companies. APA strives to maintain a diverse client portfolio, which is intended to reduce the concentration of credit risk. APA primarily markets its U.S. crude oil production to integrated major oil companies, marketing and transportation companies, and refiners based on West Texas Intermediate (WTI) pricing indices (e.g. WTI Houston, West Texas Sour (WTS), WTI Midland, or West Texas Light (WTL) Midland) and some predominately Brent related international pricing indices, adjusted for quality, transportation, and a market-reflective differential. The Company’s objective is to maximize the value of crude oil sold by identifying the best markets and most economical transportation routes available to move the product. Sales contracts are generally 30-day evergreen contracts that renew automatically until canceled by either party. These contracts provide for sales that are priced daily at prevailing market prices. Also, from time to time, the Company will enter into physical term sales contracts. These term contracts typically have a firm transportation commitment and often provide an opportunity for higher than prevailing market prices. APA’s U.S. NGL production is sold under contracts with prices based on Gulf Coast supply and demand conditions, less the costs for transportation and fractionation, or on a weighted-average sales price received by the purchaser. U.S. Delivery Commitments  The Company has long-term delivery commitments for natural gas and crude oil that require APA to deliver an average of 181 Bcf of natural gas per year for the period from 2023 through 2029, an average of 53 Bcf of natural gas per year for the period from 2030 through 2037, and an average of 5.7 MMbbls of crude oil per year for the period from 2023 through 2025, in each case, at variable, domestic and/or international, market-based pricing. APA currently expects to fulfill its delivery commitments with production from its proved reserves, production from continued development and/or third-party purchases. APA may also enter into contractual arrangements to reduce its delivery commitments. The Company has not experienced any significant constraints in satisfying the committed quantities required by its delivery commitments. For more information regarding the Company’s commitments, please see Part II, Item 7—Management’s Discussion and Analysis of Financial Condition and Results of Operations—Capital Resources and Liquidity—Contractual Obligations of this Annual Report on Form 10-K. International In 2022, international assets contributed 47 percent of APA’s production and 55 percent of its oil and gas revenues. Approximately 32 percent of estimated proved reserves at year-end were located outside the U.S. APA has two international locations with ongoing development and production operations: •Egypt, which includes onshore conventional assets located in Egypt’s Western Desert; and •the North Sea, which includes offshore assets based in the U.K. The Company also has an active offshore exploration program and appraisal operations ongoing in Suriname, an offshore exploration block in the Dominican Republic, and interests in other international locations that may, over time, result in reportable discoveries and development opportunities.  4 4 4   Egypt  APA has 27 years of exploration, development and operations experience in Egypt and is one of the largest acreage holders in Egypt’s Western Desert. At year-end 2022, the Company held 5.3 million gross acres in six separate concessions. The Company’s acreage is primarily held under one concession agreement that resulted from the ratification of a new MCA with the Egyptian government, as more fully described below. Development leases within concessions currently have expiration dates ranging from 1 to 20 years, with extensions possible for additional commercial discoveries or on a negotiated basis. Approximately 68 percent of the Company’s gross acreage in Egypt is undeveloped, providing APA with considerable exploration and development opportunities for the future. APA’s Egypt operations are conducted pursuant to production-sharing contracts (PSCs). Under the terms of the Company’s PSCs, the Company is the contractor partner (Contractor) with Egyptian General Petroleum Corporation (EGPC) and bears the risk and cost of exploration, development, and production activities. In return, if exploration is successful, the Contractor receives entitlement to variable physical volumes of hydrocarbons, representing recovery of the costs incurred and a stipulated share of production after cost recovery. Additionally, the Contractor’s income taxes, which remain the liability of the Contractor under domestic law, are paid by EGPC on behalf of the Contractor out of EGPC’s production entitlement. Income taxes paid to the Arab Republic of Egypt on behalf of the Contractor are recognized as oil and gas sales revenue and income tax expense and are reflected as production and estimated reserves. Because Contractor cost recovery entitlement and income taxes paid on its behalf are determined as a monetary amount, the quantities of production entitlement and estimated reserves attributable to these monetary amounts will fluctuate with commodity prices. In addition, because the Contractor income taxes are paid by EGPC, the amount of the income tax has no economic impact on the Company’s Egypt operations despite impacting the Company’s production and reserves.  On December 27, 2021, the Company announced the ratification of a new MCA with EGPC having an effective date of April 1, 2021. The MCA consolidated 98 percent of gross acreage and 90 percent of gross production under one concession agreement and refreshed the existing development lease terms for 20 years and exploration leases for 5 years. The consolidated concession has a single cost recovery pool to provide improved access to cost recovery, a fixed 40 percent cost recovery limit, and a fixed profit-sharing rate of 30 percent for all the Company’s production covered under the new concession. The APA subsidiary that became the sole Contractor under the MCA is owned by an APA-operated joint venture owned two-thirds by the Company and one-third by Sinopec International Petroleum Exploration and Production Corporation (Sinopec). The Company’s estimated proved reserves in Egypt are reported under the economic interest method and exclude the host country’s share of reserves. Through the joint venture, Sinopec holds a one-third minority participation interest in the Company’s oil and gas operations in Egypt. The Company’s Egypt assets, including the one-third noncontrolling interest, contributed 37 percent of 2022 production and 21 percent of 2022 year-end estimated proved reserves. Excluding the impacts of the noncontrolling interest, Egypt contributed 28 percent of 2022 production and 15 percent of 2022 year-end estimated proved reserves. In 2022, the Company drilled 66 gross development and 31 gross exploration wells in Egypt. A key component of the Company’s success has been the ability to acquire and evaluate 3-D seismic surveys that enable the Company’s technical teams to consistently high-grade existing prospects and identify new targets across multiple pay horizons in the Cretaceous, Jurassic, and deeper Paleozoic formations. The Company has completed seismic surveys covering three million acres, which has led to recent discoveries that build and enhance the Company’s drilling inventory in Egypt. During 2022, the Company focused on several environmental initiatives in Egypt and has delivered on its 2022 upstream flaring reduction goal by flaring at least 40 percent less gas than would otherwise be flared without these initiatives, with the Company now compressing this gas into sales lines. For 2023, the Company will continue to focus on driving efficiencies and managing costs after increasing activity under the MCA. North Sea  The Company has interests in approximately 294,000 gross acres in the U.K. North Sea. These assets contributed 10 percent of the Company’s 2022 production and approximately 11 percent of year-end estimated proved reserves.  5 5 5   The Company entered the North Sea in 2003 after acquiring an approximate 97 percent working interest in the Forties field (Forties). Since acquiring Forties, the Company has actively invested in these assets and has established a large inventory of drilling prospects through successful exploration programs and the interpretation of 4-D seismic. Building upon its success in Forties, in 2011 the Company acquired Mobil North Sea Limited, providing the Company with additional exploration and development opportunities in the North Sea across numerous fields, including operated interests in the Beryl, Ness, Nevis, Nevis South, Skene, and Buckland fields and a non-operated interest in the Maclure field. The Company also has a non-operated interest in the Nelson field acquired in 2011. The Beryl field, which is a geologically complex area with multiple fields and stacked pay potential, provides for significant exploration opportunity.  During 2022, the Company averaged two rigs in the North Sea and drilled one gross development well and one gross exploration well. Production was negatively impacted by considerable planned and unplanned downtime at Beryl and Forties during 2022, improving in the fourth quarter of 2022 following completion of these maintenance activities. International Marketing  The Company’s natural gas production in Egypt is sold to EGPC primarily under an industry-pricing formula, a sliding scale based on Dated Brent crude oil with a minimum of $1.50 per MMBtu and a maximum of $2.65 per MMBtu, plus an upward adjustment for liquids content. Crude oil production is sold to third parties in the export market or to EGPC when called upon to supply domestic demand. Oil production sold to third parties is sold and exported from one of two terminals on the northern coast of Egypt. Oil production sold to EGPC is sold at prices related to the export market. The Company’s North Sea crude oil production is sold under term, entitlement volume contracts and spot variable volume contracts with a market-based index price plus a differential to capture the higher market value under each type of arrangement. Natural gas from the Beryl field is processed through the Scottish Area Gas Evacuation (SAGE) gas plant, operated by Ancala Midstream Acquisitions Limited. Natural gas is sold to a third party at the St. Fergus entry point of the national grid on a National Balancing Point index price basis. The condensate mix from the SAGE plant is processed further downstream. The split streams of propane, butane, and condensate are sold separately on a monthly entitlement basis at the Braefoot Bay terminal using index pricing less transportation. Other Exploration New Ventures  APA’s international New Ventures acreage provides exposure to new growth opportunities outside of the Company’s traditional core areas and provides higher-risk, higher-reward exploration opportunities located in frontier basins as well as new plays in more mature basins. In December 2019, the Company entered into a joint venture agreement with TotalEnergies (formerly Total S.A.) to explore and develop Block 58 offshore Suriname. The Company holds a 50 percent working interest in Block 58, which comprises approximately 1.4 million gross acres in water depths ranging from less than 100 meters to more than 2,100 meters. Since 2019, the Company and TotalEnergies have drilled or participated in five discovery wells in the block, the Maka Central-1, Sapakara West-1, Kwaskwasi-1, Keskesi East-1, and Krabdagu-1, all of which successfully tested for the presence of hydrocarbons in multiple stacked targets in the upper Cretaceous-aged Campanian and Santonian intervals, encountering both oil and gas condensate. Ongoing exploration and appraisal drilling is continuing to confirm additional resources and optimal development well locations. In accordance with the joint venture agreement, the Company transferred operatorship of Block 58 to TotalEnergies on January 1, 2021. TotalEnergies holds a 50 percent working interest in Block 58 as the operator, with an active appraisal and exploration program budgeted for 2023. Key terms of the agreement provide for TotalEnergies to pay 50 percent of all exploration activities and a proportionately larger share of appraisal and development costs, which would be recoverable through hydrocarbon participation. For the first $10 billion of gross capital expenditures, TotalEnergies pays 87.5 percent, and the Company pays 12.5 percent; for the next $5 billion in gross expenditures, TotalEnergies pays 75 percent and the Company pays 25 percent; and for all gross expenditures above $15 billion, TotalEnergies pays 62.5 percent and the Company pays 37.5 percent. The Company will also receive various other forms of consideration, including a $75 million cash payment upon achieving first oil production, and future contingent royalty payments from successful joint development projects. The Company is also the operator of Block 53 offshore Suriname and holds a 45 percent working interest in the block. The Company announced an oil discovery at the Baja well in Block 53 during the third quarter of 2022. Evaluation of the discovery is ongoing. APA also holds an offshore exploration block in the Dominican Republic.  6 6 6   Drilling Statistics Worldwide in 2022, APA drilled or participated in drilling 178 gross wells, with 158 wells (89 percent) completed as producers. Historically, APA’s drilling activities in the U.S. have generally concentrated on exploitation and extension of existing producing fields rather than exploration. As a general matter, the Company’s operations outside of the U.S. focus on a mix of exploration and development wells. In addition to wells completed during 2022, at year-end a number of wells had not yet reached completion: 89 gross (74.2 net) in the U.S., 41 gross (40.7 net) in Egypt, 1 gross (0.6 net) in the North Sea, and 2 gross (0.6 net) in Suriname. The following table shows the results of the oil and gas wells drilled and completed for each of the last three fiscal years:  Net ExploratoryNet DevelopmentTotal Net Wells ProductiveDryTotalProductiveDryTotalProductiveDryTotal2022United States— — — 40.7 — 40.7 40.7 — 40.7 Egypt15.0 14.5 29.5 64.4 — 64.4 79.4 14.5 93.9 North Sea1.0 — 1.0 1.0 — 1.0 2.0 — 2.0 Other International— 2.1 2.1 — — — — 2.1 2.1 Total16.0 16.6 32.6 106.1 — 106.1 122.1 16.6 138.7 2021United States— — — 67.9 — 67.9 67.9 — 67.9 Egypt10.0 14.0 24.0 28.5 1.0 29.5 38.5 15.0 53.5 North Sea0.6 0.5 1.1 1.8 0.5 2.3 2.4 1.0 3.4 Other International— 1.3 1.3 — — — — 1.3 1.3 Total10.6 15.8 26.4 98.2 1.5 99.7 108.8 17.3 126.1 2020United States— — — 46.3 0.8 47.1 46.3 0.8 47.1 Egypt17.7 7.0 24.7 35.7 — 35.7 53.4 7.0 60.4 North Sea0.6 1.0 1.6 4.2 0.6 4.8 4.8 1.6 6.4 Other International— 1.5 1.5 — — — — 1.5 1.5 Total18.3 9.5 27.8 86.2 1.4 87.6 104.5 10.9 115.4  Productive Oil and Gas Wells The number of productive oil and gas wells, operated and non-operated, in which the Company had an interest as of December 31, 2022, is set forth below:  OilGasTotal GrossNetGrossNetGrossNetUnited States8,751 5,292 881 624 9,632 5,916 Egypt1,076 1,037 116 113 1,192 1,150 North Sea159 116 13 8 172 124 Total9,986 6,445 1,010 745 10,996 7,190 Domestic8,751 5,292 881 624 9,632 5,916 Foreign1,235 1,153 129 121 1,364 1,274 Total9,986 6,445 1,010 745 10,996 7,190  Gross natural gas and crude oil wells included 514 wells with multiple completions. 7 7 7   Production, Pricing, and Lease Operating Cost Data The following table describes, for each of the last three fiscal years, oil, NGL, and gas production volumes, average lease operating costs per boe (including transportation costs but excluding severance and other taxes), and average sales prices for each of the countries where the Company has operations:  ProductionAverage LeaseOperating  Cost per BoeAverage Sales PriceOilNGLGasOilNGLGasYear Ended December 31,(MMbbls)(MMbbls)(Bcf)(Per bbl)(Per bbl)(Per Mcf)2022United States25.7 22.8 172.8 $10.73 $95.68 $33.41 $5.31 Egypt(1)31.1 0.1 130.1 10.37 101.25 76.80 2.85 North Sea(2)11.9 0.4 12.8 30.07 100.87 67.07 23.36 Total68.7 23.3 315.7 12.59 99.11 34.51 4.98 2021United States27.4 24.2 192.5 $8.37 $67.37 $27.85 $3.92 Egypt(1)25.7 0.2 96.2 11.48 70.33 48.84 2.81 North Sea(2)13.2 0.4 14.1 26.12 69.67 54.30 12.96 Total66.3 24.8 302.8 11.31 68.97 28.48 3.99 2020United States32.3 27.1 205.6 $7.39 $37.42 $11.21 $1.22 Egypt(1)27.6 0.3 100.4 10.35 39.95 27.83 2.79 North Sea(2)18.4 0.7 21.0 15.60 42.88 29.73 3.19 Total78.3 28.1 327.0 9.37 39.60 11.84 1.83  Egypt(1) North Sea(2) Egypt(1) North Sea(2) Egypt(1) North Sea(2) (1)Includes production volumes attributable to a one-third noncontrolling interest in Egypt. (2)Sales volumes from the Company’s North Sea assets for 2022, 2021, and 2020 were 14.9 MMboe, 16.1 MMboe, and 22.7 MMboe, respectively. Sales volumes may vary from production volumes as a result of the timing of liftings in the Beryl field. Gross and Net Undeveloped and Developed Acreage The following table summarizes the Company’s gross and net acreage position as of December 31, 2022:  Undeveloped AcreageDeveloped Acreage Gross AcresNet AcresGross AcresNet Acres (In thousands)United States2,617 1,167 918 565 Egypt3,589 3,589 1,711 1,661 North Sea135 118 159 123 Other International2,934 1,737 — — Total9,275 6,611 2,788 2,349  As of December 31, 2022, the Company held 400,000 net undeveloped acres that are scheduled to expire by year-end 2023 if production is not established or the Company takes no action to extend the terms. The Company also held 118,000 and 12,000 net undeveloped acres set to expire by year-end 2024 and 2025, respectively. The Company strives to extend the terms of many of these licenses and concession areas through operational or administrative actions but cannot assure that such extensions can be achieved on an economic basis or otherwise on terms agreeable to both the Company and third parties, including governments. No oil and gas reserves were recorded on this undeveloped acreage set to expire. Exploration concessions in the Company’s Egypt asset were extended upon ratification of the new merged concession agreement with the EGPC, and no acreage is scheduled to expire over the next three years. The Company will continue to pursue acreage extensions and access to new concessions in areas in which it believes exploration opportunities exist. Additionally, the Company has exploration interests in Block 53 and Block 58 offshore Suriname and offshore the Dominican Republic. Approximately 390,000 net undeveloped acres in Block 53 have a current expiration date of year-end 2023, but the license provides for the option to extend, subject to certain other investment commitments. The Company also continues to assess, contract, and potentially explore undeveloped acreage positions in other international locations. 8 8 8   As of December 31, 2022, approximately 97 percent of U.S. net undeveloped acreage was held by production or owned as undeveloped mineral rights. Estimated Proved Reserves and Future Net Cash Flows Proved oil and gas reserves are those quantities of natural gas, crude oil, condensate, and NGLs, which by analysis of geoscience and engineering data, can be estimated with reasonable certainty to be economically producible from a given date forward, from known reservoirs, and under existing economic conditions, operating methods, and government regulations. Estimated proved developed oil and gas reserves can be expected to be recovered through existing wells with existing equipment and operating methods. The Company reports all estimated proved reserves held under production-sharing arrangements utilizing the “economic interest” method, which excludes the host country’s share of reserves. Estimated reserves that can be produced economically through application of improved recovery techniques are included in the “proved” classification when successful testing by a pilot project or the operation of an active, improved recovery program using reliable technology establishes the reasonable certainty for the engineering analysis on which the project or program is based. Economically producible means a resource that generates revenue that exceeds, or is reasonably expected to exceed, the costs of the operation. Reasonable certainty means a high degree of confidence that the quantities will be recovered. Reliable technology is a grouping of one or more technologies (including computational methods) that has been field-tested and has been demonstrated to provide reasonably certain results with consistency and repeatability in the formation being evaluated or in an analogous formation. In estimating its proved reserves, APA uses several different traditional methods that can be classified in three general categories: (1) performance-based methods; (2) volumetric-based methods; and (3) analogy with similar properties. The Company will, at times, utilize additional technical analysis, such as computer reservoir models, petrophysical techniques, and proprietary 3-D seismic interpretation methods, to provide additional support for more complex reservoirs. Information from this additional analysis is combined with traditional methods outlined above to enhance the certainty of the Company’s reserve estimates. Proved undeveloped reserves include those reserves that are expected to be recovered from new wells on undrilled acreage, or from existing wells where a relatively major expenditure is required for recompletion. Undeveloped reserves may be classified as proved reserves on undrilled acreage directly offsetting development areas that are reasonably certain of production when drilled, or where reliable technology provides reasonable certainty of economic producibility. Undrilled locations may be classified as having undeveloped reserves only if a development plan has been adopted indicating that they are scheduled to be drilled within five years, unless specific circumstances justify a longer time period. The following table shows proved oil, NGL, and gas reserves as of December 31, 2022, based on average commodity prices in effect on the first day of each month in 2022, held flat for the life of the production, except where future oil and gas sales are covered by physical contract terms. The total column of this table shows reserves on a boe basis in which natural gas is converted to an equivalent barrel of oil based on a ratio of 6 Mcf to 1 bbl. This ratio is not reflective of the current price ratio between the two products. OilNGLGasTotal(MMbbls)(MMbbls)(Bcf)(MMboe)Proved Developed:United States178 159 1,166 531 Egypt(1)108 — 400 175 North Sea83 2 66 96 Total369 161 1,632 802 Proved Undeveloped:United States22 19 211 76 Egypt(1)9 — 1 9 North Sea3 — 2 3 Total34 19 214 88 Total Proved403 180 1,846 890  Egypt(1) Egypt(1) (1)Includes total proved developed and total proved undeveloped reserves of 58 MMboe and 3 MMboe, respectively, attributable to a one-third noncontrolling interest in Egypt. 9 9 9   As of December 31, 2022, the Company had total estimated proved reserves of 403 MMbbls of crude oil, 180 MMbbls of NGLs, and 1.8 Tcf of natural gas. Combined, these total estimated proved reserves are the volume equivalent of 890 million boe, of which liquids represents approximately 66 percent. As of December 31, 2022, the Company’s proved developed reserves totaled 802 MMboe and estimated PUD reserves totaled 88 MMboe, or approximately 10 percent of worldwide total proved reserves. APA has elected not to disclose probable or possible reserves in this filing. The Company has one field that contains 15 percent or more of its total proved reserves for the years ended December 31, 2022, 2021, and 2020. During 2022, the Company added 34 MMboe of proved reserves through exploration and development activity. There were also upward revisions of previously estimated reserves of 75 MMboe. Upward revisions related to miscellaneous changes accounted for 5 MMboe. Engineering and performance upward revisions accounted for 70 MMboe, with the new merged concession agreement in Egypt accounting for an increase of 43 MMboe. The North Sea contributed upward revisions of 9 MMboe from well performance and reactivations in both the Beryl and Forties programs. In the United States, the Company experienced positive revisions of 18 MMboe. The Company acquired 39 MMboe of proved reserves during 2022, primarily in the Delaware Basin. The Company also sold 26 MMboe of proved reserves associated with U.S. divestitures, primarily related to the Permian Basin. The Company’s estimates of proved reserves, proved developed reserves, and PUD reserves as of December 31, 2022, 2021, and 2020, changes in estimated proved reserves during the last three years, and estimates of future net cash flows from proved reserves are contained in Note 18—Supplemental Oil and Gas Disclosures (Unaudited) in the Notes to Consolidated Financial Statements set forth in Part IV, Item 15 of this Annual Report on Form 10-K. Estimated future net cash flows were calculated using a discount rate of 10 percent per annum, end of period costs, and an unweighted arithmetic average of commodity prices in effect on the first day of each of the previous 12 months, held flat for the life of the production, except where prices are defined by contractual arrangements. Proved Undeveloped Reserves The Company’s total estimated PUD reserves of 88 MMboe as of December 31, 2022, increased by 3 MMboe from 85 MMboe of PUD reserves reported at year end 2021. During the year, the Company converted 20 MMboe of PUD reserves to proved developed reserves through development drilling activity. In the U.S., the Company converted 13 MMboe, with the remaining 7 MMboe in its international areas. The Company sold 0.4 MMboe of PUD reserves in the U.S. and acquired 15 MMboe of PUD reserves during 2022. The Company added 14 MMboe of new PUD reserves through extensions and discoveries. Downward revisions totaled 5 MMboe, comprising 0.5 MMboe associated with engineering and interest revisions, 4 MMboe associated with revised development plans, and 0.5 MMboe associated with product prices. During 2022, a total of approximately $215 million was spent on projects associated with proved undeveloped reserves. A portion of APA’s costs incurred each year relate to development projects that will convert undeveloped reserves to proved developed reserves in future years. During 2022, the Company spent approximately $105 million on PUD reserve development activity in the U.S. and $110 million in the international areas. As of December 31, 2022, the Company had no material amounts of proved undeveloped reserves scheduled to be developed beyond five years from initial disclosure. Preparation of Oil and Gas Reserve Information The Company’s reported reserves are reasonably certain estimates which, by their very nature, are subject to revision. These estimates are reviewed throughout the year and revised either upward or downward, as warranted. APA’s proved reserves are estimated at the property level and compiled for reporting purposes by a centralized group of experienced reservoir engineers that is independent of the operating groups. These engineers interact with engineering and geoscience personnel in each of the Company’s operating areas and with accounting and marketing employees to obtain the necessary data for projecting future production, costs, net revenues, and ultimate recoverable reserves. All relevant data is compiled in a computer database application, to which only authorized personnel are given security access rights consistent with their assigned job function. Reserves are reviewed internally with senior management and presented to APA’s Board of Directors in summary form on a quarterly basis. Annually, each property is reviewed in detail by our corporate and operating asset engineers to ensure forecasts of operating expenses, netback prices, production trends, and development timing are reasonable. 10 10 10   APA’s Executive Vice President of Development is the person primarily responsible for overseeing the preparation of the Company’s internal reserve estimates and for coordinating any reserves audits conducted by a third-party engineering firm. He has Bachelor of Science and Master of Science degrees in Petroleum Engineering and over 30 years of experience in the energy industry and energy sector of the banking industry. The Executive Vice President of Development reports directly to the Company’s Chief Executive Officer. The estimate of reserves disclosed in this Annual Report on Form 10-K is prepared by the Company’s internal staff, and the Company is responsible for the adequacy and accuracy of those estimates. The Company engages Ryder Scott Company, L.P. Petroleum Consultants (Ryder Scott) to conduct a reserves audit, which includes a review of the Company’s processes and the reasonableness of the Company’s estimates of proved hydrocarbon liquid and gas reserves. The Company selects the properties for review by Ryder Scott based primarily on relative reserve value. The Company also considers other factors such as geographic location, new wells drilled during the year and reserves volume. During 2022, the properties selected for each country ranged from 82 to 84 percent of the total future net cash flows discounted at 10 percent. These properties also accounted for 83 percent of the value of the Company’s international proved reserves and 96 percent of the value of the Company’s new wells drilled worldwide. In addition, all fields containing five percent or more of the Company’s total proved reserves volume were included in Ryder Scott’s review. The review covered 80 percent of total proved reserves on a boe basis. The percentages of total estimated proved reserves and volumes covered by Ryder Scott’s reviews for the years 2022, 2021, and 2020 were: 202220212020Estimated proved reserves values83 %83 %85 %Estimated proved reserves volumes:United States80 %80 %80 %Egypt80 %80 %82 %North Sea81 %81 %83 %APA Worldwide80 %80 %81 % The Company has filed Ryder Scott’s independent report as an exhibit to this Annual Report on Form 10-K. According to Ryder Scott’s opinion, based on their review, including the data, technical processes, and interpretations presented by the Company, the overall procedures and methodologies utilized by the Company in determining the proved reserves comply with the current SEC regulations, and the overall proved reserves for the reviewed properties as estimated by the Company are, in aggregate, reasonable within the established audit tolerance guidelines as set forth in the Society of Petroleum Engineers auditing standards. ALTUS MIDSTREAM In November 2018, Apache Midstream LLC, one of the Company’s wholly owned subsidiaries completed a transaction with ALTM and its then wholly owned subsidiary Altus Midstream LP to create a pure-play, Permian Basin midstream C-corporation anchored by gathering, processing, and transmission assets at Alpine High. Pursuant to the agreement, the Company’s subsidiary contributed certain Alpine High midstream assets and options to acquire equity interests in five separate third-party pipeline projects to Altus Midstream LP and/or its subsidiaries. In exchange for the assets, the Company’s subsidiary received economic voting and non-economic voting shares in ALTM and limited partner interests in Altus Midstream LP, representing an approximate 79 percent ownership interest in the combined entities. As a result, APA fully consolidated the assets and liabilities of ALTM in its consolidated financial statements, with a corresponding noncontrolling interest reflected separately.  11 11 11   Business Combination with BCP On February 22, 2022, ALTM closed a previously announced transaction to combine with privately owned BCP Raptor Holdco LP (BCP and, together with BCP Raptor Holdco GP, LLC, the Contributed Entities) in an all-stock transaction, pursuant to the Contribution Agreement entered into by and among ALTM, Altus Midstream LP, New BCP Raptor Holdco, LLC (the Contributor), and BCP (the BCP Contribution Agreement). The combination created an integrated midstream company in the Texas Delaware Basin offering services for residue gas, NGLs, crude oil and water. Pursuant to the BCP Contribution Agreement, Contributor contributed all of the equity interests of the Contributed Entities (the Contributed Interests) to Altus Midstream LP, with each Contributed Entity becoming a wholly owned subsidiary of Altus Midstream LP (the BCP Business Combination). As consideration for the contribution of the Contributed Interests, ALTM issued 50 million shares of Class C Common Stock (and Altus Midstream LP issued a corresponding number of common units) to BCP’s unitholders, which are principally funds affiliated with Blackstone and I Squared Capital. The transaction closed during the first quarter of 2022. Upon closing the transaction, the combined entity was renamed Kinetik Holdings Inc. After the transaction closed, Apache Midstream LLC, a wholly owned subsidiary of APA, which owned approximately 79 percent of the issued and outstanding shares of ALTM common stock prior to the BCP Business Combination, owned approximately 20 percent of the issued and outstanding shares of Kinetik common stock. Subsequent to the close of the transaction, in March 2022, the Company sold four million of its shares of Kinetik Class A Common Stock for $224 million, reducing the Company’s retained ownership percentage in Kinetik to approximately 13 percent. Upon closing the transaction, the Company no longer consolidated the assets and liabilities of ALTM in its consolidated financial statements. MAJOR CUSTOMERS The Company is exposed to credit risk in the event of nonpayment by counterparties, a significant portion of which are concentrated in energy-related industries. The creditworthiness of customers and other counterparties is subject to continuing review, including the use of master netting agreements, where appropriate. During 2022, sales to EGPC accounted for approximately 15 percent of the Company’s worldwide crude oil, natural gas, and NGLs revenues. During 2021, sales to EGPC and CFE International accounted for approximately 14 percent and 10 percent, respectively, of the Company’s worldwide crude oil, natural gas, and NGLs revenues. During 2020, sales to EGPC and Vitol accounted for approximately 17 percent and 14 percent, respectively, of the Company’s worldwide crude oil, natural gas, and NGLs revenues.  Management does not believe that the loss of any one of these customers would have a material adverse effect on the results of operations. HUMAN CAPITAL MANAGEMENT Human Capital and Employees APA believes that its people are one of the Company’s most important investments and its greatest asset. Successful execution of the Company’s business strategies depends on its ability to attract, develop, incentivize, and retain diverse, talented, qualified, and highly skilled employees at all levels of the organization. As such, the Company continues to focus on health and safety, diversity and inclusion, total rewards, and community partnerships to ensure that being a part of the APA family is a positive experience for all. As of December 31, 2022, the Company globally employed approximately 2,273 full-time equivalent employees in locations across the organization. EmployeesNorth America1,378 United Kingdom651 Egypt241 Suriname— France3 Total employees2,273  12 12 12   Global WorkforceGlobal Leadership RolesBoard of DirectorsGender% of EmployeesGender% of EmployeesGender% of DirectorsF24%F20%F30%M76%M80%M70% Amongst the Company’s U.S. workforce, 35 percent self-report as non-white. U.S. EmployeesRace% of EmployeesAmerican Indian or Alaskan Native— %Asian7 %Black or African American6 %Hispanic/Latino21 %Native Hawaiian or Other Pacific Islander— %Two or More Races1 %White65 % The Company does not request racial diversity data from its workforce in countries outside of the U.S. where tracking these metrics is largely prohibited by law. Oversight and Management The Management Development and Compensation (MD&C) Committee and/or the full Board of Directors receive regular reports on certain human capital matters, including the Company’s diversity and inclusion programs and initiatives. The MD&C Committee also oversees the Company’s compensation programs, leadership development and succession planning strategies, and seeks continuous improvement in the diversity and inclusion practices used in developing and deploying these processes. Reports and recommendations made to the Board of Directors and its committees are part of the framework that ensures APA’s daily actions and decisions are guided by its core values, including upholding the health and safety of the Company’s team, stakeholders, and communities; investing in its workforce; ensuring environmental responsibility; and acting ethically and with integrity. Diversity and Inclusion APA recognizes diversity and inclusion (D&I) as vital to its long-term success. Since 2020, the Company has dedicated resources to developing D&I programs and initiatives that foster an inclusive work environment where all employees are valued. The goal is to create a culture where all employees can feel a sense of belonging and can thrive. In 2022, APA strengthened its commitment by supporting its established programs and expanding employee engagement through the following key accomplishments: •Increased the number of employee resource groups (ERGs) with the establishment of Unidos, an ERG focused on Hispanic and Latinx culture and the relaunch of two ERGs - the Apache Young Professionals Network and TEAM Apache, the employee volunteer organization; •Participated in external D&I surveys to benchmark against the industry and increase knowledge on D&I best practices; •Launched a global employee engagement survey to assess engagement, inclusion, and employee well-being; •Held mandatory D&I training for people leaders globally;  •Conducted employee focus groups with employees in the U.K., Egypt, and Midland to gain insight on employee sentiment in those locations; •Maintained global mentorship program to provide career development through networking with leaders; •Completed internal annual pay equity analysis; and •Continued to support community outreach to underserved populations in the communities in which APA operates. 13 13 13   Talent APA seeks to attract, develop, and retain the best talent throughout the Company. During 2022, the Company enhanced its global succession planning program by including identification of high potential talent pool and continued our robust assessment of competency proficiency levels for successors. A rigorous Diversity and Inclusion lens was applied throughout the process. The Company continues to advance its global employee development strategy through formal development plans, on-the-job learning, and challenging work assignments that strengthen business critical skill-sets to meet future workforce needs. APA continued its leadership development program with the addition of targeted workshops that further reinforced the leadership framework detailing clear behaviors that the Company expects from its people leaders to ensure they align with its culture. Training and Development At APA, effective employee development integrates both training and performance management programs. In 2022, the Company partnered with local universities to provide business acumen courses for all employees. Classes were taught in-person as well as offered virtually for the Company’s global and remote workforce. Additionally, several in-person and virtual classes on Oil & Gas 101 were rolled out to employees interested in understanding the basics of the industry. APA’s Performance Management program moved into a more sustainable phase with a reinforcement on promoting an ongoing feedback culture between managers and employees. Supplemental development and training opportunities were offered during the year to support employees in their personal and professional development, including: •Access to multiple, third-party online trainings;  •Annual cybersecurity training focusing on keeping the Company and employees’ personal information secure;   •Required health, safety and environmental trainings offered to field and offshore employees on safe practices; •Leadership and personal development coaching opportunities through a collaboration with leading human resources consulting companies; •Ongoing education for people leaders around the Company’s leadership competencies and behaviors; and  •Annual compliance, antitrust, bribery, corruption, and code of business conduct and ethics training required for all employees and leaders. Total Rewards APA’s approach to total rewards is designed to attract, motivate, and retain top talent by providing a robust total rewards package that includes competitive base salary, industry-leading benefits and performance-driven incentives. To foster a stronger sense of ownership and align the interests of employees and shareholders, restricted stock units are provided to eligible employees under APA’s broad-based compensation program. Furthermore, the Company offers comprehensive and locally relevant benefits that cultivate a family-friendly work environment and focus on the overall wellness of the Company’s employees. In the U.S. these include, among other benefits: •Comprehensive health insurance coverage offered to employees working an average of 20 hours or more each week; •401(k) plan with up to an 8 percent Company match; •6 percent Company contributions to a money purchase retirement plan; •Company-paid short-term disability that pays a percentage of base pay according to years of service; •Parental leave for all new parents for birth and adoption; •Elder care leave to temporarily care for or find permanent care for elder family members; •Comprehensive mental health offering that includes access to mental health therapists or coaches, a learning platform that offers on-demand and interactive courses on mental health topics, and a library of well-being and self-care resources; and  •Well-being program that encourages healthy habits and promotes physical, financial, social and emotional well-being through webinars and challenges throughout the year. 14 14 14   Health and Safety APA’s priority is the health and safety of its workforce. The Company’s environmental, health, and safety and operations functions partner to consistently reinforce its core values, standards, and operating practices as well as foster a safety culture that empowers the Company’s workforce to stop work if conditions or behaviors are deemed unsafe. APA strives to be incident-free across its global operations every day, with the help of visible and engaged leadership, by setting clear expectations and making safety personal for all employees and contractors. Global Primary Workforce Safety GoalsTotal Recordable Incident Rate (TRIR)0.2334% below target of 0.35Days Away, Restricted and Transferred Rate (DART)0.1220% below target of 0.15Severe Injury and Fatality Rate (SIF)0.01163% below target of 0.03Vehicle Incident Rate (VIR)0.2756% below target of 0.61 Community Partnerships APA is committed to being socially and environmentally responsible in the communities where it operates. The Community Partnerships group oversees the Company’s global strategic social investing and community engagement, including the stewardship of key stakeholder relationships. APA’s global giving strategy and philosophy is focused into three pillars: Sustainable Communities, Environmental Stewardship, and Access to Energy, through which the Company creates sustainable and positive impacts. Based on these pillars, APA is committed to addressing acute social needs within the local communities where it operates; ensuring that it remains focused on its long-standing legacy and commitment to environmental stewardship and conservation; and supporting underserved communities that lack access to reliable, affordable energy. •Sustainable Communities: APA continues to partner with organizations within the communities in which it operates to improve quality of life through access to education and essential medical supplies; development of innovative healthcare technologies and procedures; support for vulnerable populations, including women and children in need; response to natural disasters; and support for first responders. •Environmental Stewardship: In 2022, the Company’s environmental stewardship initiatives included grants of 373,027 trees to 41 community partners through the Apache Corporation Tree Grant Program; continued partnership with the Texas Parks and Wildlife Foundation to provide sustainable funding for the restoration of Balmorhea State Park; and multi-year support of the Pecos Watershed Conservation Initiative, an alliance of seven energy companies, in partnership with the National Fish and Wildlife Foundation, to restore and protect natural grasslands and habitats within the greater Trans-Pecos Region. •Access to Energy: The Company continues to partner with Switch Energy Alliance, which provides collaborative global energy education and solutions for more than 15 million students and environmental organizations.  In 2022, the Company launched a partnership with the Clean Cooking Alliance to support the organization’s mission to combat energy poverty by providing universal access to clean cooking by 2030 and align with the United Nations Sustainable Development goal of expanding access to affordable and abundant energy for all. APA also provides employees with volunteer service opportunities in collaboration with its Community Partnerships program. The Company seeks meaningful volunteer opportunities that instill a sense of pride, ownership, and accomplishment for employees in their communities. As community needs change and stakeholder engagement continues, APA continues to adjust its charitable giving program. 15 15 15   OFFICES The Company’s principal executive offices are located at One Post Oak Central, 2000 Post Oak Boulevard, Suite 100, Houston, Texas 77056-4400. As of year-end 2022, the Company maintained offices in Midland, Texas; Houston, Texas; Cairo, Egypt; and Aberdeen, Scotland. The Company’s primary office space is leased. The current lease on the Company’s principal executive offices runs through December 31, 2024. The Company plans to move its principal executive offices in 2024 to One Briarlake Plaza in Houston, Texas, under an existing lease that expires on December 31, 2038, subject to the lessee’s option to extend the term by up to 20 years. For information regarding the Company’s obligations under its office leases, please see Part II, Item 7—Management’s Discussion and Analysis of Financial Condition and Results of Operations—Capital Resources and Liquidity—Contractual Obligations and Note 11—Commitments and Contingencies in the Notes to Consolidated Financial Statements set forth in Part IV, Item 15 of this Annual Report on Form 10-K. TITLE TO INTERESTS As is customary in the oil and gas industry, a preliminary review of title records, which may include opinions or reports of appropriate professionals or counsel, is made at the time the Company acquires properties. The Company believes that its title to all of the various interests set forth above is satisfactory and consistent with the standards generally accepted in the oil and gas industry, subject only to immaterial exceptions that do not detract substantially from the value of the interests or materially interfere with their use in the Company’s operations. The interests owned by the Company may be subject to one or more royalty, overriding royalty, or other outstanding interests (including disputes related to such interests) customary in the industry. The interests may additionally be subject to obligations or duties under applicable laws, ordinances, rules, regulations, and orders of arbitral or governmental authorities. In addition, the interests may be subject to burdens such as production payments, net profits interests, liens incident to operating agreements and current taxes, development obligations under oil and gas leases, and other encumbrances, easements, and restrictions, none of which detract substantially from the value of the interests or materially interfere with their use in the Company’s operations. ADDITIONAL INFORMATION ABOUT THE COMPANY Response Plans and Available Resources The Company’s subsidiaries developed oil spill response plans (the Plans) for their respective offshore operations in the Gulf of Mexico, the North Sea, and Suriname, which ensure rapid and effective responses to spill events that may occur on such entities’ operated properties. Emergency preparedness drills are conducted to measure and maintain the effectiveness of the Plans. The Company’s subsidiary, Apache, is a member of Oil Spill Response Limited (OSRL), a large international oil spill response cooperative, which entitles any affiliated entity worldwide to access OSRL’s services. Apache also has a contract for response resources and services with National Response Corporation (NRC). NRC is the world’s largest commercial Oil Spill Response Organization and is the global leader in providing end-to-end environmental, industrial, and emergency response solutions with operating bases in 13 countries. OSRL maintains aircraft available for global dispersant application and has a number of active recovery boom systems that can be used for offshore, nearshore, or shoreline responses. In addition to the services and equipment provided to all members of OSRL, the Company maintains membership to supplementary services from OSRL, including the U.K. Continental Shelf (UKCS) Aerial Surveillance, OSPRAG Capping Stack, and Dispersant Stockpile, providing equipment and services specifically tailored for an emergency response in the North Sea. In the event of a spill in the Gulf of Mexico, Clean Gulf Associates (CGA) is the primary oil spill response association available to Apache. Apache is a member of CGA, a not-for-profit association of producing and pipeline companies operating in the Gulf of Mexico. CGA was created to provide a means of effectively staging response equipment and providing immediate spill response for its member companies’ operations in the Gulf of Mexico. CGA was created to provide a means of effectively staging response equipment and to provide spill response capability for its member companies operating in the Gulf of Mexico. CGA equipment includes skimming vessels, barges, boom, and dispersants. Additionally, the Company has contracted with Wild Well Control Company for contingency planning for and response to uncontrolled subsea well events, covering Suriname operations and other drilling activities. The Company utilizes a detailed Source Control Emergency Response Plan (SCERP) for offshore Suriname response preparedness. The SCERP has been designed to ensure that the goals of the Company’s source control emergency preparedness efforts will be met in the unlikely event of an actual response to an uncontrolled well event. This includes the use of subsea dispersant systems and field deployment of one of Wild Well Control’s containment system capping stacks. 16 16 16   Competitive Conditions The oil and gas industry is highly competitive in the exploration for and acquisitions of reserves, the acquisition of oil and gas leases, equipment and personnel required to find and produce reserves, and the gathering and marketing of oil, gas, and NGLs. The Company’s competitors include national oil companies, major integrated oil and gas companies, other independent oil and gas companies, and participants in other industries supplying energy and fuel to industrial, commercial, and individual consumers. Certain of the Company’s competitors may possess financial or other resources substantially larger than the Company possesses or have established strategic long-term positions and maintain strong governmental relationships in countries in which the Company may seek new entry. As a consequence, the Company may be at a competitive disadvantage in bidding for leases or drilling rights. However, the Company believes its diversified portfolio of core assets, which comprises large acreage positions and well-established production bases across three geographic areas, its balanced production mix between oil and gas, its management and incentive systems, and its experienced personnel give it a strong competitive position relative to many of the Company’s competitors who do not possess similar geographic and production diversity. The Company’s global position provides a large inventory of geologic and geographic opportunities in the geographic areas in which it has producing operations to which it can reallocate capital investments in response to changes in commodity prices, local business environments, and markets. This also reduces the risk that the Company will be materially impacted by an event in a specific area or country. Environmental Compliance As an owner or lessee and operator of oil and gas properties and facilities, the Company is subject to numerous federal, state, local, and foreign laws and regulations relating to discharge of materials into, and protection of, the environment. These laws and regulations may, among other things, impose liability on the lessee under an oil and gas lease for the cost of pollution clean-up resulting from operations, subject the lessee to liability for pollution damages and require suspension or cessation of operations in affected areas. Although environmental requirements have a substantial impact upon the energy industry as a whole, the Company does not believe that these requirements affect it differently, to any material degree, than other companies in the oil and gas industry. The Company has made and will continue to make expenditures in its efforts to comply with these requirements, which the Company believes are necessary business costs in the oil and gas industry. The Company has established policies for continuing compliance with environmental laws and regulations, including regulations applicable to its operations in all countries in which it does business. The Company has established operating procedures and training programs designed to limit the environmental impact of its field facilities and identify and comply with changes in existing laws and regulations. The costs incurred under these policies and procedures are inextricably connected to normal operating expenses such that the Company is unable to separate expenses related to environmental matters; however, the Company does not believe expenses related to training and compliance with regulations and laws that have been adopted or enacted to regulate the discharge of materials into the environment will have a material impact on its capital expenditures, earnings, or competitive position. 17 17 17   ", "time": "00:01:10"}