{"cik": 1868275, "item_1A": "ITEM 1. BUSINESS 7 General 7 Constellations Strategy and Outlook 19 Employees 21 Environmental Matters and Regulation 23 ITEM 1A. RISK FACTORS 29 ITEM 1B. UNRESOLVED STAFF COMMENTS 43 ITEM 2. PROPERTIES 43 ITEM 3. LEGAL PROCEEDINGS 46 ITEM 4. MINE SAFETY DISCLOSURES 46 PART II ITEM 5. MARKET FOR REGISTRANT’S COMMON EQUITY, RELATED STOCKHOLDER MATTERS, AND ISSUER PURCHASES OF EQUITY SECURITIES 46 ITEM 6. RESERVED 48 ITEM 7. MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS 49 Executive Overview 49 Significant 2022 Transactions and Developments 49 Other Key Business Drivers 50 Critical Accounting Policies and Estimates 51 Financial Results of Operations 58 Liquidity and Capital Resources 68 ITEM 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK 77 ITEM 8. FINANCIAL STATEMENTS AND SUPPLEMENTARY DATA 83 Constellation Energy Corporation 87 Constellation Energy Generation, LLC 93 Combined Notes to Consolidated Financial Statements 98 1. Basis of Presentation 98 2. Mergers, Acquisitions, and Dispositions 105 3. Regulatory Matters 106 4. Revenue from Contracts with Customers 112 5. Segment Information 114 6. Accounts Receivable 117 7. Early Plant Retirements 119 8. Property, Plant, and Equipment 121 9. Jointly Owned Electric Utility Plant 122 10. Asset Retirement Obligations 122 11. Leases 127 12. Asset Impairments 129 13. Intangible Assets 130      14. Income Taxes13115. Retirement Benefits13516. Derivative Financial Instruments14317. Debt and Credit Agreements14818. Fair Value of Financial Assets and Liabilities15419. Commitments and Contingencies16320. Stock-Based Compensation Plans16821. Changes in Accumulated Other Comprehensive Income17022. Variable Interest Entities17123. Supplemental Financial Information17424. Related Party Transactions178ITEM 9.CHANGES IN AND DISAGREEMENTS WITH ACCOUNTANTS ON ACCOUNTING AND FINANCIAL DISCLOSURE179ITEM 9A.CONTROLS AND PROCEDURES179ITEM 9B.OTHER INFORMATION180ITEM 9C.DISCLOSURE REGARDING FOREIGN JURISDICTIONS THAT PREVENT INSPECTIONS180PART IIIITEM 10.DIRECTORS, EXECUTIVE OFFICERS, AND CORPORATE GOVERNANCE180ITEM 11.EXECUTIVE COMPENSATION181ITEM 12.SECURITY OWNERSHIP OF CERTAIN BENEFICIAL OWNERS AND MANAGEMENT AND RELATED STOCKHOLDER MATTERS182ITEM 13.CERTAIN RELATIONSHIPS AND RELATED TRANSACTIONS AND DIRECTOR INDEPENDENCE182ITEM 14.PRINCIPAL ACCOUNTING FEES AND SERVICES182PART IVITEM 15.EXHIBITS, FINANCIAL STATEMENT SCHEDULES183ITEM 16.FORM 10-K SUMMARY189SIGNATURES190Constellation Energy Corporation190Constellation Energy Generation, LLC191 14. Income Taxes 131 15. Retirement Benefits 135 16. Derivative Financial Instruments 143 17. Debt and Credit Agreements 148 18. Fair Value of Financial Assets and Liabilities 154 19. Commitments and Contingencies 163 20. Stock-Based Compensation Plans 168 21. Changes in Accumulated Other Comprehensive Income 170 22. Variable Interest Entities 171 23. Supplemental Financial Information 174 24. Related Party Transactions 178 ITEM 9. CHANGES IN AND DISAGREEMENTS WITH ACCOUNTANTS ON ACCOUNTING AND FINANCIAL DISCLOSURE 179 ITEM 9A. CONTROLS AND PROCEDURES 179 ITEM 9B. OTHER INFORMATION 180 ITEM 9C. DISCLOSURE REGARDING FOREIGN JURISDICTIONS THAT PREVENT INSPECTIONS 180 PART III ITEM 10. DIRECTORS, EXECUTIVE OFFICERS, AND CORPORATE GOVERNANCE 180 ITEM 11. EXECUTIVE COMPENSATION 181 ITEM 12. SECURITY OWNERSHIP OF CERTAIN BENEFICIAL OWNERS AND MANAGEMENT AND RELATED STOCKHOLDER MATTERS 182 ITEM 13. CERTAIN RELATIONSHIPS AND RELATED TRANSACTIONS AND DIRECTOR INDEPENDENCE 182 ITEM 14. PRINCIPAL ACCOUNTING FEES AND SERVICES 182 PART IV ITEM 15. EXHIBITS, FINANCIAL STATEMENT SCHEDULES 183 ITEM 16. FORM 10-K SUMMARY 189 SIGNATURES 190 Constellation Energy Corporation 190 Constellation Energy Generation, LLC 191          Table of Contents Table of Contents GLOSSARY OF TERMS AND ABBREVIATIONSConstellation Energy Corporation and Related EntitiesCEG ParentConstellation Energy CorporationConstellationConstellation Energy Generation, LLC (formerly Exelon Generation Company, LLC)RegistrantsCEG Parent and Constellation, collectivelyAntelope ValleyAntelope Valley Solar Ranch OneCENGConstellation Energy Nuclear Group, LLCCRConstellation Renewables, LLC (formerly ExGen Renewables IV, LLC)CRPConstellation Renewables Partners, LLC (formerly ExGen Renewables Partners, LLC)FitzPatrickJames A. FitzPatrick nuclear generating stationGinnaR. E. Ginna nuclear generating stationNERNewEnergy Receivables LLCNMPNine Mile Point nuclear generating stationRPGRenewable Power Generation, LLCSolGenSolGen, LLCTMIThree Mile Island nuclear facility   Former Related EntitiesExelonExelon CorporationComEdCommonwealth Edison CompanyPECOPECO Energy CompanyBGEBaltimore Gas and Electric CompanyPHIPepco Holdings LLC (formerly Pepco Holdings, Inc.)PepcoPotomac Electric Power CompanyDPLDelmarva Power & Light CompanyACEAtlantic City Electric CompanyBSCExelon Business Services Company, LLC                     1 1 1    Table of Contents Table of Contents GLOSSARY OF TERMS AND ABBREVIATIONSOther Terms and AbbreviationsABOAccumulated Benefit ObligationAECAlternative Energy Credit that is issued for each megawatt hour of generation from a qualified alternative energy sourceAESOAlberta Electric Systems OperatorAOCIAccumulated Other Comprehensive Income (Loss)APBOAccumulated Post-Retirement Benefit ObligationARCAsset Retirement CostAROAsset Retirement ObligationASAAsset Sale AgreementAtomic Energy ActAtomic Energy Act of 1954, as amendedBcfBillion cubic feetBrookfield RenewableBrookfield Renewable Partners, L.P.CAISOCalifornia ISOCBAsCollective Bargaining AgreementsCERCLAComprehensive Environmental Response, Compensation, and Liability Act of 1980, as amendedCESClean Energy StandardC&ICommercial and IndustrialClean Air ActClean Air Act of 1963, as amendedClean Energy LawIllinois Public Act 102-0062 signed into law on September 15, 2021Clean Water ActFederal Water Pollution Control Amendments of 1972, as amendedCMCCarbon Mitigation CreditCODMChief Operating Decision MakerCOReConstellation Offsite RenewablesCPPClean Power PlanCTVConstellation Technology VenturesDCPSCDistrict of Columbia Public Service CommissionDEPSCDelaware Public Service CommissionDOEUnited States Department of EnergyDOJUnited States Department of JusticeDPPDeferred Purchase PriceEBITDAEarnings Before Interest, Tax, Depreciation and AmortizationEDFElectricite de France SA and its subsidiariesEFECEmissions-Free Energy CertificateEMTEverett Marine TerminalEPAUnited States Environmental Protection AgencyERCOTElectric Reliability Council of TexasERISAEmployee Retirement Income Security Act of 1974, as amendedEROAExpected Rate of Return on AssetsESGEnvironmental, Social, and GovernanceERPEnterprise Resource ProgramEVElectric VehicleFederal Power ActFederal Power Act of 1920, as amendedFERCFederal Energy Regulatory CommissionFormer PECO UnitsLimerick, Peach Bottom, and Salem nuclear generating unitsFormer ComEd UnitsBraidwood, Byron, Dresden, LaSalle and Quad Cities nuclear generating unitsFRCCFlorida Reliability Coordinating Council 2 2 2    Table of Contents Table of Contents FRRFixed Resource RequirementGAAPGenerally Accepted Accounting Principles in the United StatesGHGGreenhouse GasGWhGigawatt hourICCIllinois Commerce CommissionICEIntercontinental ExchangeIPAIllinois Power AgencyIRAInflation Reduction Act of 2022IRCInternal Revenue CodeIRSInternal Revenue ServiceISOIndependent System OperatorISO-NEISO New England Inc.ITCInvestment Tax CreditkWhKilowatt-hourLIBORLondon Interbank Offered RateLLRWLow-Level Radioactive WasteLTIPLong-Term Incentive PlanMATSU.S. EPA Mercury and Air Toxics StandardsMDEMaryland Department of the EnvironmentMDPSCMaryland Public Service CommissionMISOMidcontinent Independent System Operator, Inc.MOPRMinimum Offer Price RuleMRVMarket-Related ValueMPSCMissouri Public Service CommissionMWMegawattMWhMegawatt hourN/ANot applicableNAVNet Asset ValueNASDAQNasdaq Stock Market, Inc.NDTNuclear Decommissioning TrustNEILNuclear Electric Insurance LimitedNEPANational Environmental Policy Act of 1969NERCNorth American Electric Reliability CorporationNGXNatural Gas Exchange, Inc.NJBPU  New Jersey Board of Public UtilitiesNJDEPNew Jersey Department of Environmental ProtectionNon-Regulatory Agreement UnitsNuclear generating units or portions thereof whose decommissioning-related activities are not subject to contractual elimination under regulatory accountingNOSANuclear Operating Services AgreementNPDESNational Pollutant Discharge Elimination SystemNPNSNormal Purchase Normal Sale scope exceptionNRCNuclear Regulatory CommissionNWPANuclear Waste Policy Act of 1982NYISONew York ISONYMEXNew York Mercantile ExchangeNYPSCNew York Public Service CommissionOIESOOntario Independent Electricity System OperatorOPEBOther Postretirement Employee Benefits 3 3 3    Table of Contents Table of Contents PA DEPPennsylvania Department of Environmental ProtectionPAPUCPennsylvania Public Utility CommissionPCAOBPublic Company Accounting Oversight BoardPBOProjected Benefit ObligationPension Protection Act (the Act)Pension Protection Act of 2006PG&EPacific Gas and Electric CompanyPJMPJM Interconnection, LLCPPAPower Purchase AgreementPP&EProperty, Plant, and EquipmentPrice-Anderson ActPrice-Anderson Nuclear Industries Indemnity Act of 1957PRPPotentially Responsible PartiesPSDARPost-shutdown Decommissioning Activities ReportPSEGPublic Service Enterprise Group IncorporatedPTCProduction Tax CreditPUCTPublic Utility Commission of TexasPVPhotovoltaicRCRAResource Conservation and Recovery Act of 1976, as amendedRECRenewable Energy Credit which is issued for each megawatt hour of generation from a qualified renewable energy sourceRegulatory Agreement UnitsNuclear generating units or portions thereof whose decommissioning-related activities are subject to contractual elimination under regulatory accountingRFPRequest for ProposalRGGIRegional Greenhouse Gas InitiativeRINRenewable Identification NumberRMCRisk Management CommitteeRMPRisk Management PolicyRNFRevenue Net of Purchased Power and Fuel ExpenseRNGRenewable Natural GasROEReturn on equityROURight-of-useRPSRenewable Energy Portfolio StandardsRTORegional Transmission OrganizationS&PStandard & Poor’s Ratings ServicesSECUnited States Securities and Exchange CommissionSERCSERC Reliability Corporation (formerly Southeast Electric Reliability Council)SNFSpent Nuclear FuelSOASociety of ActuariesSOFRSecured Overnight Financing RateSOSStandard Offer ServiceSPPSouthwest Power PoolSSASocial Security AdministrationSTEMScience, Technology, Engineering, and MathematicsTWhTerawatt-hourU.S. Court of Appeals for the D.C. CircuitUnited States Court of Appeals for the District of Columbia CircuitVIEVariable Interest EntityWECCWestern Electric Coordinating CouncilZECZero Emission Credit U.S. Court of Appeals for the D.C. Circuit 4 4 4    Table of Contents Table of Contents ZESZero Emission Standard 5 5 5     Table of Contents Table of Contents  FILING FORMAT This combined Annual Report on Form 10-K is being filed separately by Constellation Energy Corporation and Constellation Energy Generation, LLC, (Registrants). Information contained herein relating to any individual Registrant is filed by the Registrant on its own behalf.   CAUTIONARY STATEMENTS REGARDING FORWARD-LOOKING INFORMATION This report contains certain forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 that are subject to risks and uncertainties. Words such as “could,” “may,” “expects,” “anticipates,” “will,” “targets,” “goals,” “projects,” “intends,” “plans,” “believes,” “seeks,” “estimates,” “predicts,” and variations on such words, and similar expressions that reflect our current views with respect to future events and operational, economic and financial performance, are intended to identify such forward-looking statements. The factors that could cause actual results to differ materially from the forward-looking statements made by us include those factors discussed herein, including those factors discussed in (a) Part I, ITEM 1A. Risk Factors, (b) Part II, ITEM 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations, (c) Part II, ITEM 8. Financial Statements and Supplementary Data: Note 19, Commitments and Contingencies, and (d) other factors discussed in filings with the SEC by the Registrants.  Readers are cautioned not to place undue reliance on these forward-looking statements, which apply only as of the date of this report. None of the Registrants undertakes any obligation to publicly release any revision to its forward-looking statements to reflect events or circumstances after the date of this report.  WHERE TO FIND MORE INFORMATION The SEC maintains an Internet site at www.sec.gov that contains reports, proxy and information statements, and other information that we file electronically with the SEC. These documents are also available to the public from commercial document retrieval services and our website at www.ConstellationEnergy.com. Information contained on our website shall not be deemed incorporated into, or to be a part of, this report. 6 6 6     Table of Contents Table of Contents PART I  ITEM 1.   General On February 21, 2021, the Board of Directors of Exelon Corporation (“Exelon”) authorized management to pursue a plan to separate its competitive generation and customer-facing energy businesses, conducted through Constellation Energy Generation, LLC (“Constellation”, formerly Exelon Generation Company, LLC) and its subsidiaries, into an independent, publicly traded company. Constellation Energy Corporation (“CEG Parent” or the “Company”), a Pennsylvania corporation and a direct, wholly owned subsidiary of Exelon, was newly formed for the purpose of separation and had not engaged in any activities except in preparation for the distribution. On February 1, 2022, Exelon completed the separation by distributing all the outstanding shares of the Company’s common stock, on a pro rata basis to the holders of Exelon’s common stock, with the Company holding all the interests in Constellation previously held by Exelon (the \"Separation\"). As of 2002, Constellation has been an individual registrant since the registration of their public debt securities under the Securities Act. As an individual registrant, Constellation has historically filed consolidated financial statements to reflect their financial position and operating results as a stand-alone, wholly owned subsidiary of Exelon. Unless otherwise indicated or the context otherwise requires, references herein to the terms \"we,\" \"our,\" \"us\" and \"the Company\" refer collectively to CEG Parent and Constellation. See Glossary for defined terms. Our Business We are the nation’s largest producer of carbon-free energy and a leading supplier of energy products and services to businesses, homes, community aggregations and public sector customers across the continental United States, including three-fourths of Fortune 100 companies. Our generation fleet of nuclear, hydro, wind, natural gas, and solar generation facilities has the generating capacity to power the equivalent of 15 million homes, producing 11 percent of the carbon-free energy in the United States.  Constellation’s fleet is helping to accelerate the nation’s transition to a carbon-free future with more than 32,355 megawatts of capacity and an annual output that is nearly 90 percent carbon-free. This makes us an important partner to businesses and state and local governments that are setting ambitious carbon-reduction goals and seeking long-term solutions to the climate crisis. We employ approximately 13,370 people, and do business in 48 states, the District of Columbia, Canada, and the United Kingdom.  Our generation fleet produces more clean, carbon-free energy than any other company in the United States. We are committed to a clean energy future, and we believe our generation fleet is essential to helping meet clean energy targets, at both the state and national level. Our customer-facing business is one of the nation's largest competitive energy suppliers, offering innovative solutions along the sustainability continuum to meet customer clean energy and climate goals.  Our Operations We operate the largest carbon-free generation fleet in the nation and are one of the largest competitive electric generation companies in the country, as measured by owned and contracted MWs. Collectively, the combined fleet is nearly 90% carbon-free (based on generation output of electricity) and is the fourth largest generation portfolio in the U.S. in terms of total generation with meaningful geographic diversity.    7 7 7    Table of Contents Table of Contents At December 31, 2022, our generating resources consisted of the following: Type of CapacityMWsOwned generation assets(a)Nuclear20,895 Natural gas and oil8,807        Renewable(b)2,653 Owned generation assets32,355 Contracted generation(c)3,883 Total generating resources36,238  Owned generation assets(a)        Renewable(b) Contracted generation(c) __________ (a)Net generation capacity is stated at proportionate ownership share. See ITEM 2. PROPERTIES for additional information. (b)Includes wind, hydroelectric, and solar generating assets. (c)Electric supply procured under unit-specific agreements.  The following map illustrates the locations of our owned generation facilities as of December 31, 2022: The Company's Generation Fleet Map(a)   Owned Assets(b)  Nuclear          Wind  Gas/Other         Solar  Hydro             __________ (a)Note: One symbol is included per location. Some locations may have multiple generating units. Locations in tight geographic proximity may appear as one symbol. Units that are not currently operational are not captured. (b)Does not reflect Grand Prairie Generating Station (Gas/Other), located in Alberta, Canada. 8 8 8    Table of Contents Table of Contents We have five reportable segments, as described in the table below, representing the different geographical areas in which our owned generating resources are located and our customer-facing activities are conducted. SegmentNet Generation Capacity (MWs)(a)% of Net Generation CapacityGeographical AreaMid-Atlantic10,495 32 %Eastern half of PJM, which includes New Jersey, Maryland, Virginia, West Virginia, Delaware, the District of Columbia, and parts of Pennsylvania and North CarolinaMidwest11,892 37 %Western half of PJM and the United States footprint of MISO, excluding MISO’s Southern RegionNew York3,093 10 %NYISOERCOT3,610 11 %Electric Reliability Council of TexasOther Power Regions3,265 10 %New England, South, West, and CanadaTotal32,355 100 % Net Generation Capacity (MWs)(a) __________ (a)Net generation capacity is stated at proportionate ownership share as of December 31, 2022. See ITEM 2. PROPERTIES for additional information. The following table shows sources of electric supply in GWhs for 2022 and 2021:  Source of Electric Supply20222021Nuclear(a)(b)173,350 172,990 Purchases — non-trading portfolio70,682 67,605 Natural gas and oil21,563 19,960 Renewable(c)6,049 6,577 Total Supply271,644 267,132  Nuclear(a)(b) Renewable(c) __________ (a)Includes the proportionate share of output where we have an undivided ownership interest in jointly-owned generating plants and includes the total output of plans that are fully consolidated.   (b)2021 values have been revised from those previously reported to correctly reflect our 82% undivided ownership interest in Nine Mile Point Unit 2. (c)Includes wind, hydroelectric, solar, and in 2021, biomass generating assets. See Note 2 — Mergers, Acquisitions, and Dispositions of the Combined Notes to Consolidated Financial Statements for additional information regarding the sale of our biomass facility.  Nuclear Facilities Our nuclear fleet is the nation’s largest, with current generating capacity of approximately 21 gigawatts; it produced 173 terawatt hours of zero-emissions electricity during 2022 – enough to power 15.4 million homes and avoid more than 123 million metric tons of carbon emissions according to the EPA GHG Equivalencies Calculator. We have ownership interests in 13 nuclear generating stations currently in service, consisting of 23 units. As of December 31, 2022, we wholly own all our nuclear generating stations, except for undivided ownership interests in four jointly owned nuclear stations: Quad Cities (75% ownership), Peach Bottom (50% ownership), Salem (42.59% ownership), and Nine Mile Point Unit 2 (82% ownership), which are consolidated in our consolidated financial statements relative to our proportionate ownership interest in each unit. See ITEM 2. PROPERTIES for additional information on our nuclear facilities. On August 6, 2021, Constellation and EDF entered into a settlement agreement pursuant to which we, through a wholly owned subsidiary, purchased EDF’s equity interest in CENG, a joint venture with EDF, which wholly owned the Calvert Cliffs and Ginna nuclear stations and Nine Mile Point Unit 1, in addition to the 82% undivided ownership interest in Nine Mile Point Unit 2. Prior to August 6, 2021, we had a 50.01% membership interest in CENG, however CENG is consolidated within our results for all periods presented. See Note 2 — Mergers, Acquisitions, and Dispositions and Note 22 — Variable Interest Entities of the Combined Notes to Consolidated  9 9 9    Table of Contents Table of Contents Financial Statements for additional information regarding the acquisition of EDF's equity interest in CENG and the CENG consolidation. We operate all of these nuclear generating stations, except for the two units at Salem, which are operated by PSEG Nuclear, LLC (an indirect, wholly owned subsidiary of PSEG), and we have consistently operated our nuclear plants at best-in-class levels. During 2022, 2021, and 2020, our nuclear generating facilities achieved capacity factors(a) of 94.8%, 94.5%, and 95.4%, respectively, at ownership percentage. The nuclear capacity factor has been approximately four percentage points better than the industry average annually since 2013.  Capacity factors, which are significantly affected by the number and duration of refueling and non-refueling outages, can have a significant impact on our results of operations. In 2022, we achieved an average refueling outage duration of 21 days for units we operate. We achieved an average refueling outage duration of 22 days in both  2021 and 2020, against industry averages of 32 and 34 days, respectively. We manage our scheduled refueling outages to minimize their duration and to maintain high nuclear generating capacity factors, resulting in a stable supply position for our wholesale and retail power marketing activities. In 2022, 2021, and 2020, electric supply (in GWhs) generated from our nuclear generating facilities was 64%, 65%, and 62%, respectively, of our total electric supply, which also includes natural gas, oil, and renewable generation and electric supply purchased for resale. See ITEM 7. MANAGEMENT'S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS for additional information on electric supply sources. During scheduled refueling outages, we perform maintenance and equipment upgrades in order to maintain safe, reliable operations and to minimize the occurrence of unplanned outages. In addition to the maintenance and equipment upgrades performed by us during scheduled refueling outages, we have extensive operating and security procedures in place to ensure the safe operation of our nuclear units. We also have extensive safety systems in place to protect the plant, personnel, and surrounding area in the unlikely event of an accident or other incident. We have original 40-year operating licenses from the NRC for each of our nuclear units and have received 20-year operating license renewals from the NRC for all our nuclear units except Clinton. PSEG has received 20-year operating license renewals for Salem Units 1 and 2. Peach Bottom has previously received a second 20-year license renewal from the NRC, for a total 80-year term, for Units 2 and 3. See Note 3 — Regulatory Matters of the Combined Notes to Consolidated Financial Statements for additional information.  __________ (a)Capacity factor is defined as the ratio of the actual output of a plant over a period of time to its output if the plant had operated at full average annual mean capacity for that time period. See ITEM 7. MANAGEMENT'S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS for additional information. 10 10 10    Table of Contents Table of Contents The following table summarizes the current license expiration dates for our nuclear facilities currently in service: StationUnitIn-ServiceDate(a)Current LicenseExpirationBraidwood1 198820462 19882047Byron1 198520442 19872046Calvert Cliffs1 197520342 19772036Clinton(b)1 19872027Dresden(b)2 197020293 19712031FitzPatrick1 19752034LaSalle1 198420422 19842043Limerick1 198620442 19902049Nine Mile Point1 196920292 19882046Peach Bottom(c)2 197420333 19742034Quad Cities1 197320322 19732032Ginna1 19702029Salem1 197720362 19812040 In-Service Date(a) Clinton(b) Dresden(b) Peach Bottom(c) __________ (a)Denotes year in which nuclear unit began commercial operations. (b)We are currently seeking license renewals for Clinton and Dresden Units 2 and 3 to extend the operating licenses by an additional 20 years.  (c)In February 2022, the NRC issued an order related to its review of our subsequent license renewal application for Peach Bottom and the NRC directed its staff to change the expiration dates for the licenses back to 2033 and 2034. We expect that the license expiration dates will be restored to 2053 and 2054, respectively, See Note 3 — Regulatory Matters of the Combined Notes to Consolidated Financial Statements for additional information.  The operating license renewal process takes approximately four years from commencement, which includes approximately two years for us to develop the application and approximately two additional years for the NRC to review the application. Depreciation provisions are based on the estimated useful lives of the stations, which generally correspond with the term of the NRC operating licenses denoted in the table above as of December 31, 2022, except for Clinton, Dresden and Peach Bottom. We are currently seeking license renewals for our Clinton and Dresden units. Clinton depreciation provisions are based on an estimated useful life through 2047. Dresden Units 2 and 3 depreciation provisions are based on an estimated useful life through 2049 and 2051, respectively, in anticipation of the license renewals. Peach Bottom Units 2 and 3 depreciation provisions are based on an estimated useful life through 2053 and 2054 respectively, in anticipation of the license expiration dates being restored. See Note 3 — Regulatory Matters of the Combined Notes to Consolidated Financial Statements for additional information. From August 27, 2020 through September 15, 2021, Byron and Dresden depreciation provisions were accelerated to reflect the previously announced shutdown dates of September 2021 and November 2021, respectively. On September 15, 2021, we updated the estimated useful lives for both facilities to reflect the end of  11 11 11    Table of Contents Table of Contents the current NRC operating license for each unit consistent with the table above. See Note 3 — Regulatory Matters and Note 7 — Early Plant Retirements of the Combined Notes to Consolidated Financial Statements for additional information on Byron and Dresden and the Illinois CMC program. Natural Gas, Oil and Renewable Facilities (including Hydroelectric) We operate approximately 11 gigawatts of natural gas, oil, hydroelectric, wind, and solar generation assets, which provide a mix of baseload, intermediate, and peak power generation. We wholly own all our natural gas, oil and renewable generating stations, except for: (1) Wyman 4; (2) certain wind project entities; and (3) CRP, which is owned 49% by another unrelated party. We operate all of these facilities, except for Wyman 4, which is operated by the principal owner, NextEra Energy Resources LLC, a subsidiary of NextEra Energy, Inc. See ITEM 2. PROPERTIES for additional information regarding these generating facilities and Note 22 — Variable Interest Entities of the Combined Notes to Consolidated Financial Statements for additional information regarding CRP, which is a VIE. In 2022, 2021, and 2020, electric supply (in GWhs) generated from our owned natural gas, oil, and renewable generating facilities was 10%, 10%, and 9%, respectively, of our total electric supply. Much of this output was dispatched to support our wholesale and retail power customer-facing activities. Our natural gas, oil and renewable fleet has similarly demonstrated a track record of strong performance with a power dispatch match(a) of 98.4%, 72.4%, and 98.4% and renewables energy capture(b) of 95.8%, 95.7%, and 93.4% in 2022, 2021, and 2020, respectively. Our power dispatch match performance in 2021 was significantly impacted by the February 2021 extreme weather event in Texas, refer to Note 3 — Regulatory Matters of the Combined Notes to Consolidated Financial Statements for additional information. Natural gas, oil, wind and solar generation plants are generally not licensed, and, therefore, the decision on when to retire plants is, fundamentally, a commercial one. FERC has the exclusive authority to license most non-federal hydropower projects located on navigable waterways or federal lands, or connected to the interstate electric grid, which include our Conowingo Hydroelectric Project (Conowingo) and Muddy Run Pumped Storage Facility Project (Muddy Run). Muddy Run's license expires on December 1, 2055 and is currently being depreciated over the estimated useful life, which corresponds with the available license term. In March 2021, FERC issued a new 50-year license for Conowingo, vacated in December 2022 on remand, however depreciation provisions continue to assume an estimated useful life through 2071 in anticipation of the license expiration date being restored. See Note 3 — Regulatory Matters of the Combined Notes to Consolidated Financial Statements for additional information on Conowingo. On March 31, 2021 and June 30, 2021, we completed the sale of a significant portion of our solar business and our interest in the Albany Green Energy biomass facility, respectively. Note 2 — Mergers, Acquisitions, and Dispositions of the Combined Notes to Consolidated Financial Statements for additional information on these dispositions.  __________ (a)Dispatch Match is used to measure the responsiveness of a unit to the market, expressed as the total actual energy revenue net of fuel cost relative to the total desired energy revenue net of fuel cost. Factors having an adverse effect on Dispatch Match include forced outages, derates, and failure to operate to the desired generation signal. (b)Energy capture is an indicator of how efficiently the installed assets capture the natural energy available from the wind and the sun. Energy capture represents an energy-based fraction, the numerator of which is the energy produced by the sum of the wind turbines/solar panels in the year, and the denominator of which is the total expected energy to be produced during the year, with adjustments made for certain events that are considered non-controllable, such as force majeure events, serial design-manufacturing equipment failures, and transmission curtailments. Energy capture for the combined wind and solar fleet is weighted by the relative site projected pre-tax variable revenue.          12 12 12    Table of Contents Table of Contents    Contracted Generation In addition to energy produced by owned generation assets, we source electricity from generators we do not own under long-term contracts. The following tables summarize our long-term contracts to purchase unit-specific physical power with an original term in excess of one year in duration, by region, in effect as of December 31, 2022: RegionNumber ofAgreementsExpiration DatesCapacity (MWs)Mid-Atlantic 6 2023 - 2035279 Midwest3 2026 - 2032351 New York4 202326 ERCOT6 2026 - 2035841 Other Power Regions12 2023 - 20372,386 Total31 3,883  Mid-Atlantic   20232024202520262027ThereafterTotalCapacity Expiring (MW)140 101 490 398 5 2,749 3,883   Customer-Facing Business We are one of the nation’s largest energy suppliers, through our integrated business operations we sell electricity, natural gas, and other energy-related products and solutions to various types of customers, including distribution utilities, municipalities, cooperatives, and commercial, industrial, public sector, and residential customers in markets across multiple geographic regions. We serve approximately 2 million total customers, including three-fourths of Fortune 100 companies, and approximately 1.6 million unique residential customers.  We are a leader in electric power supply, serving approximately 208 TWhs in 2022 through sales to retail customers and wholesale load auctions to a diverse geographic customer base. The following table illustrates these volumes across our five reportable segments:                   13 13 13    Table of Contents Table of Contents  2022 Electric Power Supply (TWhs) Served Across Regions(a)   __________ (a)Includes retail load and wholesale load auction volumes only. Electric generation in excess of our total retail and wholesale load would be marketed to the respective ISO in which our facility is located. Other includes New England, South, and West.  We are active in all domestic wholesale power and gas markets that span the entire lower 48 states and have complementary retail activity across many of those states. We largely obtain physical power supply from our owned and contracted generation located in multiple geographic regions. The commodity risks associated with the output from owned and contracted generation are managed using various commodity transactions including sales to retail customers, trades on commodity exchanges, and sales to wholesale counterparties in accordance with our ratable hedging program. See further discussion of the ratable hedging program in the Price and Supply Risk Management section below. The main objective is to obtain low-cost energy supply to meet physical delivery obligations to both our wholesale and retail customers.  Wholesale Market Our wholesale channel-to-market involves the sale of electricity among electric utilities and electricity marketers before it is eventually sold to end-use consumers. In 2022, we served approximately 65 TWhs of power load across competitive utility load procurement and bilateral sales to municipalities, co-ops, banks, and other wholesale entities. Complementary to our national portfolio, we have several decades of relationships with wholesale counterparties across all domestic power markets as a means of both monetizing our own generation, as well as sourcing contracted generation to meet customer and portfolio needs. With increased customer demand for sustainability, our ability to source contracted generation has provided a capital-light way for us to provide customers with the sustainable solutions they are demanding to support a cleaner energy ecosystem. This creates durable customer relationships and repeatable business through the ability to respond to customer and marketplace trends. Similarly, this contracting acumen provides the ability to supplement our native generation with other non-renewable assets to meet changing portfolio needs in a financially efficient manner. In  14 14 14    Table of Contents Table of Contents our wholesale gas business we participate across all parts of the gas value chain, including trading, transport and storage and physical supply.  Retail Market Retail competition in states across the U.S. range from full competition of energy suppliers for all retail customers (commercial, industrial and residential) to partial retail competition available up to a capped amount for C&I customers only. We are a leader in retail markets, serving approximately 143 TWhs of electric power retail load and 800 Bcf of gas in 2022, primarily to C&I customers across multiple geographic regions in the U.S.   Constellation Retail has a Diverse Geographic Footprint     Strong customer relationships are a key part of our customer-facing business strategy. Retail customer renewal rates have been strong over the last six years across C&I power customer groups, with an average contract term of approximately two years and customer duration of more than six years, with many customers well beyond these metrics. Specifically, we enjoyed renewal rates of 79% for C&I power customers and 90% for C&I gas customers in 2022, higher than the previous five years, owing to both our competitive pricing as well as our strong customer relationships. Our consistently high renewal rates are driven by our ability to provide customized solutions and delivering focused attention to our customers’ needs, resulting in industry-leading customer satisfaction. We are also successful at acquiring new customers by offering innovative services and products that meet their needs. In addition to our high customer renewal rates, we have produced consistently high new win rates for C&I power as well, acquiring nearly one out of every three new customers who have chosen to shop with us over the past four years. 15 15 15    Table of Contents Table of Contents High customer satisfaction levels, market expertise, stability and scale drive growth and result in historically proven business consistency and margins. While providing customers with the best possible price is a key focus, we leverage our broad suite of electric and gas product structures, oftentimes customized, to provide customers with the commodity solution and information that best fits their needs. It is this attention to the customer that creates the durable, repeatable value highlighted in these statistics.  Consumer purchasing strategies have trended from direct supply relationships to third-party relationships with a  number of customers looking to third-party consultants and brokers to find suppliers like us to reduce costs and evaluate the increasing number of options available for expanding energy solutions beyond the commodity. In response, we have expanded our third-party capabilities, created scale through a comprehensive support structure, and enhanced digital applications providing tools, tracking, and measurement, as well as the ability to extend the reach of our sustainability services and products to drive additional market share. While this trend of customers using third parties to find suppliers has slowed in recent years, we have remained the market leader in direct sales with over 32% of the C&I market share of direct customer business driven by our highly experienced and long-tenor direct sales team.  Energy Solutions As one of the largest customer-facing platforms in the U.S., we benefit from significant economies of scale, that allow us to provide our customers with competitively priced energy and to structure highly tailored solutions targeted to a customer’s unique power needs and clean energy goals. We partner with our customers to provide options along the sustainability continuum, including renewable, efficiency and technology solutions to meet their carbon-free energy goals. Our energy efficiency products provide the ability to optimize performance and maximize efficiency across customer facilities and operations through contract structures that include implementation of energy efficiency upgrades with no upfront capital requirements. Additionally, these service offerings provide scalable solutions to meet sustainability goals through investment across the life of the facility or operations and allow for budget certainty. The ongoing ability to optimize energy consumption for customers allows us to support customer demands with the right combination of technology and efficiency program options. Our CORe product serves C&I customers' sustainability needs by matching contracted, third-party new-build renewable generation with customer desire to add additional carbon-free generation to the grid with geographic preference. In addition to larger-scale CORe offerings, we offer a range of sustainability solutions to customers (RECs, EFECs, RINs, RNG, carbon offsets, hourly carbon-free energy matching,  etc.) to support their energy needs during the transition to a carbon-free energy ecosystem. In addition to sustainability products and services, data and analytics have also become increasingly important for our customers. Our smart utility expense management platform helps customers proactively manage utility costs, understand trends, and develop strategies to optimize spend and drive sustainability objectives. This platform provides new avenues for incremental growth by coupling the opportunities for customer usage optimization with accompanying products and solutions that we can provide to customers. These types of data and analytical services allow us to grow our customer base in previously inaccessible regulated markets by offering non-commodity energy-related products.  Our Constellation Technology Ventures’ commercialization team invests in, and collaborates with, portfolio companies to deploy products and technologies across our broad customer base to drive value for both us and portfolio companies. Portfolio company solutions have included EV and charging infrastructure, sustainability monitoring and reporting tools, distributed energy resources, financing solutions, and more. Price and Supply Risk Management We use a combination of wholesale and retail customer load sales, as well as non-derivative and derivative contracts, all with credit-approved counterparties, to hedge the commodity price risk of the generation portfolio.  For merchant generation sales not already hedged via comprehensive state programs, such as the CMC program in Illinois, we typically utilize a three-year ratable sales plan to align our hedging strategy with our financial objectives. The prompt three-year merchant sales are hedged on an approximate rolling 90%/60%/30% basis, providing cash flow stability while still allowing commercial opportunities to generate value for the Company. We may also enter transactions that are outside of this ratable hedging program. We are exposed to commodity price risk for the portions of our electricity portfolio that are unhedged. As of December 31, 2022, the  16 16 16    Table of Contents Table of Contents percentage of expected generation hedged for the Mid-Atlantic, Midwest, New York, and ERCOT reportable segments is 94%-97% and 75%-78% for 2023 and 2024, respectively. Similarly, the scale and scope of the portfolio provides risk-mitigating technology, product, and geographical diversification. We will continue to be proactive in using hedging strategies to mitigate commodity price volatility. The percentage of expected generation hedged is the number of equivalent sales divided by the expected generation. Expected generation is the volume of energy that best represents our commodity position in energy markets from owned or contracted generation based on a simulated dispatch model that makes assumptions regarding future market conditions, which are calibrated to market quotes for power, fuel, load following products, and options. Equivalent sales represent all wholesale and retail load sales, as well as hedging products, which include economic hedges and certain non-derivative contracts. A portion of our hedging strategy may be implemented using fuel products based on assumed correlations between power and fuel prices. Our risk management group monitors the financial risks of the wholesale and retail power marketing activities. We also use financial and commodity contracts for proprietary trading purposes, but this activity accounts for only a small portion of our efforts and is not material to our results. The proprietary trading portfolio is subject to a risk management policy that includes stringent risk management limits.  See ITEM 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK for additional information. The cycle of production and utilization of nuclear fuel includes the mining and milling of uranium ore into uranium concentrates, the conversion of uranium concentrates to uranium hexafluoride, the enrichment of the uranium hexafluoride, and the fabrication of fuel assemblies. Nuclear fuel assemblies are obtained predominantly through long-term uranium concentrate supply contracts, contracted conversion services, contracted enrichment services, or a combination thereof, including contracts sourced from Russia, and contracted fuel fabrication services. We have inventory in various forms and engage a diverse set of suppliers to ensure we can secure the nuclear fuel needed to continue to operate our nuclear fleet long-term and do not anticipate difficulty in obtaining the necessary uranium concentrates or conversion, enrichment, or fabrication services to meet the nuclear fuel requirements of our nuclear units. We manage various risks around our nuclear fuel requirements in accordance with our fuel procurement policy. The size of our inventory holdings and forward contractual coverage considers our refueling needs across multiple years to protect against supply disruptions and near-term price volatility, while allowing for capital flexibility. We engage a diverse set of domestic and international suppliers and limit our transactions with each supplier to mitigate concentration of risk. Refer to ITEM 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK for additional information. Natural gas is procured through long-term and short-term contracts, as well as spot-market purchases. Fuel oil inventories are managed so that in the winter months sufficient volumes of fuel are available in the event of extreme weather conditions and during the remaining months to take advantage of favorable market pricing.  See ITEM 1A. RISK FACTORS, ITEM 7. MANAGEMENT'S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS, Critical Accounting Policies and Estimates and Note 16 — Derivative Financial Instruments of the Combined Notes to Consolidated Financial Statements for additional information regarding derivative financial instruments. Seasonality  Our operations are affected by weather, which affects demand for electricity and natural gas, as well as operating conditions. The market price for electricity is also affected by changes in the demand for electricity and the available supply of electricity.  With respect to the electric business, very warm weather in summer months and, with respect to the electric and natural gas businesses, very cold weather in winter months is referred to as “favorable weather conditions” because those weather conditions result in increased deliveries of electricity and natural gas. Conversely, mild weather reduces demand. As a result, our operating results in the future may fluctuate substantially on a seasonal basis, especially when more severe weather conditions such as heat waves or extreme winter weather make such fluctuations more pronounced. The pattern of this fluctuation may change depending on the type and location of the facilities owned, the retail load served and the terms of contracts to purchase or sell electricity. See ITEM 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK for additional information.   17 17 17    Table of Contents Table of Contents Insurance We are subject to liability, property damage, and other risks associated with major incidents at our generating stations. We have reduced our financial exposure to these risks through insurance, both property damage and liability, and other industry risk-sharing provisions. We also maintain business interruption insurance for our renewable projects, but not for our other generating stations unless required by contract or financing agreements. We are self-insured to the extent that any losses may exceed the amount of insurance maintained or are within the policy deductible for our insured losses.  For additional information regarding property insurance, see ITEM 2. PROPERTIES, Note 17 — Debt and Credit Agreements for additional information on financing agreements, and Note 19 — Commitments and Contingencies of the Combined Notes to Consolidated Financial Statements for insurance specific to our nuclear facilities. Regulation We are a public utility as defined under the Federal Power Act and are subject to FERC’s exclusive ratemaking jurisdiction over wholesale sales of electricity and the transmission of electricity in interstate commerce. Under the Federal Power Act, FERC has the authority to grant or deny market-based rates for sales of energy, capacity, and ancillary services to ensure that such sales are just and reasonable. FERC’s jurisdiction over ratemaking includes the authority to suspend the market-based rates of utilities and set cost-based rates should FERC find that its previous grant of market-based rates authority is no longer just and reasonable. Other matters subject to FERC jurisdiction include, but are not limited to, third-party financings; review of mergers; dispositions of jurisdictional facilities and acquisitions of securities of another public utility or an existing operational generating facility; affiliate transactions; intercompany financings and cash management arrangements; certain internal corporate reorganizations; and certain holding company acquisitions of public utility and holding company securities. RTOs and ISOs are FERC regulated entities that exist in several regions to provide transmission service across multiple transmission systems. FERC has approved PJM, MISO, ISO-NE, and SPP as RTOs and CAISO and NYISO as ISOs. These entities are responsible for regional planning, managing transmission congestion, developing wholesale markets for energy and capacity, maintaining reliability, market monitoring, the scheduling of physical power sales brokered through ICE and NYMEX, and the elimination or reduction of redundant transmission charges imposed by multiple transmission providers when wholesale customers take transmission service across several transmission systems. ERCOT is not subject to regulation by FERC but performs a similar function in Texas to that performed by RTOs in markets regulated by FERC. We are subject to the jurisdiction of the NRC with respect to the operation of our nuclear generating facilities, including the licensing for operation of each unit. The NRC subjects nuclear generating stations to continuing review and regulation covering, among other things, operations, maintenance, emergency planning, security, and environmental and radiological aspects of those stations. As part of its reactor oversight process, the NRC continuously assesses unit performance indicators and inspection results and communicates its assessment on a semi-annual basis. All nuclear generating stations operated by us are categorized by the NRC in the Licensee Response Column, which is the highest of five performance bands. The NRC may modify, suspend, or revoke operating licenses and impose civil penalties for failure to comply with the Atomic Energy Act or the terms of the operating licenses. Changes in regulations by the NRC may require a substantial increase in capital expenditures and/or operating costs for our nuclear generating facilities. NRC regulations also require that licensees of nuclear generating facilities demonstrate reasonable assurance that funds will be available in specified minimum amounts at the end of the life of the facility to decommission the facility. The ultimate decommissioning obligation is expected to be funded by the NDT funds. See ITEM 7. MANAGEMENT'S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS Liquidity and Capital Resources; Critical Accounting Policies and Estimates, Nuclear Decommissioning Asset Retirement Obligations; and Note 3 — Regulatory Matters, Note 10 — Asset Retirement Obligations, and Note 18 — Fair Value of Financial Assets and Liabilities of the Combined Notes to Consolidated Financial statements for additional information regarding our NDT funds and decommissioning obligations. Our operations are also subject to the jurisdiction of various other federal, state, regional, and local agencies, and federal and state environmental protection agencies. Additionally, we are subject to NERC mandatory  18 18 18    Table of Contents Table of Contents reliability standards, which protect the nation’s bulk power system against potential disruptions from cyber and physical security breaches.  Constellation's Strategy and Outlook Strategy  We believe shareholder value is built on a foundation of operational excellence and the pairing of our majority carbon-free energy fleet with our customer-facing platform. We are committed to maintaining investment grade credit ratings. We are focused on optimizing cash returns through a disciplined approach to safe and efficient operations and cost management, underpinned by stable and durable margins from our customer-facing businesses and coupled with distinct payments to our generation plants for the clean energy attributes. We may pursue future growth opportunities that provide additional value building on our core businesses, or expanding our competitive advantages. We are committed to maintaining a strong balance sheet, returning value to our shareholders, and  investing in clean energy and sustainable solutions.  As environmental sustainability continues to build momentum for businesses across the country, the demand for carbon-free and sustainability solutions increases. We are committed to a carbon-free energy future and aim to serve as a partner to businesses and the federal, state and local governments that are setting ambitious carbon-reduction goals and seeking long-term solutions to the climate crisis. We will be a leading advocate at the federal level and in our states for policies that will reduce GHG emissions and preserve and grow clean energy.  We are committed to reducing our GHG emissions and enabling our C&I customers through the following: 1.Achieving a generation portfolio mix with 100% of our owned generation carbon-free by 2040, including an interim goal of 95% carbon-free by 2030, subject to policy support and technology advancements, 2.A 100% reduction of our operations-driven emissions by 2040, including an interim goal to reduce carbon emissions by 65% from 2020 levels by 2030 and reduce methane emissions 30% from 2020 by 2030, and 3.Providing 100% of C&I customers with specific information about their GHG impact. The principles of our sustainable business strategy demonstrate our commitment to a carbon-free future while maintaining a strong balance sheet, advancing our ESG initiatives and investing in clean energy solutions.   Power America's Clean Energy Future. We will operate and grow the nation’s largest fleet of clean, zero-emissions generation facilities, with world-class levels of safety, reliability and resiliency.   Expand America's Largest Fleet of Clean Energy Centers. We will leverage and expand our state-of-the-art clean energy assets by exploring co-location of customer load, direct air capture of CO2, and producing clean hydrogen and other sustainable fuels to reduce industrial emissions.   Uplift and Strengthen our Communities. We will advance respect, belonging, diversity and equity by driving community investment and creating family-sustaining clean energy jobs.  Provide Energy and Sustainability Solutions for Customers. We will provide reliable, resilient energy and deliver innovative sustainability solutions that help customers achieve their clean energy goals.   We are committed to maintaining sufficient financial liquidity and an appropriate capital structure to support safe, secure and reliable operations, even in volatile market conditions. We believe our investment grade credit rating is a competitive advantage and we intend to maintain our credit position and best-in-class balance sheet. In line with that commitment, available cash flow will first be used to meet investment grade credit targets, with incremental capital allocated towards disciplined growth and shareholder return. We will build upon a strong compliance and risk management foundation and recognize the critical role this serves in maximizing operational results. We will continue to manage cash flow volatility through prudent risk management strategies across our business. 19 19 19    Table of Contents Table of Contents Growth Opportunities. We continually evaluate growth opportunities aligned with our businesses, assets, and markets leveraging our expertise in those areas and offering durable returns. We may pursue growth opportunities that optimize our core business or expand upon our strengths, including, but not limited to the following: •Opportunistic carbon-free energy acquisitions, particularly nuclear plants with supportive policy, •Create new value from the existing fleet through repowering, co-location and other opportunities, •Grow sustainability products and services for our customers focused on clean energy, efficiency, storage and electrification; help our C&I customers develop and meet sustainability targets, •Produce clean hydrogen using our carbon-free fleet, •Engagement with the technology and innovation ecosystem through continued partnerships with national labs, universities, startups, and research institutions, and •Explore advanced nuclear technology for investment and participation via advisory services to maintain our leadership position as stewards of a carbon-free energy future. We will employ a disciplined approach to acquisitions that grow future cash flow and support strategic initiatives. We will also continue to evaluate asset and business divestitures to rationalize the portfolio and optimize cash proceeds. Various market, financial, regulatory, legislative and operational factors could affect our success in pursuing these strategies.  We continue to assess infrastructure, operational, policy, and legal solutions to these issues.  See ITEM 1A. RISK FACTORS for additional information. Outlook The U.S. energy sector is experiencing unprecedented changes that we believe will increase the demand for reliable, clean power generation and benefit our business. We believe our generation fleet, including our nuclear assets, is well-positioned to deliver reliable, clean power and benefit from growing demand for carbon-free electricity. Key drivers of increased demand for clean energy include: •Governmental and corporate policies designed to accelerate the decarbonization of the economy,  •Policy support for nuclear energy sources that also enable energy security, reliability and diversification, •Rapid electrification of the U.S. economy, and  •Evolving customer preferences favoring clean energy, choice and digitization.  Policy Support for Decarbonization and Emerging Carbon-Free Technologies. Driven by societal concerns about climate change, governments, corporations, and investors are increasingly advocating for the reduction of GHG emissions across all sectors of the economy, with reduction of GHG emissions by the energy sector being a key focus. Governments at the international, national and state levels have established or are currently contemplating increasingly stringent policies that require the reduction of GHG emissions over time. Corporations have also adopted targets to reduce the carbon emissions in their business operations, spurred in part by demand from investors and customers for sustainable, environment-friendly business practices. These governmental and corporate policies support the retention and expansion of carbon-free generation and the development and use of clean fuels like hydrogen.  We are committed to a clean energy future and we believe our business is well-positioned to benefit from growing policy support for decarbonization as our generation fleet is essential to helping meet climate goals at both the state and federal levels. Policy Support for Nuclear Energy. As decarbonization accelerates, we expect our generation fleet will continue to play a critical role in meeting baseload power needs. Nuclear energy is currently the largest source of zero emissions electricity in the U.S., accounting for over 50% of the nation’s carbon-free power and our nuclear plants are meaningful contributors to the clean energy mix in the states in which they operate. Through enactment of the nuclear PTC in the IRA, federal policymakers have recognized the need to ensure the continued operation of the nation’s nuclear power plants. This federal support builds on actions taken by states to  20 20 20    Table of Contents Table of Contents support nuclear generation, driven by factors that include recognition by governments and policy makers that existing nuclear generation facilities are essential to meeting policy objectives on reduction of GHG emissions, the desire to support jobs and regional economies, and the need to ensure reliability and security of the electrical grid through resource diversity. A 2018 study by the Massachusetts Institute of Technology, “The Future of Nuclear Energy in a Carbon-Constrained World,” found that the costs of achieving transformational decarbonization targets would increase significantly without the contribution of nuclear power. As such, we plan to file applications to extend the licenses of our nuclear fleet to 80 years for our units that receive continued policy support for their long-term operation.  Electrification of the U.S Economy. The push to significantly reduce or eliminate GHG emissions could lead to acceleration of the electrification of the U.S. economy, including electrification of transportation, industrial operations, heating and cooling, and appliances, which could materially increase demand for electricity. We expect widespread electrification, hydrogen production, and direct air capture could result in U.S. electricity demand to more than double from what it is today by 2050. Although EV sales in North America are well behind Europe and China, increased policy support through the IRA and other federal and state policies, together with an increasing number of EV offerings hitting the market over the next five years, will drive market share gains in the U.S. market. A 2022 Rhodium Group study forecasts that as much as 57% of light duty vehicles sold in 2030 will be electric. Electrification of industrial processes, commercial equipment and residential appliances that currently utilize gas and oil as a fuel source will also play a role in increasing the net demand for electricity. According to the International Energy Agency, heat makes up two-thirds of industrial energy demand, and almost one-fifth of global energy consumption, prompting efforts by energy companies and industrial manufacturers to electrify their thermal processes. For companies like us whose core competency is safely generating and serving electricity and related products to its customers, the increasing demand from electrification provides natural growth opportunities.  Evolving Customer Preferences. Consumers are increasingly purpose-driven and knowledgeable of services that drive decarbonization, leading them to value the ability to be connected to and trace the source of their clean energy choices. Growing awareness of climate change and green energy helps drive customer interest in value-add services and products around their energy usage, such as residential rooftop solar, EV charging, smart, energy-efficient home technologies, and the ability to choose 100 percent clean power 24 hours a day, 365 days a year in competitive retail energy markets. Continuing innovation in the digitization of the broader economy will facilitate greater control and opportunities for customers and businesses to more frequently engage with their energy providers and become more knowledgeable of their energy choices, including the solutions we provide.  Employees Engaged Workforce Our employees are our greatest assets. We strive to create a workplace that is diverse, inclusive, innovative, and safe for our employees. In order to provide the services and products that our customers expect, we must create the best teams and these teams must reflect the diversity of the communities that we serve. Therefore, we strive to attract highly qualified and diverse talent and routinely review our hiring, development and promotion practices to ensure we maintain equitable and bias free processes.  We have undertaken our first employee engagement survey as a company and will use it and future surveys to help identify our successes and opportunities for growth. The survey results are shared with leaders at all levels and they are also part of action planning to increase engagement.  Career Development We provide our employees with growth opportunities, competitive compensation and benefits, and a variety of education and development programs. We are committed to helping employees advance their skills and careers, largely through educational opportunities in technical, safety and business acumen areas. Additionally, we develop our employees through individual discussions, mentorship programs, continuous feedback, and evaluations. We understand that continued education leads to a more engaged, skilled, and productive workforce and we support our employees in their educational endeavors to attract and retain people who are committed to personal and professional development by offering tuition reimbursement for approved higher education, certification or licensing courses. 21 21 21    Table of Contents Table of Contents Well-Being and Benefits We are committed to helping our employees maintain and improve their health and wellness, and we offer a wide range of benefits designed to help our employees thrive professionally and personally. We take a holistic approach to health and wellness, providing support for our employees’ physical health, mental well-being, family, as well as financial and legal strength.  Community We are also committed to helping improve the quality of life for people in the communities where we live, work and serve. We provide opportunities for company-sponsored volunteerism and charitable matching gifts programs. Our employees donated $4.6 million to non-profit organizations and provided just over 80,000 volunteer hours in 2022. Next Generation of Talent We are also committed to exposing underrepresented and underserved individuals within our communities to career opportunities in the energy industry. Through internships and scholarships, university and veteran recruiting, STEM education and training programs, and partnerships with diverse talent organizations such as the Society of Women Engineers and the National Society of Black Engineers, we are committed to providing equitable access to professional development and opportunities for the next generation of our workforce.  Major focus areas include: •Creating educational and awareness opportunities within STEM and the trades through curriculum development, early engagement, and educational partnerships,   •Reducing or removing access and opportunity barriers faced by young people and underrepresented and underserved members of the community, and  •Deepening current and executing new approaches and partnerships with industry employers, nonprofits, and community groups to provide entry and advancement opportunities for work-ready adults and youth through upskilling and reskilling training efforts. Diversity Metrics The following table shows diversity metrics for all employees and management as of December 31, 2022:  MetricAll EmployeesManagement(d)Female(a)(b)2,889 474 People of Color(a)(b)2,569 331 Aged <301,680 50 Aged 30-507,420 1,474 Aged >504,270 855 Within 10 years of retirement eligibility5,724 1,197 Total Employees(c)13,370 2,379  Management(d) Female(a)(b) People of Color(a)(b) Total Employees(c)  __________ (a)We conduct an annual analysis on gender and racial pay equity. We also review hiring and promotion processes to neutralize any unconscious bias and embed equal pay efforts into broader company-wide equity initiatives. These actions reflect our commitment to create an environment where all employees can thrive and advance as equal members of the workforce. (b)This is based on self-disclosed information. (c)Total employees represents the sum of the aged categories. (d)Management is defined as executive/senior level officials and managers as well as all employees who have direct reports and supervisory responsibilities. Turnover Rates 22 22 22    Table of Contents Table of Contents As turnover is inherent, management succession planning is performed and tracked for all executives and critical key manager positions. Management frequently reviews succession planning to ensure we are prepared when positions become available. The table below shows the average turnover rate for all employees for the last three years of 2020 to 2022: AllRetirement Age4.30 %Voluntary6.00 %Non-Voluntary1.20 % Collective Bargaining Agreements Approximately 25% of employees participate in CBAs. The following table presents employee information, including information about CBAs, as of December 31, 2022: Total Employees Covered by CBAsNumber of CBAsCBAs New and Renewed in 2022(a)Total Employees Under CBAs New and Renewed in 20223,342 21 1 74  CBAs New and Renewed in 2022(a) Total Employees Under CBAs  New and Renewed  in 2022  __________ (a)Does not include CBAs that were extended in 2022 while negotiations are ongoing for renewal.  Environmental Matters and Regulation We are subject to comprehensive and complex environmental legislation and regulation at the federal, state, and local levels, including requirements relating to climate change, air and water quality, solid and hazardous waste, and impacts on species and habitats. Our Board of Directors is responsible for overseeing the management of environmental matters. We have a management team to address environmental compliance and strategy, including the CEO, our Sustainability and Climate Strategy team, and other members of senior management. Performance of those individuals directly involved in environmental compliance and strategy is reviewed and affects compensation as part of the annual individual performance review process. Our Board of Directors has delegated to its Nuclear Oversight Committee and the Corporate Governance Committee the authority to oversee our compliance with health, environmental, and safety laws and regulations and its strategies and efforts to protect and improve the quality of the environment, including our internal climate change and sustainability policies and programs, as discussed in further detail below.  Climate Change  Driven by societal concerns about climate change, governments, corporations, and investors are increasingly advocating for the reduction of GHG emissions across all sectors of the economy, with reduction of GHG emissions by the energy sector being a key focus. Governments at the international, national and state levels have established or are currently contemplating increasingly stringent policies that require the reduction of GHG emissions over time. Corporations have also adopted targets to reduce the carbon emissions in their business operations, spurred in part by demand from investors and customers for sustainable, environment-friendly business practices. Emerging technologies like storage and hydrogen are also helping to advance decarbonization. We believe our business is well-positioned to benefit from growing policy support for decarbonization. However, as detailed below, we also face climate change mitigation and transition risks as well as adaptation risks. Mitigation and transition risks include changes to the energy systems as a result of new technologies, changing customer expectations and/or voluntary GHG reduction goals, as well as local, state or federal regulatory requirements intended to reduce GHG emissions. Adaptation risk refers to risks to our facilities or operations that may result from changes in the physical climate, such as changes to temperatures, weather patterns and sea level rise. See ITEM 1A. RISK FACTORS for additional information. 23 23 23    Table of Contents Table of Contents Climate Change Mitigation and Transition We support comprehensive federal climate legislation that addresses the climate crisis and would ensure the country meets the targets set by the Paris Climate Accord. Independent of additional legislation, we support the EPA moving forward with meaningful regulation of GHG emissions under the Clean Air Act. We currently are subject to, and may become subject to additional, federal and/or state legislation and/or regulations addressing GHG emissions.  We are deliberately positioned as a low-carbon generation company. We have minimized GHG emitting assets in our portfolio and maximized carbon-free electric production such that our generation emissions intensity is already 80% less than 2005 levels in support of achieving economy-wide GHG emissions reduction goals. Our Scope 1 and 2 GHG emissions in 2021 were 8.3 million metric tons carbon dioxide equivalent, of which 8.0 million metric tons were from our natural gas and oil fueled generation fleet, significantly less than our peers with similar volume of power generation.  We produce electricity predominantly from low and carbon-free generating facilities (such as nuclear, hydroelectric, natural gas, wind, and solar) and neither own nor operate any coal-fueled generating assets. Our natural gas and oil generating plants produce GHG emissions, most notably CO2. In addition, we sell natural gas through our customer-facing business; and consumers’ use of such natural gas produces GHG emissions. However, our owned-asset emission intensity, or rate of carbon dioxide equivalent (CO2e) emitted per unit of electricity generated, is among the lowest in the industry. In 2022, we achieved a 94.8% percent capacity factor across our nuclear fleet and our ownership of 21 gigawatts of carbon-free generation capacity at 23 nuclear units produced 173 TWhs of electricity in 2022.   The electric sector plays a key role in lowering GHG emissions across the rest of the economy. Electriﬁcation of other sectors such as transportation and buildings coupled with simultaneous decarbonization of electric generation is a key lever for emissions reductions. To support this transition, we are advocating for public policy supportive of vehicle electrification, investing in enabling infrastructure and technology, and supporting customer education and adoption. We also continue to explore other decarbonization opportunities, supporting pilots of emerging energy technologies and development of clean fuels. International Climate Change Agreements. At the international level, the United States is a party to the United Nations Framework Convention on Climate Change (UNFCCC). The Parties to the UNFCCC adopted the Paris Agreement at the 21st session of the UNFCCC Conference of the Parties (COP 21) on December 12, 2015. Under the Agreement, which became effective on November 4, 2016, the parties committed to try to limit the global average temperature increase and to develop national GHG reduction commitments. On November 4, 2020, the United States formally withdrew from the Paris Agreement, retracting its commitment to reduce domestic GHG emissions by 26%-28% by 2025 compared with 2005 levels. However, on January 20, 2021, President Biden accepted the Paris Agreement, which resulted in the United States’ formal re-entry on February 19, 2021. The United States has now set an economy-wide target of reducing its net GHG emissions by 50-52% below 2005 levels by 2030. The 2021 UNFCCC Conference of the Parties (COP26) and resulting Glasgow Climate Pact indicated important global support for the Paris Agreement and continued progress toward decarbonization. The most recent Conference of Parties (COP27) held in Sharm el-Sheikh, Egypt recommitted countries to their pledges in the Glasgow Climate Pact. Federal Climate Change Legislation. On August 16, 2022, the U.S. Congress passed and President Biden signed into law the Inflation Reduction Act of 2022, which, among other things, includes federal tax credits, certain of which are transferable or fully refundable, for clean energy technologies including existing nuclear plants and hydrogen production facilities. The Nuclear PTC recognizes the contributions of carbon-free nuclear power by providing a federal tax credit of up to $15 per MWh, subject to phase-out, beginning in 2024 and continuing through 2032. The Hydrogen PTC provides a 10-year federal tax credit of up to $3 per kilogram for clean hydrogen produced after 2022 from facilities that begin construction prior to 2033. Both the Nuclear and Hydrogen PTCs include adjustments for inflation. The Hydrogen PTC creates additional opportunities for our nuclear fleet to enable decarbonization of other industries through the production of clean hydrogen. With this policy support, we expect that many of our nuclear assets will operate through the end of the Nuclear PTC period. The U.S. Department of Treasury has begun the process of issuing guidance on the relevant tax provisions included in the legislation. 24 24 24    Table of Contents Table of Contents Regulation of GHGs from Power Plants under the Clean Air Act. The EPA’s 2015 Clean Power Plan (CPP) established regulations addressing carbon dioxide emissions from existing fossil-fired power plants under Clean Air Act Section 111(d). The CPP’s carbon pollution limits could be met through shifting generation from higher-emitting units to lower- or zero-emitting units. In July 2019, the EPA published the Affordable Clean Energy rule, which repealed the CPP and replaced it with less stringent emissions guidelines based on heat rate improvement measures. We, as part of Exelon, together with a coalition of other electric utilities, filed a lawsuit in the U.S. Court of Appeals for the D.C. Circuit on September 6, 2019, challenging the Affordable Clean Energy rule as unlawful. On January 19, 2021, the U.S. Court of Appeals for the D.C. Circuit vacated the Affordable Clean Energy Rule. On October 29, 2021, the U.S. Supreme Court granted certiorari to examine the extent of the EPA’s authority to regulate GHGs from power plants. The electric utilities coalition filed a brief and participated in oral argument before the U.S. Supreme Court. On June 30, 2022, the U.S. Supreme Court issued a decision holding that the EPA did not have the authority to require “generation shifting” from coal to natural gas and renewables to reduce sector-wide emissions, as it had done in CPP. The remainder of the litigation was remanded to the U.S. Court of Appeals for the D.C. Circuit and held in abeyance in light of forthcoming actions from the EPA. The EPA has indicated it will propose new GHG limits for power plants in April 2023 and finalize them in 2024. State Climate Change Legislation and Regulation. Many states in which we operate have state and regional programs to reduce GHG emissions and renewable and other portfolio standards, which impact the power sector and other sectors as well. 25 states and the District of Columbia have 100% clean energy targets, deep GHG reductions, or both, encompassing 53% of U.S residential electricity customers. See discussion below for additional information on renewable and other portfolio standards. As the nation’s largest generator of carbon-free electricity, our fleet supports these efforts to produce safe, reliable electricity with minimal GHGs.   In 2019, New York enacted the Climate Leadership and Community Protection Act, which commits the state to achieving net zero emissions by 2050, with interim emission reduction and renewable energy requirements in 2030 and 2040. New Jersey’s Energy Master Plan, released in 2020, provides a comprehensive roadmap for achieving the state’s goal of a 100% clean energy economy by 2050 and its Global Warming Response Act’s stated GHG emissions reductions of 80% below 2006 levels by 2050. On September 15, 2021, Illinois Public Act 102-0662 was signed into law by the Governor of Illinois. The Clean Energy Law is designed to achieve 100% carbon-free power by 2045 to enable the state’s transition to a clean energy economy. The Clean Energy Law establishes decarbonization requirements for Illinois as well as programs to support the retention and development of emissions-free sources of electricity.  Our nuclear plants are meaningful contributors to the clean energy mix in the states in which they operate. States may not be able to meet their zero-carbon goals without our nuclear plants, as our plants provide a significant portion of the current carbon-free power. Several states in which our nuclear facilities operate have established policies to support nuclear generation. The supportive policies are driven by several factors, including recognition by governments and policy makers that existing nuclear generation facilities are essential to meeting policy objectives on reduction of GHG emissions, the desire to support jobs and regional economies, and the need to ensure reliability and security of the electrical grid through resource diversity. These state-specific policies preserve the environmental attributes of our nuclear facilities, and include the following: Policy NameYear EnactedNuclear Facilities ImpactedType of ProgramYear of ExpirationNew York Clean Energy Standard2016FitzPatrick, Ginna, and NMPZEC2029Illinois Zero Emission Standard2016Clinton and Quad CitiesZEC2027New Jersey Clean Energy Legislation2018SalemZEC2025Illinois Clean Energy Law2021Byron, Braidwood, and DresdenCMC2027 See Note 3 — Regulatory Matters of the Combined Notes to Consolidated Financial Statements for additional information on the New Jersey Clean Energy Legislation and the Illinois Clean Energy Law.  25 25 25    Table of Contents Table of Contents Regional Greenhouse Gas Initiative. On July 1, 2022, Pennsylvania formally began participation in RGGI, joining Connecticut, Delaware, Maine, Maryland, Massachusetts, New Hampshire, New Jersey, New York, Rhode Island, Vermont, and Virginia. The program requires most fossil fuel-fired power plants in the region to hold allowances, sold at auction or on the secondary market, for each ton of CO2 emissions. Non-emitting resources do not have to purchase or hold these allowances. Pennsylvania’s participation in RGGI was accomplished through a PA DEP regulation that became effective on July 1, 2022 that was challenged in the Commonwealth Court of Pennsylvania, which has enjoined the state from implementing the regulation pending resolution of the proceeding. The Commonwealth Court of Pennsylvania heard oral arguments in November 2022 on the merits of the challenges to Pennsylvania entering RGGI. In the interim, the state has petitioned the Pennsylvania Supreme Court to vacate the lower court’s injunction order. Briefing of the appeal was completed on December 4, 2022. On January 15, 2022, Governor Youngkin directed the Virginia Department of Environmental Quality to reevaluate the state’s participation in RGGI and begin a regulatory process to consider repeal of the regulations providing for RGGI participation. On September 26, 2022, the Virginia State Air Pollution Control Board published a Notice of Intended Regulatory Action seeking public comment on the proposed repeal of the state’s regulations implementing its participation in RGGI. This matter remains pending. Renewable and Clean Energy Standards. 31 states and the District of Columbia, incorporating most of the states where we operate, have adopted some form of renewable or clean energy procurement requirement. These standards impose varying levels of mandates for procurement of renewable or clean electricity (the definition of which varies by state) and/or energy efficiency. These are generally expressed as a percentage of annual electric load, often increasing by year. Load serving entities comply with these various requirements through purchasing qualifying renewables, acquiring sufficient certificates (e.g., RECs), paying an alternative compliance payment, and/or a combination of these compliance alternatives.  While we cannot predict the nature of future regulations or how such regulations might impact future financial statements, we have a low emission portfolio, and GHG restrictions would likely benefit our zero- and low-emission generating units relative to other higher-emission fossil fuel-fired generating units. Corporate Clean Energy Targets. Corporations are facing increasing pressure from their customers and investors to align their businesses with international and national environmental and sustainability objectives, including supporting goals to reduce GHG emissions in their business operations. Leading institutional investors and money managers are increasingly considering sustainability as a key factor in investment decisions and are increasingly advocating for more transparency in disclosure on climate-related matters and pledging to align proxy voting to climate-rated proposals with its fiduciary duty. An increasing number of corporations are also proactively making commitments to reducing their GHG emissions footprint, either through procuring increasing amounts of clean energy or RECs to offset their carbon footprint over time. As the nation’s largest producer of carbon-free energy, we support taking bold action to address the climate crisis and reestablish leadership in both emerging technologies and existing clean infrastructure that together will power the future. Emerging Carbon-Free Technologies. Emerging carbon-free technologies like storage and hydrogen are expected to help accelerate the economy’s decarbonization. Lower costs, state-directed mandates, a backlog of storage projects in the interconnection queue, and utilities seeking large-scale storage capacity to support higher renewables penetration have created conditions for rapid growth of this technology in the U.S. Clean hydrogen also has the potential to drive decarbonization, particularly as it relates to more challenging sectors like long-haul transportation, steel, chemicals, heating, agriculture, and long-term power storage. Nuclear power can be used to produce clean hydrogen, and our nuclear fleet positions us well to explore this emerging space. Both energy storage and clean hydrogen continue to gain political and business support and are expected to help support net-zero carbon goals. Climate Change Adaptation Our facilities and operations are subject to the global impacts of climate change. Long-term shifts in climactic patterns, such as sustained higher temperatures and sea level rise, may present challenges for our facilities and services. We believe our operations could be significantly affected by the physical risks of climate change. See ITEM 1A. RISK FACTORS, for additional information.  26 26 26    Table of Contents Table of Contents We conduct seasonal readiness reviews at our power plants to ensure availability of fuel supplies and equipment performance before entering the summer and winter seasons and we consider and review national climate assessments to inform our longer-term planning. Our nuclear fleet is resilient to weather extremes and generates emissions-free electricity 24 hours a day even during unexpectedly cold winter events and hot summer events. Other Environmental Regulation Air Quality Mercury and Air Toxics Standards (MATS). In 2011, the EPA signed a final rule, known as MATS, to reduce emissions of hazardous air pollutants from power plants. MATS requires coal-fired power plants to achieve high removal rates of mercury, acid gases, and other metals, and to make capital investments in pollution control equipment and incur higher operating expenses. In 2016, in response to a U.S. Supreme Court decision requiring the EPA to consider costs in determining whether it was appropriate and necessary to regulate power plant emissions of hazardous air pollutants, the EPA issued a supplemental finding that, after considering costs, it remained appropriate and necessary. On May 22, 2020, the EPA reversed course, publishing a final rule revoking the \"appropriate and necessary\" finding underpinning MATS. A lawsuit in the D.C. Circuit sought vacatur of MATS based on the EPA’s May 22, 2020 finding; on September 11, 2020, the Court granted a motion by Exelon and two other entities to intervene in that lawsuit to defend MATS, and on September 28, 2020, the Court held this portion of the litigation in abeyance. On July 21, 2020, we, as part of Exelon, and two other entities filed a lawsuit in the D.C. Circuit challenging the EPA’s May 22, 2020 rescission of the “appropriate and necessary” finding. On January 20, 2021, President Biden issued an Executive Order directing the EPA to reconsider its May 22, 2020, revised supplemental finding, and the EPA subsequently moved for the D.C. Circuit to place the cases challenging that finding in abeyance pending its reconsideration, which the court did on February 21, 2021. On February 9, 2022 the EPA published a proposal to revoke the 2020 revised supplemental finding and reaffirm that it is \"appropriate and necessary\" to regulate hazardous air pollutant emissions from coal- and oil-fired power plants. Additionally, in February 2022, the D.C. Circuit granted unopposed motions to substitute Constellation in place of Exelon in these cases. The EPA has indicated that they will issue the final regulation in March 2023. If the EPA promulgates a final rule revoking the 2020 revised supplemental finding determination, then the cases currently before the D.C. Circuit concerning MATS may be dismissed as moot or placed in abeyance pending the disposition of any petitions for review that may be filed challenging that final rule. We cannot reasonably predict the outcome of this matter. Good Neighbor Rule. On April 6, 2022, the EPA published a proposed rule called “Federal Implementation Plan Addressing Regional Ozone Transport for the 2015 Ozone National Ambient Air Quality Standards” also known as the \"Good Neighbor Rule\" or the \"Transport Rule\". The proposed rule, among other things, established nitrogen oxides emissions budgets requiring fossil fuel-fired power plants in 25 states to participate in an allowance-based ozone season trading program beginning in 2023. Comments on the proposed rule were due June 6, 2022 and the EPA has indicated it will issue a final rule in early 2023. When the EPA finalizes this proposed rule, there may be impacts on the electric power market. We cannot reasonably predict the outcome of this rule. Oil and Gas Methane Rule. On December 6, 2022, the EPA published a supplemental proposed rule setting methane emissions standards for certain new and existing oil and gas facilities. The supplemental proposal updates the proposed regulation issued in November 2021. Comments on the proposed regulation were due on February 13, 2023. When the EPA finalizes this proposed rule, there may be indirect impacts on the electric power market through the supply of gas. We cannot reasonably predict the outcome of this rule. Water Quality Under the federal Clean Water Act, NPDES permits for discharges into waterways are required to be obtained from the EPA or from the state environmental agency to which the permit program has been delegated, and permits must be renewed periodically. Certain of our facilities discharge water into waterways and are therefore, subject to these regulations and operate under NPDES permits. Clean Water Act Section 316(b) is implemented through the NDPES program and requires that the cooling water intake structures at electric power plants reflect the best technology available to minimize adverse environmental impacts. Our power generation facilities with cooling water intake systems are subject to the EPA’s Section 316(b) regulations finalized in 2014; the regulation’s requirements have been or will be addressed through  27 27 27    Table of Contents Table of Contents renewal of these facilities’ NPDES permits. Until the compliance requirements are determined by the applicable state permitting director on a site-specific basis for each plant, we cannot estimate the effect that compliance with the EPA’s 2014 rule will have on the operation of our generating facilities and our consolidated financial statements. Should a state permitting director determine that a facility must install cooling towers to comply with the rule, that facility’s economic viability could be called into question. However, the final rule does not mandate cooling towers and allows state permitting directors to require alternative, less costly technologies and/or operational measures, based on a site-specific assessment of the feasibility, costs, and benefits of available options. On July 28, 2016, the NJDEP issued a final permit for Salem that did not require the installation of cooling towers and allows Salem to continue to operate utilizing the existing cooling water system with certain required system modifications. However, the permit is being challenged by an environmental organization, and if successful, could result in additional costs for Clean Water Act compliance. Potential cooling water system modification costs could be material and could adversely impact the economic competitiveness of this facility. Under Clean Water Act Section 404 and state laws and regulations, we may be required to obtain permits for projects involving dredge or fill activities in Waters of the United States. Where our facilities are required to secure a federal license or permit for activities that may result in a discharge to covered waters, we may be required to obtain a state water quality certification for those facilities under Clean Water Act section 401.  We are also subject to the jurisdiction of the Delaware River Basin Commission and the Susquehanna River Basin Commission, regional agencies that primarily regulate water usage. Solid and Hazardous Waste and Environmental Remediation CERCLA authorizes response to releases or threatened releases of hazardous substances into the environment. CERCLA authorities complement those of the RCRA, which primarily regulates ongoing hazardous waste handling and disposal. Under CERCLA, generators and transporters of hazardous substances, as well as past and present owners and operators of hazardous waste sites, are strictly, jointly and severally liable for the cleanup costs of hazardous substances at sites, many of which are listed by the EPA on the National Priorities List. These PRPs can be ordered to perform a cleanup, can be sued for costs associated with an EPA-directed cleanup, may voluntarily settle with the EPA concerning their liability for cleanup costs, or may voluntarily begin a site investigation and site remediation under state oversight. Most states have also enacted statutes that contain provisions substantially like CERCLA. Such statutes apply in many states where we currently own or operate, or previously owned or operated facilities, including Illinois, Maryland, New Jersey, and Pennsylvania. In addition, RCRA governs treatment, storage and disposal of solid and hazardous wastes and cleanup of sites where such activities were conducted. Our operations have in the past, and may in the future, require substantial expenditures in order to comply with these federal and state environmental laws. Under these laws, we may be liable for the costs of remediating environmental contamination of property now or formerly owned by us and of property contaminated by hazardous substances generated or transported by us. We own or lease several real estate parcels, including parcels on which our operations or the operations of others may have resulted in contamination by substances that are considered hazardous under environmental laws. We are, or could become in the future, parties to proceedings initiated by the EPA, state agencies, and/or other responsible parties under CERCLA and RCRA or similar state laws with respect to several sites or may undertake to investigate and remediate sites for which we may be subject to enforcement actions by an agency or third-party. As of December 31, 2022, we have established appropriate contingent liabilities for environmental remediation requirements. In addition, we may be required to make significant additional expenditures not presently determinable for other environmental remediation costs. See Note 3 — Regulatory Matters and Note 19 — Commitments and Contingencies of the Combined Notes to Consolidated Financial Statements for additional information regarding our environmental matters, remediation efforts, and related impacts to our Consolidated Financial Statements. Nuclear Waste Storage and Disposal 28 28 28    Table of Contents Table of Contents There are no facilities for the reprocessing or permanent disposal of SNF currently in operation in the United States, nor has the NRC licensed any such facilities. We currently store all SNF generated by our nuclear generating facilities on-site in storage pools or in dry cask storage facilities. Since our SNF storage pools generally do not have sufficient storage capacity for the life of the respective plant, we have developed dry cask storage facilities to support operations. As of December 31, 2022, we had approximately 91,500 SNF assemblies (22,400 tons) stored on site in SNF pools or dry cask storage that includes SNF assemblies at Zion Station, for which we retain ownership and responsibility for the decommissioning of the Zion Independent Spent Fuel Storage Installation. All our nuclear sites have on-site dry cask storage. On-site dry cask storage in concert with on-site storage pools will be capable of meeting all current and future SNF storage requirements at each of our sites for the duration of both current and subsequent license periods of all stations and through decommissioning. For a discussion of matters associated with our contracts with the DOE for the disposal of SNF, see Note 19 — Commitments and Contingencies of the Combined Notes to Consolidated Financial Statements. As a by-product of their operations, nuclear generating units produce LLRW. LLRW is accumulated at each generating station and permanently disposed of at licensed disposal facilities. The Federal Low-Level Radioactive Waste Policy Act of 1980 provides that states may enter into agreements to provide regional disposal facilities for LLRW and restrict use of those facilities to waste generated within the region. Illinois and Kentucky have entered into such an agreement, although neither state currently has an operational site, and none is anticipated to be operational for the next ten years. We ship our Class A LLRW, which represents 93% of LLRW generated at our stations, to disposal facilities in Utah and South Carolina, which have enough storage capacity to store all Class A LLRW for the duration of both current and subsequent license periods for all the stations in our nuclear fleet. The disposal facility in South Carolina at present is only receiving LLRW from LLRW generators in South Carolina, New Jersey (which includes Salem), and Connecticut. We utilize on-site storage capacity at all our stations to store and stage for shipping Class B and Class C LLRW. We have a contract through 2040 to ship Class B and Class C LLRW to a disposal facility in Texas. The agreement provides for disposal of all Class B and Class C LLRW currently stored at each station as well as the Class B and Class C LLRW generated during the term of the agreement. However, because the production of LLRW from our nuclear fleet will exceed the capacity at the Texas site (3.9 million curies for 15 years beginning in 2012), we will still be required to utilize on-site storage at our stations for Class B and Class C LLRW. We currently have enough storage capacity to store all Class B and Class C LLRW for the duration of both current and subsequent license periods for of all the stations in our nuclear fleet and, we continue to pursue alternative disposal strategies for LLRW, including an LLRW reduction program to minimize on-site storage and cost impacts. Corporate Information  CEG Parent’s principal executive office is located at 1310 Point Street, Baltimore, Maryland 21231-3380. Constellation’s principal executive office is located at 200 Exelon Way, Kennett Square, Pennsylvania 19348-2473. The telephone number for our principal executive offices is (833) 883-0162. We maintain a website located at www.ConstellationEnergy.com. The information contained on, or accessible from, our website is not part of this annual report by reference or otherwise. Available Information  We file our Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and all amendments to those reports with the SEC. You may obtain copies of these documents by accessing the SEC’s website at www.sec.gov. In addition, as soon as reasonably practicable after such materials are furnished to the SEC, we make copies of these documents available to the public free of charge through our website or by contacting our corporate secretary at the applicable address set forth above under \"—Corporate Information.\"  ", "time": "00:00:10"}