{"cik": 19617, "item_1A": "Item 1. Business.  OverviewJPMorgan Chase & Co. (“JPMorgan Chase” or the “Firm”, NYSE: JPM), a financial holding company incorporated under Delaware law in 1968, is a leading financial services firm based in the United States of America (“U.S.”), with operations worldwide. JPMorgan Chase had $3.7 trillion in assets and $292.3 billion in stockholders’ equity as of December 31, 2022. The Firm is a leader in investment banking, financial services for consumers and small businesses, commercial banking, financial transaction processing and asset management. Under the J.P. Morgan and Chase brands, the Firm serves millions of customers, predominantly in the U.S., and many of the world’s most prominent corporate, institutional and government clients globally.JPMorgan Chase’s principal bank subsidiary is JPMorgan Chase Bank, National Association (“JPMorgan Chase Bank, N.A.”), a national banking association with U.S. branches in 48 states and Washington, D.C. JPMorgan Chase’s principal non-bank subsidiary is J.P. Morgan Securities LLC (“J.P. Morgan Securities”), a U.S. broker-dealer. The bank and non-bank subsidiaries of JPMorgan Chase operate nationally as well as through overseas branches and subsidiaries, representative offices and subsidiary foreign banks. The Firm’s principal operating subsidiaries outside the U.S. are J.P. Morgan Securities plc and J.P. Morgan SE (“JPMSE”), which are subsidiaries of JPMorgan Chase Bank, N.A. and are based in the United Kingdom (“U.K.”) and Germany, respectively.The Firm’s website is www.jpmorganchase.com. JPMorgan Chase makes available on its website, free of charge, annual reports on Form 10-K, quarterly reports on Form 10-Q and current reports on Form 8-K pursuant to Section 13(a) or Section 15(d) of the Securities Exchange Act of 1934, as soon as reasonably practicable after it electronically files or furnishes such material to the U.S. Securities and Exchange Commission (the “SEC”) at www.sec.gov. JPMorgan Chase makes new and important information about the Firm available on its website at https://www.jpmorganchase.com, including on the Investor Relations section of its website at https://www.jpmorganchase.com/ir. Information on the Firm's website is not incorporated by reference into this Annual Report on Form 10-K for the year ended December 31, 2022 (“2022 Form 10-K” or “Form 10-K”) or the Firm’s other filings with the SEC. The Firm has adopted, and posted on its website, a Code of Conduct for all employees of the Firm and a Code of Ethics for its Chairman and Chief Executive Officer, Chief Financial Officer, Principal Accounting Officer and all other professionals of the Firm worldwide serving in a finance, accounting, treasury, tax or investor relations role. The Code of Ethics is also available in print upon request to the Firm’s Investor Relations team. Within the time period required by the SEC, JPMorgan Chase will post on its website any amendment to the Code of Ethics and any waiver applicable to a director or executive officer.Business segmentsFor management reporting purposes, JPMorgan Chase’s activities are organized into four major reportable business segments, as well as a Corporate segment. The Firm’s consumer business is the Consumer & Community Banking (“CCB”) segment. The Firm’s wholesale business segments are the Corporate & Investment Bank (“CIB”), Commercial Banking (“CB”), and Asset & Wealth Management (“AWM”).A description of the Firm’s business segments and the products and services they provide to their respective client bases is provided in the “Business segment results” section of Management’s discussion and analysis of financial condition and results of operations (“Management’s discussion and analysis” or “MD&A”), beginning on page 46 and in Note 32.CompetitionJPMorgan Chase and its subsidiaries and affiliates operate in highly competitive environments. Competitors include other banks, brokerage firms, investment banking companies, merchant banks, hedge funds, commodity trading companies, private equity firms, insurance companies, mutual fund companies, investment managers, credit card companies, mortgage banking companies, trust companies, securities processing companies, automobile financing companies, leasing companies, e-commerce and other internet-based companies, financial technology companies, and other companies engaged in providing similar as well as new products and services. The Firm’s businesses generally compete on the basis of the quality and variety of the Firm’s products and services, transaction execution, innovation, reputation and price. Competition also varies based on the types of clients, customers, industries and geographies served. With respect to some of its geographies and products, JPMorgan Chase competes globally; with respect to others, the Firm competes on a national or regional basis. New competitors in the financial services industry continue to emerge, including firms that offer products and services solely through the internet and non-financial companies that offer products and services that disintermediate traditional banking products and services offered by financial services firms such as JPMorgan Chase. OverviewJPMorgan Chase & Co. (“JPMorgan Chase” or the “Firm”, NYSE: JPM), a financial holding company incorporated under Delaware law in 1968, is a leading financial services firm based in the United States of America (“U.S.”), with operations worldwide. JPMorgan Chase had $3.7 trillion in assets and $292.3 billion in stockholders’ equity as of December 31, 2022. The Firm is a leader in investment banking, financial services for consumers and small businesses, commercial banking, financial transaction processing and asset management. Under the J.P. Morgan and Chase brands, the Firm serves millions of customers, predominantly in the U.S., and many of the world’s most prominent corporate, institutional and government clients globally.JPMorgan Chase’s principal bank subsidiary is JPMorgan Chase Bank, National Association (“JPMorgan Chase Bank, N.A.”), a national banking association with U.S. branches in 48 states and Washington, D.C. JPMorgan Chase’s principal non-bank subsidiary is J.P. Morgan Securities LLC (“J.P. Morgan Securities”), a U.S. broker-dealer. The bank and non-bank subsidiaries of JPMorgan Chase operate nationally as well as through overseas branches and subsidiaries, representative offices and subsidiary foreign banks. The Firm’s principal operating subsidiaries outside the U.S. are J.P. Morgan Securities plc and J.P. Morgan SE (“JPMSE”), which are subsidiaries of JPMorgan Chase Bank, N.A. and are based in the United Kingdom (“U.K.”) and Germany, respectively.The Firm’s website is www.jpmorganchase.com. JPMorgan Chase makes available on its website, free of charge, annual reports on Form 10-K, quarterly reports on Form 10-Q and current reports on Form 8-K pursuant to Section 13(a) or Section 15(d) of the Securities Exchange Act of 1934, as soon as reasonably practicable after it electronically files or furnishes such material to the U.S. Securities and Exchange Commission (the “SEC”) at www.sec.gov. JPMorgan Chase makes new and important information about the Firm available on its website at https://www.jpmorganchase.com, including on the Investor Relations section of its website at https://www.jpmorganchase.com/ir. Information on the Firm's website is not incorporated by reference into this Annual Report on Form 10-K for the year ended December 31, 2022 (“2022 Form 10-K” or “Form 10-K”) or the Firm’s other filings with the SEC. The Firm has adopted, and posted on its website, a Code of Conduct for all employees of the Firm and a Code of Ethics for its Chairman and Chief Executive Officer, Chief Financial Officer, Principal Accounting Officer and all other professionals of the Firm worldwide serving in a finance, accounting, treasury, tax or investor relations role. The Code of Ethics is also available in print upon request to the Firm’s Investor Relations team. Within the time period required by the SEC, JPMorgan Chase will post on its website any amendment to the Code of Ethics and any waiver applicable to a director or executive officer. Overview JPMorgan Chase & Co. (“JPMorgan Chase” or the “Firm”, NYSE: JPM), a financial holding company incorporated under Delaware law in 1968, is a leading financial services firm based in the United States of America (“U.S.”), with operations worldwide. JPMorgan Chase had $3.7 trillion in assets and $292.3 billion in stockholders’ equity as of December 31, 2022. The Firm is a leader in investment banking, financial services for consumers and small businesses, commercial banking, financial transaction processing and asset management. Under the J.P. Morgan and Chase brands, the Firm serves millions of customers, predominantly in the U.S., and many of the world’s most prominent corporate, institutional and government clients globally. JPMorgan Chase’s principal bank subsidiary is JPMorgan Chase Bank, National Association (“JPMorgan Chase Bank, N.A.”), a national banking association with U.S. branches in 48 states and Washington, D.C. JPMorgan Chase’s principal non-bank subsidiary is J.P. Morgan Securities LLC (“J.P. Morgan Securities”), a U.S. broker-dealer. The bank and non-bank subsidiaries of JPMorgan Chase operate nationally as well as through overseas branches and subsidiaries, representative offices and subsidiary foreign banks. The Firm’s principal operating subsidiaries outside the U.S. are J.P. Morgan Securities plc and J.P. Morgan SE (“JPMSE”), which are subsidiaries of JPMorgan Chase Bank, N.A. and are based in the United Kingdom (“U.K.”) and Germany, respectively. The Firm’s website is www.jpmorganchase.com. JPMorgan Chase makes available on its website, free of charge, annual reports on Form 10-K, quarterly reports on Form 10-Q and current reports on Form 8-K pursuant to Section 13(a) or Section 15(d) of the Securities Exchange Act of 1934, as soon as reasonably practicable after it electronically files or furnishes such material to the U.S. Securities and Exchange Commission (the “SEC”) at www.sec.gov. JPMorgan Chase makes new and important information about the Firm available on its website at https://www.jpmorganchase.com, including on the Investor Relations section of its website at https://www.jpmorganchase.com/ir. Information on the Firm's website is not incorporated by reference into this Annual Report on Form 10-K for the year ended December 31, 2022 (“2022 Form 10-K” or “Form 10-K”) or the Firm’s other filings with the SEC. The Firm has adopted, and posted on its website, a Code of Conduct for all employees of the Firm and a Code of Ethics for its Chairman and Chief Executive Officer, Chief Financial Officer, Principal Accounting Officer and all other professionals of the Firm worldwide serving in a finance, accounting, treasury, tax or investor relations role. The Code of Ethics is also available in print upon request to the Firm’s Investor Relations team. Within the time period required by the SEC, JPMorgan Chase will post on its website any amendment to the Code of Ethics and any waiver applicable to a director or executive officer.    Business segmentsFor management reporting purposes, JPMorgan Chase’s activities are organized into four major reportable business segments, as well as a Corporate segment. The Firm’s consumer business is the Consumer & Community Banking (“CCB”) segment. The Firm’s wholesale business segments are the Corporate & Investment Bank (“CIB”), Commercial Banking (“CB”), and Asset & Wealth Management (“AWM”).A description of the Firm’s business segments and the products and services they provide to their respective client bases is provided in the “Business segment results” section of Management’s discussion and analysis of financial condition and results of operations (“Management’s discussion and analysis” or “MD&A”), beginning on page 46 and in Note 32.CompetitionJPMorgan Chase and its subsidiaries and affiliates operate in highly competitive environments. Competitors include other banks, brokerage firms, investment banking companies, merchant banks, hedge funds, commodity trading companies, private equity firms, insurance companies, mutual fund companies, investment managers, credit card companies, mortgage banking companies, trust companies, securities processing companies, automobile financing companies, leasing companies, e-commerce and other internet-based companies, financial technology companies, and other companies engaged in providing similar as well as new products and services. The Firm’s businesses generally compete on the basis of the quality and variety of the Firm’s products and services, transaction execution, innovation, reputation and price. Competition also varies based on the types of clients, customers, industries and geographies served. With respect to some of its geographies and products, JPMorgan Chase competes globally; with respect to others, the Firm competes on a national or regional basis. New competitors in the financial services industry continue to emerge, including firms that offer products and services solely through the internet and non-financial companies that offer products and services that disintermediate traditional banking products and services offered by financial services firms such as JPMorgan Chase. Business segments For management reporting purposes, JPMorgan Chase’s activities are organized into four major reportable business segments, as well as a Corporate segment. The Firm’s consumer business is the Consumer & Community Banking (“CCB”) segment. The Firm’s wholesale business segments are the Corporate & Investment Bank (“CIB”), Commercial Banking (“CB”), and Asset & Wealth Management (“AWM”). A description of the Firm’s business segments and the products and services they provide to their respective client bases is provided in the “Business segment results” section of Management’s discussion and analysis of financial condition and results of operations (“Management’s discussion and analysis” or “MD&A”), beginning on page 46 and in Note 32.  Competition JPMorgan Chase and its subsidiaries and affiliates operate in highly competitive environments. Competitors include other banks, brokerage firms, investment banking companies, merchant banks, hedge funds, commodity trading companies, private equity firms, insurance companies, mutual fund companies, investment managers, credit card companies, mortgage banking companies, trust companies, securities processing companies, automobile financing companies, leasing companies, e-commerce and other internet-based companies, financial technology companies, and other companies engaged in providing similar as well as new products and services. The Firm’s businesses generally compete on the basis of the quality and variety of the Firm’s products and services, transaction execution, innovation, reputation and price. Competition also varies based on the types of clients, customers, industries and geographies served. With respect to some of its geographies and products, JPMorgan Chase competes globally; with respect to others, the Firm competes on a national or regional basis. New competitors in the financial services industry continue to emerge, including firms that offer products and services solely through the internet and non-financial companies that offer products and services that disintermediate traditional banking products and services offered by financial services firms such as JPMorgan Chase.        1 1 1 1  Part I Part I Human capital JPMorgan Chase believes that its long-term growth and success depend on its ability to attract, develop and retain a high-performing and diverse workforce, with inclusion and accessibility as key components of the way the Firm does business. The information provided below relates to JPMorgan Chase’s full-time and part-time employees and does not include the Firm’s contractors. Global workforce As of December 31, 2022, JPMorgan Chase had 293,723 employees globally, an increase of 22,698 employees from the prior year. The increase was primarily attributable to additional employees in technology and operations, as well as front office. The Firm’s employees are located in 63 countries, with over 60% of the Firm’s employees located in the U.S. The following table presents the distribution of the Firm’s global workforce by region and by line of business (“LOB”) and Corporate as of December 31, 2022: Employee Breakdown by RegionEmployee Breakdown by LOB and CorporateRegionEmployeesLOBEmployeesNorth America178,599CCB135,347Asia-Pacific82,696CIB73,452Europe/Middle East/Africa27,514CB14,687Latin America/Caribbean4,914AWM26,041Total Firm293,723Corporate44,196Total Firm293,723 Diversity, equity and inclusion Diversity, equity and inclusion Diversity, equity and inclusion   In connection with its diversity initiatives, the Firm periodically requests that its employees and Board members self-identify based on specified diversity categories. The following table presents information on self-identifications as of December 31, 2022. Information on race/ethnicity of employees is categorized based on Equal Employment Opportunity (“EEO”) classifications and is presented for U.S. employees who self-identified, and information on gender is presented for global employees who self-identified. Information on race/ethnicity and gender for members of the Operating Committee and the Board of Directors reflects all such members. Information on LGBTQ+ and veteran statuses is based on U.S. employees, and all members of the Operating Committee and the Board of Directors. Information on disability status is based on all U.S. employees and all members of the Operating Committee.  December 31, 2022TotalemployeesSenior level employees(e)Operating CommitteeBoard of Directors(f)Race/Ethnicity(a):White44 %75 %83 %91 %Hispanic21 %6 %11 %— Asian18 %12 %6 %— Black14 %5 %— 9 %Other(b)3 %2 %— — Gender(c):Men51 %73 %61 %64 %Women49 %27 %39 %36 %LGBTQ+(d)4 %3 %6 %— Military veterans(d)3 %2 %— 9 %People with disabilities(d)4 %3 %— — (g) Senior level employees(e) Board of Directors(f) Race/Ethnicity(a): Other(b) Gender(c): LGBTQ+(d) Military veterans(d) People with disabilities(d) (a)Based on EEO metrics. Presented as a percentage of the respective populations who self-identified race/ethnicity, which was 96% and 95% of the Firm’s total U.S.-based employees and U.S.-based senior level employees, respectively, and all members of the Operating Committee and the Board of Directors. Information for the Operating Committee include one member who is based outside of the U.S. (b)Other includes American Indian or Alaskan Native, Native Hawaiian or Other Pacific Islander, and two or more races/ethnicities. (c)Presented as a percentage of the respective populations who self-identified gender, which was 98% of the Firm’s total global employees and 99% of the Firm’s global senior level employees, and all members of the Operating Committee and the Board of Directors. (d)Presented as a percentage of total U.S.-based employees, total U.S.-based senior level employees, all members of the Operating Committee, and all members of the Board of Directors, respectively.  (e)Senior level employees represents employees with the titles of Managing Director and above. (f)Excludes Alicia Boler Davis, who was elected to the Firm’s Board of Directors, effective March 20, 2023. (g)The Firm did not request members of the Board of Directors to self-identify disability status.     2 2 2 2   Firm cultureThe foundations of JPMorgan Chase’s culture are its core values and How We Do Business Principles, which are fundamental to the Firm’s success and are represented by four central corporate tenets: exceptional client service; operational excellence; a commitment to integrity, fairness and responsibility; and cultivation of a great team and winning culture. The Firm maintains its focus on its culture of inclusion and respect, which is reinforced by its Code of Conduct and by increasing employee awareness, education, communication and training. An important part of these efforts includes the Firm’s Business Resource Groups, which are groups of employees who support JPMorgan Chase’s diversity, equity and inclusion strategies by leveraging the unique perspectives of their members. The Firm has global Diversity, Equity & Inclusion centers of excellence that lead the Firm’s strategy in supporting its commitments to create more equity and lasting impact in communities, and strengthen its inclusive culture.Attracting and retaining employeesThe goal of JPMorgan Chase’s recruitment efforts is to attract and hire talented individuals in all roles and at all career levels. The Firm strives to provide both external candidates and internal employees who are seeking a different role with challenging and stimulating career opportunities. These opportunities range from internship training programs for students to entry-level, management and executive careers. During 2022, approximately two-thirds of the Firm’s employment opportunities were filled by external candidates, with the remainder filled by existing employees. In addition, depending on business needs, and where appropriate, the Firm has implemented hybrid work models which include a mix of on-site and remote work for certain roles.Diversity is an important area of focus throughout the Firm’s hiring process. JPMorgan Chase engages in efforts aimed at hiring diverse talent, including initiatives focused on gender, underrepresented ethnic groups, LGBTQ+ individuals, people with disabilities, veterans and others. The Firm’s global Diversity, Equity & Inclusion centers of excellence seek to increase representation of and advance career opportunities for talented diverse individuals across the Firm through initiatives such as career coaching and mentorship. JPMorgan Chase offers a competitive fellowship program that seeks to attract accomplished individuals who have taken a career break and wish to return to the workforce. In addition, and where appropriate, the Firm’s hiring practices focus on the skills of a job candidate rather than degrees held.Developing employeesJPMorgan Chase supports the professional development and career growth of its employees. An onboarding training curriculum is required for new hires, which covers, among other topics, compliance with the Firm’s Code of Conduct and information concerning Firm policies and standards, including those relating to cybersecurity. In addition, the Firm offers extensive training programs and educational resources to all employees, covering a broad variety of topics such as leadership, change management, analytical thinking, culture and conduct, diversity, equity and inclusion, and risk and controls. Leadership Edge, the Firm’s global leadership and management development center of excellence, is focused on creating one Firmwide leadership culture.Compensation and benefitsThe Firm provides market-competitive compensation and benefits programs. JPMorgan Chase’s compensation philosophy includes guiding principles that drive compensation-related decisions across the Firm, and includes: pay-for-performance practices designed to attract and retain top talent; responsiveness and alignment with shareholder interests; and reinforcement of the Firm’s culture and How We Do Business Principles, including the integration of risk, controls and conduct considerations. The Firm’s commitment to diversity, equity and inclusion for all employees includes compensation review processes that seek to ensure that the Firm’s employees are paid equitably and competitively for the work they do.The Firm also supports employees’ well-being. JPMorgan Chase offers an extensive benefits and wellness package to employees and their families, including healthcare coverage, retirement benefits, life and disability insurance, on-site health and wellness centers, counseling and resources related to mental health, employee assistance programs, competitive vacation and leave policies, backup child care arrangements, tuition reimbursement programs, and financial coaching. In 2022, the Firm implemented or announced enhancements to certain health and wellness benefits for U.S. employees, including expanded medical plan coverage and paid time off policies related to parental, critical caregiving and bereavement leaves. Firm cultureThe foundations of JPMorgan Chase’s culture are its core values and How We Do Business Principles, which are fundamental to the Firm’s success and are represented by four central corporate tenets: exceptional client service; operational excellence; a commitment to integrity, fairness and responsibility; and cultivation of a great team and winning culture. The Firm maintains its focus on its culture of inclusion and respect, which is reinforced by its Code of Conduct and by increasing employee awareness, education, communication and training. An important part of these efforts includes the Firm’s Business Resource Groups, which are groups of employees who support JPMorgan Chase’s diversity, equity and inclusion strategies by leveraging the unique perspectives of their members. The Firm has global Diversity, Equity & Inclusion centers of excellence that lead the Firm’s strategy in supporting its commitments to create more equity and lasting impact in communities, and strengthen its inclusive culture.Attracting and retaining employeesThe goal of JPMorgan Chase’s recruitment efforts is to attract and hire talented individuals in all roles and at all career levels. The Firm strives to provide both external candidates and internal employees who are seeking a different role with challenging and stimulating career opportunities. These opportunities range from internship training programs for students to entry-level, management and executive careers. During 2022, approximately two-thirds of the Firm’s employment opportunities were filled by external candidates, with the remainder filled by existing employees. In addition, depending on business needs, and where appropriate, the Firm has implemented hybrid work models which include a mix of on-site and remote work for certain roles.Diversity is an important area of focus throughout the Firm’s hiring process. JPMorgan Chase engages in efforts aimed at hiring diverse talent, including initiatives focused on gender, underrepresented ethnic groups, LGBTQ+ individuals, people with disabilities, veterans and others. The Firm’s global Diversity, Equity & Inclusion centers of excellence seek to increase representation of and advance career opportunities for talented diverse individuals across the Firm through initiatives such as career coaching and mentorship. JPMorgan Chase offers a competitive fellowship program that seeks to attract accomplished individuals who have taken a career break and wish to return to the workforce. In addition, and where appropriate, the Firm’s hiring practices focus on the skills of a job candidate rather than degrees held.Developing employeesJPMorgan Chase supports the professional development and career growth of its employees. An onboarding training curriculum is required for new hires, which covers, among other topics, compliance with the Firm’s Code of Conduct and information concerning Firm policies and standards,  Firm culture The foundations of JPMorgan Chase’s culture are its core values and How We Do Business Principles, which are fundamental to the Firm’s success and are represented by four central corporate tenets: exceptional client service; operational excellence; a commitment to integrity, fairness and responsibility; and cultivation of a great team and winning culture. The Firm maintains its focus on its culture of inclusion and respect, which is reinforced by its Code of Conduct and by increasing employee awareness, education, communication and training. An important part of these efforts includes the Firm’s Business Resource Groups, which are groups of employees who support JPMorgan Chase’s diversity, equity and inclusion strategies by leveraging the unique perspectives of their members. The Firm has global Diversity, Equity & Inclusion centers of excellence that lead the Firm’s strategy in supporting its commitments to create more equity and lasting impact in communities, and strengthen its inclusive culture. Attracting and retaining employees The goal of JPMorgan Chase’s recruitment efforts is to attract and hire talented individuals in all roles and at all career levels. The Firm strives to provide both external candidates and internal employees who are seeking a different role with challenging and stimulating career opportunities. These opportunities range from internship training programs for students to entry-level, management and executive careers. During 2022, approximately two-thirds of the Firm’s employment opportunities were filled by external candidates, with the remainder filled by existing employees. In addition, depending on business needs, and where appropriate, the Firm has implemented hybrid work models which include a mix of on-site and remote work for certain roles. Diversity is an important area of focus throughout the Firm’s hiring process. JPMorgan Chase engages in efforts aimed at hiring diverse talent, including initiatives focused on gender, underrepresented ethnic groups, LGBTQ+ individuals, people with disabilities, veterans and others. The Firm’s global Diversity, Equity & Inclusion centers of excellence seek to increase representation of and advance career opportunities for talented diverse individuals across the Firm through initiatives such as career coaching and mentorship.  JPMorgan Chase offers a competitive fellowship program that seeks to attract accomplished individuals who have taken a career break and wish to return to the workforce. In addition, and where appropriate, the Firm’s hiring practices focus on the skills of a job candidate rather than degrees held. Developing employees JPMorgan Chase supports the professional development and career growth of its employees. An onboarding training curriculum is required for new hires, which covers, among other topics, compliance with the Firm’s Code of Conduct and information concerning Firm policies and standards,   including those relating to cybersecurity. In addition, the Firm offers extensive training programs and educational resources to all employees, covering a broad variety of topics such as leadership, change management, analytical thinking, culture and conduct, diversity, equity and inclusion, and risk and controls. Leadership Edge, the Firm’s global leadership and management development center of excellence, is focused on creating one Firmwide leadership culture.Compensation and benefitsThe Firm provides market-competitive compensation and benefits programs. JPMorgan Chase’s compensation philosophy includes guiding principles that drive compensation-related decisions across the Firm, and includes: pay-for-performance practices designed to attract and retain top talent; responsiveness and alignment with shareholder interests; and reinforcement of the Firm’s culture and How We Do Business Principles, including the integration of risk, controls and conduct considerations. The Firm’s commitment to diversity, equity and inclusion for all employees includes compensation review processes that seek to ensure that the Firm’s employees are paid equitably and competitively for the work they do.The Firm also supports employees’ well-being. JPMorgan Chase offers an extensive benefits and wellness package to employees and their families, including healthcare coverage, retirement benefits, life and disability insurance, on-site health and wellness centers, counseling and resources related to mental health, employee assistance programs, competitive vacation and leave policies, backup child care arrangements, tuition reimbursement programs, and financial coaching. In 2022, the Firm implemented or announced enhancements to certain health and wellness benefits for U.S. employees, including expanded medical plan coverage and paid time off policies related to parental, critical caregiving and bereavement leaves. including those relating to cybersecurity. In addition, the Firm offers extensive training programs and educational resources to all employees, covering a broad variety of topics such as leadership, change management, analytical thinking, culture and conduct, diversity, equity and inclusion, and risk and controls. Leadership Edge, the Firm’s global leadership and management development center of excellence, is focused on creating one Firmwide leadership culture. Compensation and benefits The Firm provides market-competitive compensation and benefits programs. JPMorgan Chase’s compensation philosophy includes guiding principles that drive compensation-related decisions across the Firm, and includes: pay-for-performance practices designed to attract and retain top talent; responsiveness and alignment with shareholder interests; and reinforcement of the Firm’s culture and How We Do Business Principles, including the integration of risk, controls and conduct considerations. The Firm’s commitment to diversity, equity and inclusion for all employees includes compensation review processes that seek to ensure that the Firm’s employees are paid equitably and competitively for the work they do. The Firm also supports employees’ well-being. JPMorgan Chase offers an extensive benefits and wellness package to employees and their families, including healthcare coverage, retirement benefits, life and disability insurance, on-site health and wellness centers, counseling and resources related to mental health, employee assistance programs, competitive vacation and leave policies, backup child care arrangements, tuition reimbursement programs, and financial coaching. In 2022, the Firm implemented or announced enhancements to certain health and wellness benefits for U.S. employees, including expanded medical plan coverage and paid time off policies related to parental, critical caregiving and bereavement leaves. 3 3 3 3  Part I Part I Supervision and regulationThe Firm is subject to extensive and comprehensive regulation under U.S. federal and state laws, as well as the applicable laws of the jurisdictions outside the U.S. in which the Firm does business.  Financial holding company:Consolidated supervision. JPMorgan Chase & Co. is a bank holding company (“BHC”) and a financial holding company (“FHC”) under U.S. federal law, and is subject to comprehensive consolidated supervision, regulation and examination by the Board of Governors of the Federal Reserve System (the “Federal Reserve”). The Federal Reserve acts as the supervisor of the consolidated operations of BHCs. Certain of JPMorgan Chase’s subsidiaries are also regulated directly by additional authorities based on the activities or licenses of those subsidiaries.JPMorgan Chase’s national bank subsidiary, JPMorgan Chase Bank, N.A., is supervised and regulated by the Office of the Comptroller of the Currency (“OCC”) and, with respect to certain matters, by the Federal Deposit Insurance Corporation (the “FDIC”).JPMorgan Chase’s U.S. broker-dealers are supervised and regulated by the Securities and Exchange Commission (“SEC”) and the Financial Industry Regulatory Authority (“FINRA”). Subsidiaries of the Firm that engage in certain futures-related and swaps-related activities are supervised and regulated by the Commodity Futures Trading Commission (“CFTC”). J.P. Morgan Securities plc is a U.K.-based bank regulated by the U.K. Prudential Regulation Authority (the “PRA”) and the U.K. Financial Conduct Authority (“FCA”). JPMSE is a Germany-based credit institution regulated by the European Central Bank (“ECB”) as well as the local regulators in each of the countries in which it operates. The Firm’s other non-U.S. subsidiaries are regulated by the banking, securities, prudential and conduct regulatory authorities, as applicable, in the countries in which they operate. Permissible business activities. The Bank Holding Company Act restricts BHCs from engaging in business activities other than the business of banking and certain closely-related activities. FHCs are permitted to engage in a broader range of financial activities. The Federal Reserve has the authority to limit an FHC’s ability to conduct otherwise permissible activities if the FHC or any of its depository institution subsidiaries ceases to meet applicable eligibility requirements. The Federal Reserve may also impose corrective capital and/or managerial requirements on the FHC, and if deficiencies are persistent, may require divestiture of the FHC’s depository institutions. If any depository institution controlled by an FHC fails to maintain a satisfactory rating under the Community Reinvestment Act, the Federal Reserve must prohibit the FHC and its subsidiaries from engaging in any new activities other than those permissible for BHCs, or acquiring a company engaged in such activities. Capital and liquidity requirements. The Federal Reserve establishes capital, liquidity and leverage requirements for JPMorgan Chase that are generally consistent with the international Basel III capital and liquidity framework and evaluates the Firm’s compliance with those requirements. The OCC establishes similar requirements for JPMorgan Chase Bank, N.A. Certain of the Firm’s non-U.S. subsidiaries and branches are also subject to local capital and liquidity requirements.Banking supervisors globally continue to refine and enhance the Basel III capital framework for financial institutions. U.S. banking regulators have announced their support for the issuance of the Basel III reforms and are considering how to appropriately apply such reforms in the U.S. Refer to Capital Risk Management on pages 86-96 and Liquidity Risk Management on pages 97-104.Stress tests. As a large BHC, JPMorgan Chase is subject to supervisory stress testing administered by the Federal Reserve as part of the Federal Reserve’s annual Comprehensive Capital Analysis and Review (“CCAR”) framework. The Firm must conduct annual company-run stress tests and must also submit an annual capital plan to the Federal Reserve, taking into account the results of separate stress tests designed by the Firm and the Federal Reserve. The Federal Reserve uses the results under the severely adverse scenario from its supervisory stress test to determine the Firm’s Stress Capital Buffer (“SCB”) requirement for the coming year, which forms part of the Firm’s applicable capital buffers. The Firm is required to file its annual CCAR submission on April 5, 2023. The Federal Reserve will notify the Firm of its indicative SCB requirement by June 30, 2023 and final SCB requirement by August 31, 2023. The Firm’s final SCB requirement will become effective on October 1, 2023. The OCC requires JPMorgan Chase Bank, N.A. to perform separate, similar stress tests annually. The Firm publishes each year the results of the annual stress tests for the Firm and JPMorgan Chase Bank, N.A. under the supervisory “severely adverse” scenarios provided by the Federal Reserve and the OCC.Refer to Capital Risk Management on pages 86-96 for more information concerning the Firm’s CCAR.Enhanced prudential standards. As part of its mandate to identify and monitor risks to the financial stability of the U.S. posed by large banking organizations, the Financial Stability Oversight Council (“FSOC”) recommends prudential standards and reporting requirements to the Federal Reserve for systemically important financial institutions (“SIFIs”), such as JPMorgan Chase. The Federal Reserve has adopted several rules to implement those heightened prudential standards, including rules relating to risk management and corporate governance of subject BHCs. JPMorgan Chase is required under these rules to comply with enhanced liquidity and overall risk  Supervision and regulationThe Firm is subject to extensive and comprehensive regulation under U.S. federal and state laws, as well as the applicable laws of the jurisdictions outside the U.S. in which the Firm does business.  Financial holding company:Consolidated supervision. JPMorgan Chase & Co. is a bank holding company (“BHC”) and a financial holding company (“FHC”) under U.S. federal law, and is subject to comprehensive consolidated supervision, regulation and examination by the Board of Governors of the Federal Reserve System (the “Federal Reserve”). The Federal Reserve acts as the supervisor of the consolidated operations of BHCs. Certain of JPMorgan Chase’s subsidiaries are also regulated directly by additional authorities based on the activities or licenses of those subsidiaries.JPMorgan Chase’s national bank subsidiary, JPMorgan Chase Bank, N.A., is supervised and regulated by the Office of the Comptroller of the Currency (“OCC”) and, with respect to certain matters, by the Federal Deposit Insurance Corporation (the “FDIC”).JPMorgan Chase’s U.S. broker-dealers are supervised and regulated by the Securities and Exchange Commission (“SEC”) and the Financial Industry Regulatory Authority (“FINRA”). Subsidiaries of the Firm that engage in certain futures-related and swaps-related activities are supervised and regulated by the Commodity Futures Trading Commission (“CFTC”). J.P. Morgan Securities plc is a U.K.-based bank regulated by the U.K. Prudential Regulation Authority (the “PRA”) and the U.K. Financial Conduct Authority (“FCA”). JPMSE is a Germany-based credit institution regulated by the European Central Bank (“ECB”) as well as the local regulators in each of the countries in which it operates. The Firm’s other non-U.S. subsidiaries are regulated by the banking, securities, prudential and conduct regulatory authorities, as applicable, in the countries in which they operate. Permissible business activities. The Bank Holding Company Act restricts BHCs from engaging in business activities other than the business of banking and certain closely-related activities. FHCs are permitted to engage in a broader range of financial activities. The Federal Reserve has the authority to limit an FHC’s ability to conduct otherwise permissible activities if the FHC or any of its depository institution subsidiaries ceases to meet applicable eligibility requirements. The Federal Reserve may also impose corrective capital and/or managerial requirements on the FHC, and if deficiencies are persistent, may require divestiture of the FHC’s depository institutions. If any depository institution controlled by an FHC fails to maintain a satisfactory rating under the Community Reinvestment Act, the Federal Reserve must prohibit the FHC and its subsidiaries from engaging in any new activities other than  Supervision and regulation The Firm is subject to extensive and comprehensive regulation under U.S. federal and state laws, as well as the applicable laws of the jurisdictions outside the U.S. in which the Firm does business.   Financial holding company: Consolidated supervision. JPMorgan Chase & Co. is a bank holding company (“BHC”) and a financial holding company (“FHC”) under U.S. federal law, and is subject to comprehensive consolidated supervision, regulation and examination by the Board of Governors of the Federal Reserve System (the “Federal Reserve”). The Federal Reserve acts as the supervisor of the consolidated operations of BHCs. Certain of JPMorgan Chase’s subsidiaries are also regulated directly by additional authorities based on the activities or licenses of those subsidiaries. JPMorgan Chase’s national bank subsidiary, JPMorgan Chase Bank, N.A., is supervised and regulated by the Office of the Comptroller of the Currency (“OCC”) and, with respect to certain matters, by the Federal Deposit Insurance Corporation (the “FDIC”). JPMorgan Chase’s U.S. broker-dealers are supervised and regulated by the Securities and Exchange Commission (“SEC”) and the Financial Industry Regulatory Authority (“FINRA”). Subsidiaries of the Firm that engage in certain futures-related and swaps-related activities are supervised and regulated by the Commodity Futures Trading Commission (“CFTC”). J.P. Morgan Securities plc is a U.K.-based bank regulated by the U.K. Prudential Regulation Authority (the “PRA”) and the U.K. Financial Conduct Authority (“FCA”).  JPMSE is a Germany-based credit institution regulated by the European Central Bank (“ECB”) as well as the local regulators in each of the countries in which it operates. The Firm’s other non-U.S. subsidiaries are regulated by the banking, securities, prudential and conduct regulatory authorities, as applicable, in the countries in which they operate.  Permissible business activities. The Bank Holding Company Act restricts BHCs from engaging in business activities other than the business of banking and certain closely-related activities. FHCs are permitted to engage in a broader range of financial activities. The Federal Reserve has the authority to limit an FHC’s ability to conduct otherwise permissible activities if the FHC or any of its depository institution subsidiaries ceases to meet applicable eligibility requirements. The Federal Reserve may also impose corrective capital and/or managerial requirements on the FHC, and if deficiencies are persistent, may require divestiture of the FHC’s depository institutions. If any depository institution controlled by an FHC fails to maintain a satisfactory rating under the Community Reinvestment Act, the Federal Reserve must prohibit the FHC and its subsidiaries from engaging in any new activities other than   those permissible for BHCs, or acquiring a company engaged in such activities. Capital and liquidity requirements. The Federal Reserve establishes capital, liquidity and leverage requirements for JPMorgan Chase that are generally consistent with the international Basel III capital and liquidity framework and evaluates the Firm’s compliance with those requirements. The OCC establishes similar requirements for JPMorgan Chase Bank, N.A. Certain of the Firm’s non-U.S. subsidiaries and branches are also subject to local capital and liquidity requirements.Banking supervisors globally continue to refine and enhance the Basel III capital framework for financial institutions. U.S. banking regulators have announced their support for the issuance of the Basel III reforms and are considering how to appropriately apply such reforms in the U.S. Refer to Capital Risk Management on pages 86-96 and Liquidity Risk Management on pages 97-104.Stress tests. As a large BHC, JPMorgan Chase is subject to supervisory stress testing administered by the Federal Reserve as part of the Federal Reserve’s annual Comprehensive Capital Analysis and Review (“CCAR”) framework. The Firm must conduct annual company-run stress tests and must also submit an annual capital plan to the Federal Reserve, taking into account the results of separate stress tests designed by the Firm and the Federal Reserve. The Federal Reserve uses the results under the severely adverse scenario from its supervisory stress test to determine the Firm’s Stress Capital Buffer (“SCB”) requirement for the coming year, which forms part of the Firm’s applicable capital buffers. The Firm is required to file its annual CCAR submission on April 5, 2023. The Federal Reserve will notify the Firm of its indicative SCB requirement by June 30, 2023 and final SCB requirement by August 31, 2023. The Firm’s final SCB requirement will become effective on October 1, 2023. The OCC requires JPMorgan Chase Bank, N.A. to perform separate, similar stress tests annually. The Firm publishes each year the results of the annual stress tests for the Firm and JPMorgan Chase Bank, N.A. under the supervisory “severely adverse” scenarios provided by the Federal Reserve and the OCC.Refer to Capital Risk Management on pages 86-96 for more information concerning the Firm’s CCAR.Enhanced prudential standards. As part of its mandate to identify and monitor risks to the financial stability of the U.S. posed by large banking organizations, the Financial Stability Oversight Council (“FSOC”) recommends prudential standards and reporting requirements to the Federal Reserve for systemically important financial institutions (“SIFIs”), such as JPMorgan Chase. The Federal Reserve has adopted several rules to implement those heightened prudential standards, including rules relating to risk management and corporate governance of subject BHCs. JPMorgan Chase is required under these rules to comply with enhanced liquidity and overall risk  those permissible for BHCs, or acquiring a company engaged in such activities.  Capital and liquidity requirements. The Federal Reserve establishes capital, liquidity and leverage requirements for JPMorgan Chase that are generally consistent with the international Basel III capital and liquidity framework and evaluates the Firm’s compliance with those requirements. The OCC establishes similar requirements for JPMorgan Chase Bank, N.A. Certain of the Firm’s non-U.S. subsidiaries and branches are also subject to local capital and liquidity requirements. Banking supervisors globally continue to refine and enhance the Basel III capital framework for financial institutions. U.S. banking regulators have announced their support for the issuance of the Basel III reforms and are considering how to appropriately apply such reforms in the U.S.  Refer to Capital Risk Management on pages 86-96 and Liquidity Risk Management on pages 97-104. Stress tests. As a large BHC, JPMorgan Chase is subject to supervisory stress testing administered by the Federal Reserve as part of the Federal Reserve’s annual Comprehensive Capital Analysis and Review (“CCAR”) framework. The Firm must conduct annual company-run stress tests and must also submit an annual capital plan to the Federal Reserve, taking into account the results of separate stress tests designed by the Firm and the Federal Reserve. The Federal Reserve uses the results under the severely adverse scenario from its supervisory stress test to determine the Firm’s Stress Capital Buffer (“SCB”) requirement for the coming year, which forms part of the Firm’s applicable capital buffers. The Firm is required to file its annual CCAR submission on April 5, 2023. The Federal Reserve will notify the Firm of its indicative SCB requirement by June 30, 2023 and final SCB requirement by August 31, 2023. The Firm’s final SCB requirement will become effective on October 1, 2023. The OCC requires JPMorgan Chase Bank, N.A. to perform separate, similar stress tests annually. The Firm publishes each year the results of the annual stress tests for the Firm and JPMorgan Chase Bank, N.A. under the supervisory “severely adverse” scenarios provided by the Federal Reserve and the OCC. Refer to Capital Risk Management on pages 86-96 for more information concerning the Firm’s CCAR. Enhanced prudential standards. As part of its mandate to identify and monitor risks to the financial stability of the U.S. posed by large banking organizations, the Financial Stability Oversight Council (“FSOC”) recommends prudential standards and reporting requirements to the Federal Reserve for systemically important financial institutions (“SIFIs”), such as JPMorgan Chase. The Federal Reserve has adopted several rules to implement those heightened prudential standards, including rules relating to risk management and corporate governance of subject BHCs. JPMorgan Chase is required under these rules to comply with enhanced liquidity and overall risk  4 4 4 4   management standards, including oversight by the board of directors of risk management activities.Resolution and recovery. The Firm is required to maintain a comprehensive recovery plan, updated annually, summarizing the actions it would take to remain well-capitalized and well-funded in order to avoid failure in the case of an adverse event. In addition, JPMorgan Chase Bank, N.A. is required to prepare and submit a recovery plan as directed by the OCC. The Firm is required to submit periodically to the Federal Reserve and the FDIC a plan for resolution in the event of material distress or failure (a “resolution plan”). In 2019, the FDIC and Federal Reserve revised the regulations governing resolution plan requirements, and on the basis of those revisions, the Firm’s resolution plan submissions will alternate between “targeted” and “full” plans. The Firm’s “targeted” resolution plan was filed on June 28, 2021, and the Firm's next \"full\" resolution plan is due to be filed on or before July 1, 2023. JPMorgan Chase Bank, N.A. is also required to prepare and submit a separate resolution plan as directed by the FDIC on or before December 1, 2023. Certain of the Firm’s non-U.S. subsidiaries and branches are also subject to local resolution and recovery planning requirements.Orderly liquidation authority. Certain financial companies, including JPMorgan Chase and certain of its subsidiaries, can also be subjected to resolution under an “orderly liquidation authority.” The U.S. Treasury Secretary, in consultation with the President of the United States, must first make certain determinations concerning extraordinary financial distress and systemic risk, and action must be recommended by the FDIC and the Federal Reserve. Absent such actions, the Firm, as a BHC, would remain subject to resolution under the Bankruptcy Code. The FDIC has issued a draft policy statement describing its “single point of entry” strategy for resolution of SIFIs under the orderly liquidation authority, which seeks to keep operating subsidiaries of a BHC open and impose losses on shareholders and creditors of the BHC in receivership according to their statutory order of priority.  Holding company as a source of strength. JPMorgan Chase & Co. is required to serve as a source of financial strength for its depository institution subsidiaries and to commit resources to support those subsidiaries, including when directed to do so by the Federal Reserve. Regulation of acquisitions. Acquisitions by BHCs and their banks are subject to requirements, limitations and prohibitions established by law and by the Federal Reserve and the OCC. For example, FHCs and BHCs are required to obtain the approval of the Federal Reserve before they acquire more than 5% of the voting shares of an unaffiliated bank. In addition, acquisitions by financial companies are prohibited if, as a result of the acquisition, the total liabilities of the financial company would exceed 10% of the total liabilities of all financial companies. Furthermore, for certain acquisitions, the Firm must provide written notice to the Federal Reserve prior to acquiring direct or indirect ownership or control of any voting shares of any company with over $10 billion in assets that is engaged in activities that are “financial in nature.” Moreover, while FHCs may engage in a broader range of activities (including acquisitions) than BHCs, the Federal Reserve has the authority to limit an FHC’s ability to conduct otherwise permissible acquisitions if the FHC or any of its depository institution subsidiaries ceases to meet applicable eligibility requirements.Ongoing obligations. The Firm is subject to obligations under the terms of a Deferred Prosecution Agreement entered into with the Department of Justice on September 29, 2020 relating to precious metals and U.S. Treasuries markets investigations as well as under a related order issued by the CFTC.Subsidiary banks: The activities of JPMorgan Chase Bank, N.A., the Firm’s principal subsidiary bank, are limited to those specifically authorized under the National Bank Act and related interpretations of the OCC. The OCC has authority to bring an enforcement action against JPMorgan Chase Bank, N.A. for unsafe or unsound banking practices, which could include limiting JPMorgan Chase Bank, N.A.’s ability to conduct otherwise permissible activities, or imposing corrective capital or managerial requirements on the bank.FDIC deposit insurance. The FDIC deposit insurance fund provides insurance coverage for certain deposits and is funded through assessments on banks, including JPMorgan Chase Bank, N.A. FDIC powers upon a bank insolvency. Upon any insolvency of JPMorgan Chase Bank, N.A., the FDIC could be appointed as conservator or receiver under the Federal Deposit Insurance Act. The FDIC has broad powers to transfer assets and liabilities without the approval of the institution’s creditors.  Prompt corrective action. The Federal Deposit Insurance Corporation Improvement Act of 1991 requires the relevant federal banking regulator to take “prompt corrective action” with respect to a depository institution if that institution does not meet certain capital adequacy standards. The Federal Reserve is also authorized to take appropriate action against the parent BHC, such as JPMorgan Chase & Co., based on the undercapitalized status of any bank subsidiary. In certain instances, the BHC would be required to guarantee the performance of the capital restoration plan for its undercapitalized subsidiary. OCC Heightened Standards. The OCC has established guidelines setting forth heightened standards for large banks, including minimum standards for the design and implementation of a risk governance framework for banks. Under these standards, a bank’s risk governance framework must ensure that the bank’s risk profile is easily distinguished and separate from that of its parent BHC for risk management purposes. The bank’s board or risk  management standards, including oversight by the board of directors of risk management activities.Resolution and recovery. The Firm is required to maintain a comprehensive recovery plan, updated annually, summarizing the actions it would take to remain well-capitalized and well-funded in order to avoid failure in the case of an adverse event. In addition, JPMorgan Chase Bank, N.A. is required to prepare and submit a recovery plan as directed by the OCC. The Firm is required to submit periodically to the Federal Reserve and the FDIC a plan for resolution in the event of material distress or failure (a “resolution plan”). In 2019, the FDIC and Federal Reserve revised the regulations governing resolution plan requirements, and on the basis of those revisions, the Firm’s resolution plan submissions will alternate between “targeted” and “full” plans. The Firm’s “targeted” resolution plan was filed on June 28, 2021, and the Firm's next \"full\" resolution plan is due to be filed on or before July 1, 2023. JPMorgan Chase Bank, N.A. is also required to prepare and submit a separate resolution plan as directed by the FDIC on or before December 1, 2023. Certain of the Firm’s non-U.S. subsidiaries and branches are also subject to local resolution and recovery planning requirements.Orderly liquidation authority. Certain financial companies, including JPMorgan Chase and certain of its subsidiaries, can also be subjected to resolution under an “orderly liquidation authority.” The U.S. Treasury Secretary, in consultation with the President of the United States, must first make certain determinations concerning extraordinary financial distress and systemic risk, and action must be recommended by the FDIC and the Federal Reserve. Absent such actions, the Firm, as a BHC, would remain subject to resolution under the Bankruptcy Code. The FDIC has issued a draft policy statement describing its “single point of entry” strategy for resolution of SIFIs under the orderly liquidation authority, which seeks to keep operating subsidiaries of a BHC open and impose losses on shareholders and creditors of the BHC in receivership according to their statutory order of priority.  Holding company as a source of strength. JPMorgan Chase & Co. is required to serve as a source of financial strength for its depository institution subsidiaries and to commit resources to support those subsidiaries, including when directed to do so by the Federal Reserve. Regulation of acquisitions. Acquisitions by BHCs and their banks are subject to requirements, limitations and prohibitions established by law and by the Federal Reserve and the OCC. For example, FHCs and BHCs are required to obtain the approval of the Federal Reserve before they acquire more than 5% of the voting shares of an unaffiliated bank. In addition, acquisitions by financial companies are prohibited if, as a result of the acquisition, the total liabilities of the financial company would exceed 10% of the total liabilities of all financial companies. Furthermore, for certain acquisitions, the Firm must  management standards, including oversight by the board of directors of risk management activities. Resolution and recovery. The Firm is required to maintain a comprehensive recovery plan, updated annually, summarizing the actions it would take to remain well-capitalized and well-funded in order to avoid failure in the case of an adverse event. In addition, JPMorgan Chase Bank, N.A. is required to prepare and submit a recovery plan as directed by the OCC. The Firm is required to submit periodically to the Federal Reserve and the FDIC a plan for resolution in the event of material distress or failure (a “resolution plan”). In 2019, the FDIC and Federal Reserve revised the regulations governing resolution plan requirements, and on the basis of those revisions, the Firm’s resolution plan submissions will alternate between “targeted” and “full” plans. The Firm’s “targeted” resolution plan was filed on June 28, 2021, and the Firm's next \"full\" resolution plan is due to be filed on or before July 1, 2023. JPMorgan Chase Bank, N.A. is also required to prepare and submit a separate resolution plan as directed by the FDIC on or before December 1, 2023.  Certain of the Firm’s non-U.S. subsidiaries and branches are also subject to local resolution and recovery planning requirements. Orderly liquidation authority. Certain financial companies, including JPMorgan Chase and certain of its subsidiaries, can also be subjected to resolution under an “orderly liquidation authority.” The U.S. Treasury Secretary, in consultation with the President of the United States, must first make certain determinations concerning extraordinary financial distress and systemic risk, and action must be recommended by the FDIC and the Federal Reserve. Absent such actions, the Firm, as a BHC, would remain subject to resolution under the Bankruptcy Code. The FDIC has issued a draft policy statement describing its “single point of entry” strategy for resolution of SIFIs under the orderly liquidation authority, which seeks to keep operating subsidiaries of a BHC open and impose losses on shareholders and creditors of the BHC in receivership according to their statutory order of priority.   Holding company as a source of strength. JPMorgan Chase & Co. is required to serve as a source of financial strength for its depository institution subsidiaries and to commit resources to support those subsidiaries, including when directed to do so by the Federal Reserve.  Regulation of acquisitions. Acquisitions by BHCs and their banks are subject to requirements, limitations and prohibitions established by law and by the Federal Reserve and the OCC. For example, FHCs and BHCs are required to obtain the approval of the Federal Reserve before they acquire more than 5% of the voting shares of an unaffiliated bank. In addition, acquisitions by financial companies are prohibited if, as a result of the acquisition, the total liabilities of the financial company would exceed 10% of the total liabilities of all financial companies. Furthermore, for certain acquisitions, the Firm must   provide written notice to the Federal Reserve prior to acquiring direct or indirect ownership or control of any voting shares of any company with over $10 billion in assets that is engaged in activities that are “financial in nature.” Moreover, while FHCs may engage in a broader range of activities (including acquisitions) than BHCs, the Federal Reserve has the authority to limit an FHC’s ability to conduct otherwise permissible acquisitions if the FHC or any of its depository institution subsidiaries ceases to meet applicable eligibility requirements.Ongoing obligations. The Firm is subject to obligations under the terms of a Deferred Prosecution Agreement entered into with the Department of Justice on September 29, 2020 relating to precious metals and U.S. Treasuries markets investigations as well as under a related order issued by the CFTC.Subsidiary banks: The activities of JPMorgan Chase Bank, N.A., the Firm’s principal subsidiary bank, are limited to those specifically authorized under the National Bank Act and related interpretations of the OCC. The OCC has authority to bring an enforcement action against JPMorgan Chase Bank, N.A. for unsafe or unsound banking practices, which could include limiting JPMorgan Chase Bank, N.A.’s ability to conduct otherwise permissible activities, or imposing corrective capital or managerial requirements on the bank.FDIC deposit insurance. The FDIC deposit insurance fund provides insurance coverage for certain deposits and is funded through assessments on banks, including JPMorgan Chase Bank, N.A. FDIC powers upon a bank insolvency. Upon any insolvency of JPMorgan Chase Bank, N.A., the FDIC could be appointed as conservator or receiver under the Federal Deposit Insurance Act. The FDIC has broad powers to transfer assets and liabilities without the approval of the institution’s creditors.  Prompt corrective action. The Federal Deposit Insurance Corporation Improvement Act of 1991 requires the relevant federal banking regulator to take “prompt corrective action” with respect to a depository institution if that institution does not meet certain capital adequacy standards. The Federal Reserve is also authorized to take appropriate action against the parent BHC, such as JPMorgan Chase & Co., based on the undercapitalized status of any bank subsidiary. In certain instances, the BHC would be required to guarantee the performance of the capital restoration plan for its undercapitalized subsidiary. OCC Heightened Standards. The OCC has established guidelines setting forth heightened standards for large banks, including minimum standards for the design and implementation of a risk governance framework for banks. Under these standards, a bank’s risk governance framework must ensure that the bank’s risk profile is easily distinguished and separate from that of its parent BHC for risk management purposes. The bank’s board or risk  provide written notice to the Federal Reserve prior to acquiring direct or indirect ownership or control of any voting shares of any company with over $10 billion in assets that is engaged in activities that are “financial in nature.” Moreover, while FHCs may engage in a broader range of activities (including acquisitions) than BHCs, the Federal Reserve has the authority to limit an FHC’s ability to conduct otherwise permissible acquisitions if the FHC or any of its depository institution subsidiaries ceases to meet applicable eligibility requirements.  Ongoing obligations. The Firm is subject to obligations under the terms of a Deferred Prosecution Agreement entered into with the Department of Justice on September 29, 2020 relating to precious metals and U.S. Treasuries markets investigations as well as under a related order issued by the CFTC. Subsidiary banks:  The activities of JPMorgan Chase Bank, N.A., the Firm’s principal subsidiary bank, are limited to those specifically authorized under the National Bank Act and related interpretations of the OCC. The OCC has authority to bring an enforcement action against JPMorgan Chase Bank, N.A. for unsafe or unsound banking practices, which could include limiting JPMorgan Chase Bank, N.A.’s ability to conduct otherwise permissible activities, or imposing corrective capital or managerial requirements on the bank. FDIC deposit insurance. The FDIC deposit insurance fund provides insurance coverage for certain deposits and is funded through assessments on banks, including JPMorgan Chase Bank, N.A.  FDIC powers upon a bank insolvency. Upon any insolvency of JPMorgan Chase Bank, N.A., the FDIC could be appointed as conservator or receiver under the Federal Deposit Insurance Act. The FDIC has broad powers to transfer assets and liabilities without the approval of the institution’s creditors.   Prompt corrective action. The Federal Deposit Insurance Corporation Improvement Act of 1991 requires the relevant federal banking regulator to take “prompt corrective action” with respect to a depository institution if that institution does not meet certain capital adequacy standards. The Federal Reserve is also authorized to take appropriate action against the parent BHC, such as JPMorgan Chase & Co., based on the undercapitalized status of any bank subsidiary. In certain instances, the BHC would be required to guarantee the performance of the capital restoration plan for its undercapitalized subsidiary.  OCC Heightened Standards. The OCC has established guidelines setting forth heightened standards for large banks, including minimum standards for the design and implementation of a risk governance framework for banks. Under these standards, a bank’s risk governance framework must ensure that the bank’s risk profile is easily distinguished and separate from that of its parent BHC for risk management purposes. The bank’s board or risk  5 5 5 5 Part I Part I committee is responsible for approving the bank’s risk governance framework, providing active oversight of the bank’s risk-taking activities, and holding management accountable for adhering to the risk governance framework.Restrictions on transactions with affiliates. JPMorgan Chase Bank, N.A. and its subsidiaries are subject to restrictions imposed by federal law on extensions of credit to, investments in stock or securities of, and derivatives, securities lending and certain other transactions with, JPMorgan Chase & Co. and certain other affiliates. These restrictions prevent JPMorgan Chase & Co. and other affiliates from borrowing from such subsidiaries unless the loans are secured in specified amounts and comply with certain other requirements. Dividend restrictions. Federal law imposes limitations on the payment of dividends by national banks, such as JPMorgan Chase Bank, N.A. Refer to Note 26 for the amount of dividends that JPMorgan Chase Bank, N.A. could pay, at January 1, 2023, to JPMorgan Chase without the approval of the banking regulators. The OCC and the Federal Reserve also have authority to prohibit or limit the payment of dividends of a bank subsidiary that they supervise if, in the banking regulator’s opinion, payment of a dividend would constitute an unsafe or unsound practice in light of the financial condition of the bank. Depositor preference. Under federal law, the claims of a receiver of an insured depositary institution (“IDI”) for administrative expense and the claims of holders of U.S. deposit liabilities (including the FDIC and deposits in non-U.S. branches that are dually payable in the U.S. and in a non-U.S. branch) have priority over the claims of other unsecured creditors of the institution, including depositors in non-U.S. branches and public noteholders. Consumer supervision and regulation. JPMorgan Chase and JPMorgan Chase Bank, N.A. are subject to supervision and regulation by the Consumer Financial Protection Bureau (“CFPB”) with respect to federal consumer protection laws, including laws relating to fair lending and the prohibition of unfair, deceptive or abusive acts or practices in connection with the offer, sale or provision of consumer financial products and services. The CFPB also has jurisdiction over small business lending activities with respect to fair lending and the Equal Credit Opportunity Act. As part of its regulatory oversight, the CFPB has authority to take enforcement actions against firms that offer certain products and services to consumers using practices that are deemed to be unfair, deceptive or abusive. In February 2023, the CFPB proposed a rule that would significantly reduce and limit the late payment fees that credit card issuers, including the Firm, would be permitted to charge to customers. The Firm’s consumer activities are also subject to regulation under state statutes which are enforced by the Attorney General or empowered agency of each state.In the U.K., the Firm operates a retail bank through J.P. Morgan Europe Limited (“JPMEL”) and provides retail investment management services through Nutmeg Saving and Investment Limited (“Nutmeg”). JPMEL is regulated by the PRA, and both JPMEL and Nutmeg are regulated by the FCA with respect to their conduct of financial services in the U.K., including obligations relating to the fair treatment of customers. JPMEL is also regulated by the U.K. Payment Systems Regulator with respect to its operation and use of payment systems. In addition, the retail businesses of JPMEL and Nutmeg are subject to U.K. consumer-protection legislation.Securities and broker-dealer regulation: The Firm conducts securities underwriting, dealing and brokerage activities in the U.S. through J.P. Morgan Securities LLC and other non-bank broker-dealer subsidiaries, all of which are subject to regulations of the SEC, FINRA and the New York Stock Exchange, among others. The Firm conducts similar securities activities outside the U.S. subject to local regulatory requirements. In the U.K., those activities are conducted by J.P. Morgan Securities plc. Broker-dealers are subject to laws and regulations covering all aspects of the securities business, including sales and trading practices, securities offerings, publication of research reports, use of customer funds, the financing of client purchases, capital structure, record-keeping and retention, and the conduct of their directors, officers and employees. Refer to Broker-dealer regulatory capital on page 96 for information concerning the capital of J.P. Morgan Securities LLC and J.P. Morgan Securities plc.Investment management regulation: The Firm’s asset and wealth management businesses are subject to significant regulation in jurisdictions around the world relating to, among other things, the safeguarding and management of client assets, offerings of funds and marketing activities. Certain of the Firm’s subsidiaries are registered with, and subject to oversight by, the SEC as investment advisers and broker-dealers. The Firm’s registered investment advisers in the United States are subject to the fiduciary and other obligations imposed under the Investment Advisers Act of 1940 and applicable state and federal law. The Firm’s bank fiduciary activities are subject to supervision by the OCC. Derivatives regulation: The Firm is subject to comprehensive regulation of its derivatives businesses, including regulations that impose capital and margin requirements, require central clearing of standardized over-the-counter (“OTC”) derivatives, mandate that certain standardized OTC swaps be traded on regulated trading venues, and provide for reporting of certain mandated information. JPMorgan Chase Bank, N.A., J.P. Morgan Securities LLC and J.P. Morgan Securities plc are registered with the CFTC as “swap dealers”. In addition, JPMorgan Chase Bank, N.A. and J.P. Morgan Securities LLC are registered with the SEC as “security-based swap dealers”. As a result, these entities are subject to a comprehensive regulatory framework applicable to their swap or security-based swap activities, including capital requirements, rules requiring the collateralization of uncleared swaps and security-based swaps, rules regarding  committee is responsible for approving the bank’s risk governance framework, providing active oversight of the bank’s risk-taking activities, and holding management accountable for adhering to the risk governance framework.Restrictions on transactions with affiliates. JPMorgan Chase Bank, N.A. and its subsidiaries are subject to restrictions imposed by federal law on extensions of credit to, investments in stock or securities of, and derivatives, securities lending and certain other transactions with, JPMorgan Chase & Co. and certain other affiliates. These restrictions prevent JPMorgan Chase & Co. and other affiliates from borrowing from such subsidiaries unless the loans are secured in specified amounts and comply with certain other requirements. Dividend restrictions. Federal law imposes limitations on the payment of dividends by national banks, such as JPMorgan Chase Bank, N.A. Refer to Note 26 for the amount of dividends that JPMorgan Chase Bank, N.A. could pay, at January 1, 2023, to JPMorgan Chase without the approval of the banking regulators. The OCC and the Federal Reserve also have authority to prohibit or limit the payment of dividends of a bank subsidiary that they supervise if, in the banking regulator’s opinion, payment of a dividend would constitute an unsafe or unsound practice in light of the financial condition of the bank. Depositor preference. Under federal law, the claims of a receiver of an insured depositary institution (“IDI”) for administrative expense and the claims of holders of U.S. deposit liabilities (including the FDIC and deposits in non-U.S. branches that are dually payable in the U.S. and in a non-U.S. branch) have priority over the claims of other unsecured creditors of the institution, including depositors in non-U.S. branches and public noteholders. Consumer supervision and regulation. JPMorgan Chase and JPMorgan Chase Bank, N.A. are subject to supervision and regulation by the Consumer Financial Protection Bureau (“CFPB”) with respect to federal consumer protection laws, including laws relating to fair lending and the prohibition of unfair, deceptive or abusive acts or practices in connection with the offer, sale or provision of consumer financial products and services. The CFPB also has jurisdiction over small business lending activities with respect to fair lending and the Equal Credit Opportunity Act. As part of its regulatory oversight, the CFPB has authority to take enforcement actions against firms that offer certain products and services to consumers using practices that are deemed to be unfair, deceptive or abusive. In February 2023, the CFPB proposed a rule that would significantly reduce and limit the late payment fees that credit card issuers, including the Firm, would be permitted to charge to customers. The Firm’s consumer activities are also subject to regulation under state statutes which are enforced by the Attorney General or empowered agency of each state.In the U.K., the Firm operates a retail bank through J.P. Morgan Europe Limited (“JPMEL”) and provides retail investment management services through Nutmeg Saving  committee is responsible for approving the bank’s risk governance framework, providing active oversight of the bank’s risk-taking activities, and holding management accountable for adhering to the risk governance framework. Restrictions on transactions with affiliates. JPMorgan Chase Bank, N.A. and its subsidiaries are subject to restrictions imposed by federal law on extensions of credit to, investments in stock or securities of, and derivatives, securities lending and certain other transactions with, JPMorgan Chase & Co. and certain other affiliates. These restrictions prevent JPMorgan Chase & Co. and other affiliates from borrowing from such subsidiaries unless the loans are secured in specified amounts and comply with certain other requirements.  Dividend restrictions. Federal law imposes limitations on the payment of dividends by national banks, such as JPMorgan Chase Bank, N.A. Refer to Note 26 for the amount of dividends that JPMorgan Chase Bank, N.A. could pay, at January 1, 2023, to JPMorgan Chase without the approval of the banking regulators. The OCC and the Federal Reserve also have authority to prohibit or limit the payment of dividends of a bank subsidiary that they supervise if, in the banking regulator’s opinion, payment of a dividend would constitute an unsafe or unsound practice in light of the financial condition of the bank.  Depositor preference. Under federal law, the claims of a receiver of an insured depositary institution (“IDI”) for administrative expense and the claims of holders of U.S. deposit liabilities (including the FDIC and deposits in non-U.S. branches that are dually payable in the U.S. and in a non-U.S. branch) have priority over the claims of other unsecured creditors of the institution, including depositors in non-U.S. branches and public noteholders.  Consumer supervision and regulation. JPMorgan Chase and JPMorgan Chase Bank, N.A. are subject to supervision and regulation by the Consumer Financial Protection Bureau (“CFPB”) with respect to federal consumer protection laws, including laws relating to fair lending and the prohibition of unfair, deceptive or abusive acts or practices in connection with the offer, sale or provision of consumer financial products and services. The CFPB also has jurisdiction over small business lending activities with respect to fair lending and the Equal Credit Opportunity Act. As part of its regulatory oversight, the CFPB has authority to take enforcement actions against firms that offer certain products and services to consumers using practices that are deemed to be unfair, deceptive or abusive. In February 2023, the CFPB proposed a rule that would significantly reduce and limit the late payment fees that credit card issuers, including the Firm, would be permitted to charge to customers. The Firm’s consumer activities are also subject to regulation under state statutes which are enforced by the Attorney General or empowered agency of each state. In the U.K., the Firm operates a retail bank through J.P. Morgan Europe Limited (“JPMEL”) and provides retail investment management services through Nutmeg Saving   and Investment Limited (“Nutmeg”). JPMEL is regulated by the PRA, and both JPMEL and Nutmeg are regulated by the FCA with respect to their conduct of financial services in the U.K., including obligations relating to the fair treatment of customers. JPMEL is also regulated by the U.K. Payment Systems Regulator with respect to its operation and use of payment systems. In addition, the retail businesses of JPMEL and Nutmeg are subject to U.K. consumer-protection legislation.Securities and broker-dealer regulation: The Firm conducts securities underwriting, dealing and brokerage activities in the U.S. through J.P. Morgan Securities LLC and other non-bank broker-dealer subsidiaries, all of which are subject to regulations of the SEC, FINRA and the New York Stock Exchange, among others. The Firm conducts similar securities activities outside the U.S. subject to local regulatory requirements. In the U.K., those activities are conducted by J.P. Morgan Securities plc. Broker-dealers are subject to laws and regulations covering all aspects of the securities business, including sales and trading practices, securities offerings, publication of research reports, use of customer funds, the financing of client purchases, capital structure, record-keeping and retention, and the conduct of their directors, officers and employees. Refer to Broker-dealer regulatory capital on page 96 for information concerning the capital of J.P. Morgan Securities LLC and J.P. Morgan Securities plc.Investment management regulation: The Firm’s asset and wealth management businesses are subject to significant regulation in jurisdictions around the world relating to, among other things, the safeguarding and management of client assets, offerings of funds and marketing activities. Certain of the Firm’s subsidiaries are registered with, and subject to oversight by, the SEC as investment advisers and broker-dealers. The Firm’s registered investment advisers in the United States are subject to the fiduciary and other obligations imposed under the Investment Advisers Act of 1940 and applicable state and federal law. The Firm’s bank fiduciary activities are subject to supervision by the OCC. Derivatives regulation: The Firm is subject to comprehensive regulation of its derivatives businesses, including regulations that impose capital and margin requirements, require central clearing of standardized over-the-counter (“OTC”) derivatives, mandate that certain standardized OTC swaps be traded on regulated trading venues, and provide for reporting of certain mandated information. JPMorgan Chase Bank, N.A., J.P. Morgan Securities LLC and J.P. Morgan Securities plc are registered with the CFTC as “swap dealers”. In addition, JPMorgan Chase Bank, N.A. and J.P. Morgan Securities LLC are registered with the SEC as “security-based swap dealers”. As a result, these entities are subject to a comprehensive regulatory framework applicable to their swap or security-based swap activities, including capital requirements, rules requiring the collateralization of uncleared swaps and security-based swaps, rules regarding  and Investment Limited (“Nutmeg”). JPMEL is regulated by the PRA, and both JPMEL and Nutmeg are regulated by the FCA with respect to their conduct of financial services in the U.K., including obligations relating to the fair treatment of customers. JPMEL is also regulated by the U.K. Payment Systems Regulator with respect to its operation and use of payment systems. In addition, the retail businesses of JPMEL and Nutmeg are subject to U.K. consumer-protection legislation. Securities and broker-dealer regulation:  The Firm conducts securities underwriting, dealing and brokerage activities in the U.S. through J.P. Morgan Securities LLC and other non-bank broker-dealer subsidiaries, all of which are subject to regulations of the SEC, FINRA and the New York Stock Exchange, among others. The Firm conducts similar securities activities outside the U.S. subject to local regulatory requirements. In the U.K., those activities are conducted by J.P. Morgan Securities plc. Broker-dealers are subject to laws and regulations covering all aspects of the securities business, including sales and trading practices, securities offerings, publication of research reports, use of customer funds, the financing of client purchases, capital structure, record-keeping and retention, and the conduct of their directors, officers and employees. Refer to Broker-dealer regulatory capital on page 96 for information concerning the capital of J.P. Morgan Securities LLC and J.P. Morgan Securities plc. Investment management regulation:  The Firm’s asset and wealth management businesses are subject to significant regulation in jurisdictions around the world relating to, among other things, the safeguarding and management of client assets, offerings of funds and marketing activities. Certain of the Firm’s subsidiaries are registered with, and subject to oversight by, the SEC as investment advisers and broker-dealers. The Firm’s registered investment advisers in the United States are subject to the fiduciary and other obligations imposed under the Investment Advisers Act of 1940 and applicable state and federal law. The Firm’s bank fiduciary activities are subject to supervision by the OCC.  Derivatives regulation:  The Firm is subject to comprehensive regulation of its derivatives businesses, including regulations that impose capital and margin requirements, require central clearing of standardized over-the-counter (“OTC”) derivatives, mandate that certain standardized OTC swaps be traded on regulated trading venues, and provide for reporting of certain mandated information. JPMorgan Chase Bank, N.A., J.P. Morgan Securities LLC and J.P. Morgan Securities plc are registered with the CFTC as “swap dealers”. In addition, JPMorgan Chase Bank, N.A. and J.P. Morgan Securities LLC are registered with the SEC as “security-based swap dealers”. As a result, these entities are subject to a comprehensive regulatory framework applicable to their swap or security-based swap activities, including capital requirements, rules requiring the collateralization of uncleared swaps and security-based swaps, rules regarding  6 6 6 6   segregation of counterparty collateral, business conduct and documentation standards, record-keeping and reporting obligations, and anti-fraud and anti-manipulation requirements. Similar requirements have also been established under the European Market Infrastructure Regulation (“EMIR”) and the Markets in Financial Instruments Directive (“MiFID II”), as implemented in the EU and as adopted in the U.K. J.P. Morgan Securities LLC is also registered with the CFTC as a futures commission merchant and is a member of the National Futures Association. Data, privacy and cybersecurity regulation: The Firm and its subsidiaries are subject to laws, rules and regulations globally concerning data, including data protection, consumer protection, privacy, cybersecurity and related matters. These laws, rules and regulations are constantly evolving, subject to interpretation, remain a focus of regulators globally, may be enforced by private parties or government bodies, and will continue to have a significant impact on all of the Firm’s businesses and operations.The Bank Secrecy Act and Economic Sanctions: The Bank Secrecy Act (“BSA”) requires all financial institutions, including banks and securities broker-dealers, to establish a risk-based system of internal controls reasonably designed to prevent money laundering and the financing of terrorism. The BSA includes a variety of record-keeping and reporting requirements, as well as due diligence/know-your-customer documentation requirements. The Firm is also subject to the regulations and economic sanctions programs administered and enforced by the U.S. Treasury’s Office of Foreign Assets Control (“OFAC”) and EU and U.K. authorities which target entities or individuals that are, or are located in countries that are, involved in activities including terrorism, hostilities, embezzlement or human rights violations. The Firm is also subject to economic sanctions laws, rules and regulations in other jurisdictions in which it operates, including those that conflict with or prohibit a firm such as JPMorgan Chase from complying with certain laws, rules and regulations to which it is otherwise subject.Anti-Corruption: The Firm is subject to laws and regulations relating to corrupt and illegal payments to government officials and others in the jurisdictions in which it operates, including the U.S. Foreign Corrupt Practices Act and the U.K. Bribery Act.Compensation practices: The Firm’s compensation practices are subject to oversight by the Federal Reserve, as well as other agencies. The Federal Reserve has jointly issued guidance with the FDIC and the OCC that is designed to ensure that incentive compensation paid by banking organizations does not encourage imprudent risk-taking that threatens the organizations’ safety and soundness. The Financial Stability Board (“FSB”) has also established standards covering compensation principles for banks. The Firm’s compensation practices are also subject to regulation and oversight by regulators in other jurisdictions, notably the Fifth Capital Requirements Directive (“CRD V”), as implemented in the EU and as adopted in the U.K, which includes compensation-related provisions. The European Banking Authority has instituted guidelines on compensation policies including under CRD V which in certain countries, such as Germany, are implemented or supplemented by local regulations or guidelines. The U.K. regulators have also instituted guidelines on CRD V compensation policies. The Firm expects that the implementation of regulatory guidelines regarding compensation in the U.S. and other countries will continue to evolve, and may affect the manner in which the Firm structures its compensation programs and practices.Other significant international regulatory initiatives: Policymakers in the U.K. and EU continue to implement a program of regulatory enhancements relating to financial services, several key elements of which are discussed below.MiFID II requires the trading of shares and certain standardized OTC derivatives to take place on specified trading venues. MiFID II also significantly enhanced requirements for pre- and post-trade transparency, transaction reporting and investor protection, and introduced a position limits and reporting regime for commodities. In November 2021, the European Commission (“EC”) published a draft legislative proposal for amendments to MiFID II focused on changes to rules related to transparency and market structure, including the proposed creation of a consolidated tape intended to increase transparency into trading across the EU by providing a centralized source of market data. This legislation remains subject to review by the European Parliament and European Council. In the U.K., MiFID II is being amended through the “Wholesale Markets Review”, a set of proposals designed to streamline and improve regulation of the U.K. secondary markets following the U.K.’s departure from the EU. Some of the changes, such as the removal of the requirement to execute trades in shares on certain trading venues, have been introduced through the Financial Services and Markets Bill (“FSMB”), which is expected to be passed by the U.K. Parliament in the first half of 2023. Other changes, such as amendments to MiFID II rules related to transparency, will be subject to further consultation, which is expected during 2023.  segregation of counterparty collateral, business conduct and documentation standards, record-keeping and reporting obligations, and anti-fraud and anti-manipulation requirements. Similar requirements have also been established under the European Market Infrastructure Regulation (“EMIR”) and the Markets in Financial Instruments Directive (“MiFID II”), as implemented in the EU and as adopted in the U.K. J.P. Morgan Securities LLC is also registered with the CFTC as a futures commission merchant and is a member of the National Futures Association. Data, privacy and cybersecurity regulation: The Firm and its subsidiaries are subject to laws, rules and regulations globally concerning data, including data protection, consumer protection, privacy, cybersecurity and related matters. These laws, rules and regulations are constantly evolving, subject to interpretation, remain a focus of regulators globally, may be enforced by private parties or government bodies, and will continue to have a significant impact on all of the Firm’s businesses and operations.The Bank Secrecy Act and Economic Sanctions: The Bank Secrecy Act (“BSA”) requires all financial institutions, including banks and securities broker-dealers, to establish a risk-based system of internal controls reasonably designed to prevent money laundering and the financing of terrorism. The BSA includes a variety of record-keeping and reporting requirements, as well as due diligence/know-your-customer documentation requirements. The Firm is also subject to the regulations and economic sanctions programs administered and enforced by the U.S. Treasury’s Office of Foreign Assets Control (“OFAC”) and EU and U.K. authorities which target entities or individuals that are, or are located in countries that are, involved in activities including terrorism, hostilities, embezzlement or human rights violations. The Firm is also subject to economic sanctions laws, rules and regulations in other jurisdictions in which it operates, including those that conflict with or prohibit a firm such as JPMorgan Chase from complying with certain laws, rules and regulations to which it is otherwise subject.Anti-Corruption: The Firm is subject to laws and regulations relating to corrupt and illegal payments to government officials and others in the jurisdictions in which it operates, including the U.S. Foreign Corrupt Practices Act and the U.K. Bribery Act. segregation of counterparty collateral, business conduct and documentation standards, record-keeping and reporting obligations, and anti-fraud and anti-manipulation requirements. Similar requirements have also been established under the European Market Infrastructure Regulation (“EMIR”) and the Markets in Financial Instruments Directive (“MiFID II”), as implemented in the EU and as adopted in the U.K.  J.P. Morgan Securities LLC is also registered with the CFTC as a futures commission merchant and is a member of the National Futures Association.  Data, privacy and cybersecurity regulation:  The Firm and its subsidiaries are subject to laws, rules and regulations globally concerning data, including data protection, consumer protection, privacy, cybersecurity and related matters. These laws, rules and regulations are constantly evolving, subject to interpretation, remain a focus of regulators globally, may be enforced by private parties or government bodies, and will continue to have a significant impact on all of the Firm’s businesses and operations. The Bank Secrecy Act and Economic Sanctions:  The Bank Secrecy Act (“BSA”) requires all financial institutions, including banks and securities broker-dealers, to establish a risk-based system of internal controls reasonably designed to prevent money laundering and the financing of terrorism. The BSA includes a variety of record-keeping and reporting requirements, as well as due diligence/know-your-customer documentation requirements. The Firm is also subject to the regulations and economic sanctions programs administered and enforced by the U.S. Treasury’s Office of Foreign Assets Control (“OFAC”) and EU and U.K. authorities which target entities or individuals that are, or are located in countries that are, involved in activities including terrorism, hostilities, embezzlement or human rights violations. The Firm is also subject to economic sanctions laws, rules and regulations in other jurisdictions in which it operates, including those that conflict with or prohibit a firm such as JPMorgan Chase from complying with certain laws, rules and regulations to which it is otherwise subject. Anti-Corruption:  The Firm is subject to laws and regulations relating to corrupt and illegal payments to government officials and others in the jurisdictions in which it operates, including the U.S. Foreign Corrupt Practices Act and the U.K. Bribery Act.  Compensation practices: The Firm’s compensation practices are subject to oversight by the Federal Reserve, as well as other agencies. The Federal Reserve has jointly issued guidance with the FDIC and the OCC that is designed to ensure that incentive compensation paid by banking organizations does not encourage imprudent risk-taking that threatens the organizations’ safety and soundness. The Financial Stability Board (“FSB”) has also established standards covering compensation principles for banks. The Firm’s compensation practices are also subject to regulation and oversight by regulators in other jurisdictions, notably the Fifth Capital Requirements Directive (“CRD V”), as implemented in the EU and as adopted in the U.K, which includes compensation-related provisions. The European Banking Authority has instituted guidelines on compensation policies including under CRD V which in certain countries, such as Germany, are implemented or supplemented by local regulations or guidelines. The U.K. regulators have also instituted guidelines on CRD V compensation policies. The Firm expects that the implementation of regulatory guidelines regarding compensation in the U.S. and other countries will continue to evolve, and may affect the manner in which the Firm structures its compensation programs and practices.Other significant international regulatory initiatives: Policymakers in the U.K. and EU continue to implement a program of regulatory enhancements relating to financial services, several key elements of which are discussed below.MiFID II requires the trading of shares and certain standardized OTC derivatives to take place on specified trading venues. MiFID II also significantly enhanced requirements for pre- and post-trade transparency, transaction reporting and investor protection, and introduced a position limits and reporting regime for commodities. In November 2021, the European Commission (“EC”) published a draft legislative proposal for amendments to MiFID II focused on changes to rules related to transparency and market structure, including the proposed creation of a consolidated tape intended to increase transparency into trading across the EU by providing a centralized source of market data. This legislation remains subject to review by the European Parliament and European Council. In the U.K., MiFID II is being amended through the “Wholesale Markets Review”, a set of proposals designed to streamline and improve regulation of the U.K. secondary markets following the U.K.’s departure from the EU. Some of the changes, such as the removal of the requirement to execute trades in shares on certain trading venues, have been introduced through the Financial Services and Markets Bill (“FSMB”), which is expected to be passed by the U.K. Parliament in the first half of 2023. Other changes, such as amendments to MiFID II rules related to transparency, will be subject to further consultation, which is expected during 2023.  Compensation practices:  The Firm’s compensation practices are subject to oversight by the Federal Reserve, as well as other agencies. The Federal Reserve has jointly issued guidance with the FDIC and the OCC that is designed to ensure that incentive compensation paid by banking organizations does not encourage imprudent risk-taking that threatens the organizations’ safety and soundness. The Financial Stability Board (“FSB”) has also established standards covering compensation principles for banks. The Firm’s compensation practices are also subject to regulation and oversight by regulators in other jurisdictions, notably the Fifth Capital Requirements Directive (“CRD V”), as implemented in the EU and as adopted in the U.K, which includes compensation-related provisions. The European Banking Authority has instituted guidelines on compensation policies including under CRD V which in certain countries, such as Germany, are implemented or supplemented by local regulations or guidelines. The U.K. regulators have also instituted guidelines on CRD V compensation policies. The Firm expects that the implementation of regulatory guidelines regarding compensation in the U.S. and other countries will continue to evolve, and may affect the manner in which the Firm structures its compensation programs and practices. Other significant international regulatory initiatives:  Policymakers in the U.K. and EU continue to implement a program of regulatory enhancements relating to financial services, several key elements of which are discussed below. MiFID II requires the trading of shares and certain standardized OTC derivatives to take place on specified trading venues. MiFID II also significantly enhanced requirements for pre- and post-trade transparency, transaction reporting and investor protection, and introduced a position limits and reporting regime for commodities. In November 2021, the European Commission (“EC”) published a draft legislative proposal for amendments to MiFID II focused on changes to rules related to transparency and market structure, including the proposed creation of a consolidated tape intended to increase transparency into trading across the EU by providing a centralized source of market data. This legislation remains subject to review by the European Parliament and European Council.  In the U.K., MiFID II is being amended through the “Wholesale Markets Review”, a set of proposals designed to streamline and improve regulation of the U.K. secondary markets following the U.K.’s departure from the EU. Some of the changes, such as the removal of the requirement to execute trades in shares on certain trading venues, have been introduced through the Financial Services and Markets Bill (“FSMB”), which is expected to be passed by the U.K. Parliament in the first half of 2023. Other changes, such as amendments to MiFID II rules related to transparency, will be subject to further consultation, which is expected during 2023.  7 7 7 7 Part I Part I In December 2022, the EC published a legislative proposal to amend EMIR to increase the competitiveness of the EU central clearing framework and to enhance supervision of EU central counterparties (“CCPs”). These proposals are subject to further review by the European Parliament and European Council. The EU has adopted mandatory buy-in rules under the Central Securities Depositories Regulation (“CSDR”) which will impose requirements relating to sourcing of securities in the event of a settlement fail. In June 2022, EU regulators proposed an amendment to postpone the application of these rules until November 2025. The amendment remains subject to review by the European Parliament and European Council.In December 2022, the Chancellor of the Exchequer announced an extensive package of reforms to U.K. financial services regulation known as the “Edinburgh Reforms”. These reforms aim to drive growth and competitiveness in the U.K. financial services sector following the U.K.’s departure from the EU. The reform package includes initiatives relating to a number of areas of financial services policy, including retail banks, payments, markets, digital assets and sustainable finance. The U.K. Government and regulators are expected to release further consultations and announcements related to these reforms in 2023.EU and U.K. regulators are expected to finalize the rules implementing the Basel III framework during 2023. The Firm’s banking entities in the EU and the U.K. will be required to comply with the Basel III final rules by January 2025, allowing for certain transitional arrangements until 2030 and 2032, respectively. The main changes implemented by the Basel III final rules will be revisions to the credit risk and operational risk calculation methods to reduce the use of and reliance on internal modelling approaches and introduce internationally-agreed changes to the market risk framework. The EU Basel III final rules also strengthen enforcement tools for supervisors overseeing EU banks and require EU banking entities to systematically identify, disclose and manage environmental, social and governance (“ESG”) risks as part of their risk management practices. In addition, in December 2022, the European Banking Authority (“EBA”) announced that it will publish rules and technical standards between 2023 and 2025 related to sustainable finance, which will be applicable to EU banks. The Firm’s banking entities in the U.K. will be required to comply with regulatory policies and standards related to climate risk being developed by the PRA. In addition, EU legislation requires that certain non-EU banks operating in the EU establish an intermediate parent undertaking (“IPU”) located in the EU. The IPU legislation allows a second IPU to be established if a single IPU would conflict with “home country” bank separation rules or impede resolvability. The Firm will be required to comply with the EU’s IPU requirements by December 30, 2023.The Firm’s banking entities in the EU and U.K. are also subject to supervisory expectations published by the ECB and the PRA, respectively, for management of financial risks arising from climate change and the increasing operational reliance on IT systems, third-party services and innovative technologies, as well as supervisory expectations for operational resilience and resilience from macro-financial and geopolitical shocks. These expectations address bank strategy, governance, risk management, scenario analysis, risk reporting and disclosure. Policymakers in the EU have continued to implement sustainability-related initiatives. In December 2022, the Corporate Sustainability Reporting Directive (“CSRD”) was published in the Official Journal of the EU. The CSRD will replace and significantly expand the scope and content of ESG reporting requirements under the EU’s existing ESG reporting rules. CSRD reporting requirements will be phased in beginning in 2024. In addition, the EC published its legislative proposal on the Corporate Sustainability Due Diligence Directive (“CSDDD”) in February 2022. The draft directive sets mandatory due diligence obligations for companies to address actual and potential human rights violations and environmental adverse impacts stemming from their own operations and business relationships, including the activities of companies with which they have established business relationships. The proposed legislation may also require the adoption of company-specific climate-related transition plans. The CSDDD is currently subject to review by the European Parliament and European Council. Both the CSRD and CSDDD will apply to certain of the Firm’s EU entities as well as to certain non-EU entities. In December 2022, the EC published a legislative proposal to amend EMIR to increase the competitiveness of the EU central clearing framework and to enhance supervision of EU central counterparties (“CCPs”). These proposals are subject to further review by the European Parliament and European Council. The EU has adopted mandatory buy-in rules under the Central Securities Depositories Regulation (“CSDR”) which will impose requirements relating to sourcing of securities in the event of a settlement fail. In June 2022, EU regulators proposed an amendment to postpone the application of these rules until November 2025. The amendment remains subject to review by the European Parliament and European Council.In December 2022, the Chancellor of the Exchequer announced an extensive package of reforms to U.K. financial services regulation known as the “Edinburgh Reforms”. These reforms aim to drive growth and competitiveness in the U.K. financial services sector following the U.K.’s departure from the EU. The reform package includes initiatives relating to a number of areas of financial services policy, including retail banks, payments, markets, digital assets and sustainable finance. The U.K. Government and regulators are expected to release further consultations and announcements related to these reforms in 2023.EU and U.K. regulators are expected to finalize the rules implementing the Basel III framework during 2023. The Firm’s banking entities in the EU and the U.K. will be required to comply with the Basel III final rules by January 2025, allowing for certain transitional arrangements until 2030 and 2032, respectively. The main changes implemented by the Basel III final rules will be revisions to the credit risk and operational risk calculation methods to reduce the use of and reliance on internal modelling approaches and introduce internationally-agreed changes to the market risk framework. The EU Basel III final rules also strengthen enforcement tools for supervisors overseeing EU banks and require EU banking entities to systematically identify, disclose and manage environmental, social and governance (“ESG”) risks as part of their risk management practices. In addition, in December 2022, the European Banking Authority (“EBA”) announced that it will publish rules and technical standards between 2023 and 2025 related to sustainable finance, which will be applicable to EU banks. The Firm’s banking entities in the U.K. will be required to comply with regulatory policies and standards related to climate risk being developed by the PRA. In addition, EU legislation requires that certain non-EU banks operating in the EU establish an intermediate parent undertaking (“IPU”) located in the EU. The IPU legislation allows a second IPU to be established if a single IPU would conflict with “home country” bank separation rules or impede resolvability. The Firm will be required to comply with the EU’s IPU requirements by December 30, 2023.The Firm’s banking entities in the EU and U.K. are also subject to supervisory expectations published by the ECB  In December 2022, the EC published a legislative proposal to amend EMIR to increase the competitiveness of the EU central clearing framework and to enhance supervision of EU central counterparties (“CCPs”). These proposals are subject to further review by the European Parliament and European Council.  The EU has adopted mandatory buy-in rules under the Central Securities Depositories Regulation (“CSDR”) which will impose requirements relating to sourcing of securities in the event of a settlement fail. In June 2022, EU regulators proposed an amendment to postpone the application of these rules until November 2025. The amendment remains subject to review by the European Parliament and European Council. In December 2022, the Chancellor of the Exchequer announced an extensive package of reforms to U.K. financial services regulation known as the “Edinburgh Reforms”. These reforms aim to drive growth and competitiveness in the U.K. financial services sector following the U.K.’s departure from the EU. The reform package includes initiatives relating to a number of areas of financial services policy, including retail banks, payments, markets, digital assets and sustainable finance. The U.K. Government and regulators are expected to release further consultations and announcements related to these reforms in 2023. EU and U.K. regulators are expected to finalize the rules implementing the Basel III framework during 2023. The Firm’s banking entities in the EU and the U.K. will be required to comply with the Basel III final rules by January 2025, allowing for certain transitional arrangements until 2030 and 2032, respectively. The main changes implemented by the Basel III final rules will be revisions to the credit risk and operational risk calculation methods to reduce the use of and reliance on internal modelling approaches and introduce internationally-agreed changes to the market risk framework. The EU Basel III final rules also strengthen enforcement tools for supervisors overseeing EU banks and require EU banking entities to systematically identify, disclose and manage environmental, social and governance (“ESG”) risks as part of their risk management practices. In addition, in December 2022, the European Banking Authority (“EBA”) announced that it will publish rules and technical standards between 2023 and 2025 related to sustainable finance, which will be applicable to EU banks. The Firm’s banking entities in the U.K. will be required to comply with regulatory policies and standards related to climate risk being developed by the PRA. In addition, EU legislation requires that certain non-EU banks operating in the EU establish an intermediate parent undertaking (“IPU”) located in the EU. The IPU legislation allows a second IPU to be established if a single IPU would conflict with “home country” bank separation rules or impede resolvability. The Firm will be required to comply with the EU’s IPU requirements by December 30, 2023. The Firm’s banking entities in the EU and U.K. are also subject to supervisory expectations published by the ECB   and the PRA, respectively, for management of financial risks arising from climate change and the increasing operational reliance on IT systems, third-party services and innovative technologies, as well as supervisory expectations for operational resilience and resilience from macro-financial and geopolitical shocks. These expectations address bank strategy, governance, risk management, scenario analysis, risk reporting and disclosure. Policymakers in the EU have continued to implement sustainability-related initiatives. In December 2022, the Corporate Sustainability Reporting Directive (“CSRD”) was published in the Official Journal of the EU. The CSRD will replace and significantly expand the scope and content of ESG reporting requirements under the EU’s existing ESG reporting rules. CSRD reporting requirements will be phased in beginning in 2024. In addition, the EC published its legislative proposal on the Corporate Sustainability Due Diligence Directive (“CSDDD”) in February 2022. The draft directive sets mandatory due diligence obligations for companies to address actual and potential human rights violations and environmental adverse impacts stemming from their own operations and business relationships, including the activities of companies with which they have established business relationships. The proposed legislation may also require the adoption of company-specific climate-related transition plans. The CSDDD is currently subject to review by the European Parliament and European Council. Both the CSRD and CSDDD will apply to certain of the Firm’s EU entities as well as to certain non-EU entities. and the PRA, respectively, for management of financial risks arising from climate change and the increasing operational reliance on IT systems, third-party services and innovative technologies, as well as supervisory expectations for operational resilience and resilience from macro-financial and geopolitical shocks. These expectations address bank strategy, governance, risk management, scenario analysis, risk reporting and disclosure.  Policymakers in the EU have continued to implement sustainability-related initiatives. In December 2022, the Corporate Sustainability Reporting Directive (“CSRD”) was published in the Official Journal of the EU. The CSRD will replace and significantly expand the scope and content of ESG reporting requirements under the EU’s existing ESG reporting rules. CSRD reporting requirements will be phased in beginning in 2024. In addition, the EC published its legislative proposal on the Corporate Sustainability Due Diligence Directive (“CSDDD”) in February 2022. The draft directive sets mandatory due diligence obligations for companies to address actual and potential human rights violations and environmental adverse impacts stemming from their own operations and business relationships, including the activities of companies with which they have established business relationships. The proposed legislation may also require the adoption of company-specific climate-related transition plans. The CSDDD is currently subject to review by the European Parliament and European Council. Both the CSRD and CSDDD will apply to certain of the Firm’s EU entities as well as to certain non-EU entities. 8 8 8 8    Item 1A. Risk Factors.The following discussion sets forth the material risk factors that could affect JPMorgan Chase’s financial condition and operations. Readers should not consider any descriptions of these factors to be a complete set of all potential risks that could affect the Firm. Any of the risk factors discussed below could by itself, or combined with other factors, materially and adversely affect JPMorgan Chase’s business, results of operations, financial condition, capital position, liquidity, competitive position or reputation, including by materially increasing expenses or decreasing revenues, which could result in material losses or a decrease in earnings.SummaryThe principal risk factors that could adversely affect JPMorgan Chase’s business, results of operations, financial condition, capital position, liquidity, competitive position or reputation include:•Regulatory risks, including the impact that applicable laws, rules and regulations in the highly-regulated and supervised financial services industry, as well as changes to or in the application, interpretation or enforcement of those laws, rules and regulations, can have on JPMorgan Chase’s business and operations; the ways in which differences in financial services regulation in different jurisdictions or with respect to certain competitors can negatively impact JPMorgan Chase’s business; the penalties and collateral consequences, and higher compliance and operational costs, that JPMorgan Chase may incur when resolving a regulatory investigation; the ways in which less predictable legal and regulatory frameworks in certain countries can negatively impact JPMorgan Chase’s operations and financial results; and the losses that security holders will absorb if JPMorgan Chase were to enter into a resolution.•Political risks, including the potential negative effects on JPMorgan Chase’s businesses due to economic uncertainty or instability caused by political developments.•Market risks, including the effects that economic and market events and conditions, governmental policies, changes in interest rates and credit spreads, and market fluctuations can have on JPMorgan Chase’s consumer and wholesale businesses and its investment and market-making positions and on JPMorgan Chase’s earnings and its liquidity and capital levels.•Credit risks, including potential negative effects from adverse changes in the financial condition of clients, customers, counterparties, custodians and central counterparties; and the potential for losses due to declines in the value of collateral in stressed market conditions or from concentrations of credit and market risk.•Liquidity risks, including the risk that JPMorgan Chase’s liquidity could be impaired by market-wide illiquidity or disruption, unforeseen liquidity or capital requirements, the inability to sell assets, default by a significant market participant, unanticipated outflows of cash or collateral, or lack of market or customer confidence in JPMorgan Chase; the dependence of JPMorgan Chase & Co. on the cash flows of its subsidiaries; the adverse effects that any downgrade in any of JPMorgan Chase’s credit ratings may have on its liquidity and cost of funding; and potential negative impacts, including litigation risks, associated with the transition to alternative reference rates.•Capital risks, including the risk that any failure by or inability of JPMorgan Chase to maintain the required level and composition of capital, or unfavorable changes in applicable capital requirements, could limit JPMorgan Chase’s ability to distribute capital to shareholders or to support its business activities.•Operational risks, including risks associated with JPMorgan Chase’s dependence on its operational systems, its ability to maintain appropriately-staffed workforces and the competence, integrity, health and safety of its employees, as well as the systems and employees of third parties, market participants and service providers; the potential negative effects of failing to identify and address operational risks related to the introduction of or changes to products, services and delivery platforms; legal and regulatory risks related to safeguarding personal information; the harm that could be caused by a successful cyber attack affecting JPMorgan Chase or by other extraordinary events; risks associated with JPMorgan Chase’s risk management framework, its models and estimations and associated judgments used in its stress testing and financial statements, and controls over disclosure and financial reporting; and potential adverse effects of failing to comply with heightened regulatory and other standards for the oversight of vendors and other service providers.•Strategic risks, including the damage to JPMorgan Chase’s competitive standing and results that could occur if management fails to develop and execute effective business strategies; risks associated with the significant and increasing competition that JPMorgan Chase faces; and the potential adverse impacts of climate change on JPMorgan Chase’s business operations, clients and customers.•Conduct risks, including the negative impact that can result from the actions or misconduct of employees, including any failure of employees to conduct themselves in accordance with JPMorgan Chase’s expectations, policies and practices.•Reputation risks, including the potential adverse effects on JPMorgan Chase’s relationships with its clients, customers, shareholders, regulators and other stakeholders that could arise from employee misconduct, security breaches, inadequate risk  Item 1A. Risk Factors.The following discussion sets forth the material risk factors that could affect JPMorgan Chase’s financial condition and operations. Readers should not consider any descriptions of these factors to be a complete set of all potential risks that could affect the Firm. Any of the risk factors discussed below could by itself, or combined with other factors, materially and adversely affect JPMorgan Chase’s business, results of operations, financial condition, capital position, liquidity, competitive position or reputation, including by materially increasing expenses or decreasing revenues, which could result in material losses or a decrease in earnings.SummaryThe principal risk factors that could adversely affect JPMorgan Chase’s business, results of operations, financial condition, capital position, liquidity, competitive position or reputation include:•Regulatory risks, including the impact that applicable laws, rules and regulations in the highly-regulated and supervised financial services industry, as well as changes to or in the application, interpretation or enforcement of those laws, rules and regulations, can have on JPMorgan Chase’s business and operations; the ways in which differences in financial services regulation in different jurisdictions or with respect to certain competitors can negatively impact JPMorgan Chase’s business; the penalties and collateral consequences, and higher compliance and operational costs, that JPMorgan Chase may incur when resolving a regulatory investigation; the ways in which less predictable legal and regulatory frameworks in certain countries can negatively impact JPMorgan Chase’s operations and financial results; and the losses that security holders will absorb if JPMorgan Chase were to enter into a resolution.•Political risks, including the potential negative effects on JPMorgan Chase’s businesses due to economic uncertainty or instability caused by political developments.•Market risks, including the effects that economic and market events and conditions, governmental policies, changes in interest rates and credit spreads, and market fluctuations can have on JPMorgan Chase’s consumer and wholesale businesses and its investment and market-making positions and on JPMorgan Chase’s earnings and its liquidity and capital levels.•Credit risks, including potential negative effects from adverse changes in the financial condition of clients, customers, counterparties, custodians and central counterparties; and the potential for losses due to declines in the value of collateral in stressed market conditions or from concentrations of credit and market risk.•Liquidity risks, including the risk that JPMorgan Chase’s liquidity could be impaired by market-wide ", "time": "00:01:11"}