{"cik": 202058, "item_1A": " ITEM 1.BUSINESS.   L3HARRIS General L3Harris Technologies, Inc. is a Trusted Disruptor for the aerospace and defense industry. With customers’ mission-critical needs in mind, we deliver end-to-end technology solutions connecting the space, air, land, sea and cyber domains. We support government and commercial customers in more than 100 countries, with our largest customers being various departments and agencies of the U.S. Government and their prime contractors. Our products and services have defense and civil government applications, as well as commercial applications.  Our fiscal year ends on the Friday nearest December 31. Each of our fiscal years ended December 30, 2022 (“fiscal 2022”), December 31, 2021 (“fiscal 2021”) and January 1, 2021 (“fiscal 2020”) included 52 weeks. Unless the context otherwise requires, the terms “we,” “our,” “us,” “Company” and “L3Harris” as used in this Report mean the combined company L3Harris Technologies, Inc. and its subsidiaries.  We structure our operations primarily around the products, systems and services we sell and the markets we serve, and we report the financial results of our continuing operations in three operating segments: Integrated Mission Systems (“IMS”); Space & Airborne Systems (“SAS”); and Communication Systems (“CS”). Our operating segments are also our reportable segments and are referred to as our business segments. See Note 24: Business Segments in the Notes to Consolidated Financial Statements in this Report (the “Notes”) for further information regarding our business segments, including how we define segment operating income or loss.  Effective January 1, 2022, we streamlined our business segments from four business segments to three business segments. As a result of the segment reorganization, the Aviation Systems segment was eliminated as a business segment and the ongoing operations that had been part of the Aviation Systems segment were integrated into the remaining segments. Defense aviation, commercial aviation products and commercial pilot training  _____________________________________________________________________1 _____________________________________________________________________1 _____________________________________________________________________1   operations were moved into the Integrated Mission Systems segment; and mission networks for air traffic management operations were moved into the Space & Airborne Systems segment.  Acquisition of Viasat, Inc’s Tactical Data Links (“TDL”) Product Line On October 3, 2022, we entered into a definitive agreement to acquire the TDL product line for a purchase price of approximately $1.96 billion, subject to customary adjustments. The acquisition was completed on January 3, 2023. This acquisition will enhance our networking capability and provide immediate access to the ubiquitous Link 16 waveform, better positioning us to enable the integrated architecture goal of the U.S. Department of Defense (“DoD”) in joint all-domain command and control (“JADC2”). The TDL product line will be reported within our CS segment in fiscal 2023. See Note 3: Acquisitions and Note 26: Subsequent Events in the Notes for further information.  Pending Acquisition of Aerojet Rocketdyne Holdings, Inc. (“AJRD”) On December 17, 2022, we entered into a definitive agreement to acquire AJRD in an all-cash transaction of approximately $4.7 billion. AJRD is a provider of propulsion systems and energetics for tactical and strategic missiles, missile defense systems and hypersonic applications. AJRD also provides liquid-fuel engines and the propulsion and power systems for in-space crew and cargo transports. Upon closure of the acquisition, we anticipate creating a new business segment. The acquisition is expected to close in fiscal 2023, pending required regulatory approvals and clearances and other customary closing conditions. See “Item 1A - Risk Factors” in this Report for a discussion of risks related to the acquisition. Also, see Note 3: Acquisitions in the Notes for further information. Description of Business by Segment Our business segments provide a wide-range of products, systems and services to various customers and are described below. For financial information with respect to our business segments, including revenue, operating income and total assets, and with respect to our operations outside the United States, see Note 24: Business Segments in the Notes, and for additional information with respect to our business segments, see “Discussion of Business Segment Results of Operations” in “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” of this Report. For a discussion of certain risks affecting our business segments, including risks relating to our U.S. Government contracts and subcontracts, see “Item 1. Business - Principal Customers; Government Contracts,” “Item 1A. Risk Factors” and “Item 3. Legal Proceedings” of this Report.  Integrated Mission Systems IMS is a leading developer and integrator of mission systems in the air, land and sea domains. We provide top tier capabilities in the design, development, integration, production and sustainment of intelligence, surveillance and reconnaissance (“ISR”), integrated maritime communications systems and electro optical sensors for U.S. and allied military, civil government and commercial customers in our five business sectors:  ISR: We develop, integrate and maintain multi-mission ISR, signals intelligence and communication systems, including fleet management support services, sensor development, modifications and periodic depot maintenance for ISR and airborne missions. Significant customers include DoD and classified customers within the U.S. Government, U.K. Ministry of Defence, Royal Australian Air Force and other select foreign military services. For example, we provide premier signals intelligence and electronic warfare capability for the U.S. Air Force (“USAF”) Rivet Joint and Compass Call programs. Maritime: We develop, integrate, manufacture and sustain mission systems in the maritime domain, specializing in integrated command, control, computers, communications, cyber, intelligence, surveillance and reconnaissance systems (“C5ISR”), bridge control, operational security solutions, signals intelligence and multi-intelligence platforms; ship and submarine-sensors; autonomous, unmanned surface and undersea solutions; power and platform control systems and other electronic and electrical products and systems. Significant customers include the U.S. Navy (“USN”), the U.S. Coast Guard, allied navies and other defense users.  Electro Optical: We design and manufacture advanced electro-optical and infrared (“EO/IR”) sensors and surveillance and targeting systems and provide modernization and life extension maintenance upgrade and support services across all domains; Space communications and launch vehicle avionics; and military Global Positioning System (“GPS”) user equipment and fuzing and ordnance systems. Significant customers include the U.S. Army, the USAF, USN, National Aeronautics and Space Administration, Canadian Department of National Defense, commercial space companies and more than 80 foreign militaries. For example, our Wescam system provides the MX and CMX family of turreted EO/IR solutions to airborne, maritime and ground domains for both commercial and military users around the globe. _____________________________________________________________________2 _____________________________________________________________________2 _____________________________________________________________________2   Commercial Aviation Solutions: We design and manufacture advanced avionics for commercial, unmanned and military applications. We develop, install and maintain flight simulators and training systems that are customized to commercial aircraft. We also provide commercial pilot training services, including airline training for licensed pilots, academy programs for new cadets and flight school training for pilots. Significant customers include commercial airlines, aircraft manufacturers and foreign military agencies. Agile Development Group (“ADG”): ADG is an innovation accelerator and collaboration initiative established to rapidly address near-peer, national security threats. ADG is focused on advanced, front-end and rapid capability development, including advanced sensors, mission systems, unmanned systems and weapons systems, which align with customers’ critical needs and where the Company has existing differentiated technologies.   Additional information regarding the composition of IMS revenue of $6.9 billion for fiscal 2022 is as follows:  “U.S. Government Revenue” includes foreign military sales funded through the U.S. Government, whether directly or through prime contractors. “International Revenue” refers to product and service revenue for which the end consumer is located outside the U.S. For a discussion of certain risks affecting this segment, including risks relating to our U.S. Government contracts and subcontracts, see “Item 1. Business - Principal Customers; Government Contracts,” “Item 1A. Risk Factors” and “Item 3. Legal Proceedings” of this Report. Space & Airborne Systems  SAS is a leading provider of full mission solutions as a prime and subsystem integrator in the space, airborne and cyber domains. We provide top tier capabilities in the design, development, integration, production and sustainment of major weapons systems for national security, civil government, commercial and international customers in our five business sectors:  Space Systems: We provide end-to-end space and ground-based solutions in support of intelligence, GPS, space exploration, weather and missile defense missions. We are a prime contractor on complete satellite systems, providing advanced payloads and integrated ground systems. Our products, systems and services primarily support the U.S. Space Force, the USAF, the U.S. Intelligence Community, U.S. civil agencies and other national security space prime customers. For example, we are the prime contractor on Space Development Agency (“SDA”) Tracking layer Tranche 0 and 1, building a constellation of space vehicles to provide persistent global missile warning and tracking to national defense authorities. Intel & Cyber: We provide situational awareness, advanced wireless and cyber solutions for classified intelligence and defense customers.  Mission Avionics: We provide military airborne mission system processing computers, avionics systems and displays, hardened electronics, weapons release systems, data links and antennas supporting fixed wing and rotary platforms, including F-35, F/A-18 and C-130.  Electronic Warfare: We provide full suite electronic warfare capabilities including multi-spectral situational awareness, threat warning and countermeasures capabilities for airborne and maritime platforms, including F/A-18, F-16, and B-52. Mission Networks: We provide mission-critical infrastructure communications and networking solutions for air traffic management for the U.S. Federal Aviation Administration and international airspace national service providers.  Additional information regarding the composition of SAS revenue of $6.1 billion for fiscal 2022 is as follows: _____________________________________________________________________3 _____________________________________________________________________3 _____________________________________________________________________3    For a discussion of certain risks affecting this segment, including risks relating to our U.S. Government contracts and subcontracts, see “Item 1. Business - Principal Customers; Government Contracts,” “Item 1A. Risk Factors” and “Item 3. Legal Proceedings” of this Report. Communication Systems  CS is focused on enabling warfighters in the multi-domain environment with the resources, capabilities and agility to support today’s mission and innovate solutions for the future. We are a leading provider of communications solutions for DoD, international customers, Federal and state agencies and commercial customers in our five business sectors:  Tactical Communications: We provide tactical radios to the U.S. Army, the USAF, the U.S. Marine Corps, the USN, the U.S. Special Operations Command and international defense customers, including developing and manufacturing software-defined radios for key DoD network modernization programs and satellite communication (“SATCOM”) terminals and battlefield management networks for U.S. and international defense customers. For example, we are providing Handheld, Manpack and Small Form-Fit radios to the U.S. Army. We operate in this market principally on a commercial market-driven business model.  Broadband Communications: We provide resilient and trusted mission critical networks across all domains, providing connectivity and interoperability to support ISR, tactical operations, networking and electronic attack under any operational scenario in the world. Integrated Visions Solutions: We design, manufacture and sustain a full suite of helmet-mounted integrated night vision goggles and heads up displays along with Clip-on Weapon Sights and weapon-mounted aiming lasers and range finders. Public Safety: We provide state-of-art Long-Term Evolution solutions and Land Mobile Radios as well as mission critical systems applications and equipment for Federal, state and local government police and fire first responders, as well as providing integrated professional communications and system solutions for utilities, transit agencies and commercial customers.  Additional information regarding the composition of CS revenue of $4.2 billion for fiscal 2022 is as follows:   For a discussion of certain risks affecting this segment, including risks relating to our supply chain disruptions, see “Item 1. Business - Materials, Suppliers and Seasonality” and “Item 1A. Risk Factors” of this Report.   International Business Revenue from products and services where the end consumer is located outside the U.S., including foreign military sales funded through the U.S. Government, whether directly or through prime contractors, was $3.9 billion (23% of our revenue), $3.9 billion (22% of our revenue) and $3.7 billion (20% of our revenue), in fiscal 2022, 2021  _____________________________________________________________________4 _____________________________________________________________________4 _____________________________________________________________________4   and 2020, respectively. Direct export sales are primarily denominated in U.S. Dollars, whereas sales from foreign subsidiaries are generally denominated in the local currency of the subsidiary. For financial information regarding our domestic and international operations, including long-lived assets, see Note 24: Business Segments in the Notes. The majority of our international marketing activities are conducted through subsidiaries that operate in the Europe, Middle East and Africa (“EMEA”) and Asia-Pacific (“APAC”) regions and Canada. We also have established international marketing organizations and several regional sales offices. For further information regarding our international subsidiaries, see Exhibit 21 of this Report. International revenue for fiscal 2022 came from a large number of countries, and no single foreign country accounted for more than 5% of our total revenue. Some of our exports are paid for by letters of credit, with the balance carried on an open account. Advance payments, progress payments or other similar payments received prior to or upon shipment often cover most of the related costs incurred. Significant foreign government contracts generally require us to provide performance guarantees. In order to remain competitive in international markets, we also enter into offset agreements or recourse or vendor financing arrangements to facilitate sales to certain customers. We utilize indirect sales channels, including dealers, distributors and sales representatives, in the marketing and sale of some lines of products and equipment, both domestically and internationally. These independent representatives may buy for resale or, in some cases, solicit orders from commercial or government customers for direct sales by us. Prices to the ultimate customer in many instances may be recommended or established by the independent representative and may be above or below our list prices. Our dealers and distributors generally receive a discount from our list prices and may mark up those prices in setting the final sales prices paid by the customer.  The particular economic, social and political conditions for business conducted outside the U.S. differ from those encountered by U.S. businesses. We believe that the overall business risk for our international business as a whole is somewhat greater than that faced by our domestic businesses as a whole. A description of the types of risks to which we are subject in our international business is contained in “Item 1A. Risk Factors” of this Report. In our opinion, these risks are partially mitigated by the diversification of our international business and the protection provided by letters of credit and advance payments, progress payments and other similar payments. Competitive Conditions and Trends in Market Demand We operate in highly competitive markets that are sensitive to technological advances. Some of our competitors in each of our markets are larger than we are and can maintain higher levels of expenditures for research and development (“R&D”). In each of our markets, we concentrate on the opportunities that we believe are compatible with our resources, overall technological capabilities and objectives. Principal competitive factors in these markets are product and systems quality and reliability; technological capabilities, including reliable, resilient and innovative cyber capabilities; service; past performance; ability to develop and implement complex, integrated solutions; ability to meet delivery schedules; the effectiveness of third-party sales channels in international markets; and cost-effectiveness. We frequently “partner” or are involved in subcontracting and teaming relationships with companies that are, from time to time, competitors on other programs. We compete domestically and internationally against large aerospace and defense companies; principally BAE Systems, Boeing, General Dynamics, Lockheed Martin, Northrop Grumman, Raytheon Technologies and Thales; and, increasingly, non-traditional defense contractors.  For further discussion of trends in market demand, see “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” of this Report.  Principal Customers; Government Contracts The percentage of our revenue that was derived from sales to U.S. Government customers, including foreign military sales funded through the U.S. Government, whether directly or through prime contractors, was 74%, 75% and 78% in fiscal 2022, 2021 and 2020, respectively. No other customer accounted for more than 5% of our revenue in fiscal 2022. Additional information regarding customers for each of our segments is provided under “Item 1. Business — Description of Business by Segment” of this Report. Our U.S. Government sales are predominantly derived from contracts with departments and agencies of, and prime contractors to, the U.S. Government. Most of the sales in our SAS and IMS segments are made directly or indirectly to the U.S. Government under contracts or subcontracts containing standard government contract clauses providing for redetermination of profits, if applicable, and for termination for the convenience of the U.S. Government or for default based on performance. Our U.S. Government contracts and subcontracts include both cost-reimbursable and fixed-price contracts. Government-wide Acquisition Contracts (“GWACs”) and multi-vendor indefinite delivery-indefinite quantity (“IDIQ”)  _____________________________________________________________________5 _____________________________________________________________________5 _____________________________________________________________________5   contracts, which can include task orders for each contract type, require us to compete both for the initial contract and then for individual task or delivery orders under such contracts. Our U.S. Government cost-reimbursable contracts provide for the reimbursement of allowable costs plus payment of a fee and fall into three basic types: (i) cost-plus fixed-fee contracts, which provide for payment of a fixed fee irrespective of the final cost of performance; (ii) cost-plus incentive-fee contracts, which provide for payment of a fee that may increase or decrease, within specified limits, based on actual results compared with contractual targets relating to factors such as cost, performance and delivery schedule; and (iii) cost-plus award-fee contracts, which provide for payment of an award fee determined at the customer’s discretion based on our performance against pre-established performance criteria. Under our U.S. Government cost-reimbursable contracts, we are reimbursed periodically for allowable costs and are paid a portion of the fee based on contract progress. Some overhead costs have been made partially or wholly unallowable for reimbursement by statute or regulation. Examples include certain merger and acquisition costs, lobbying costs, charitable contributions, interest expense and certain litigation defense costs. Our U.S. Government fixed-price contracts are either firm fixed-price contracts or fixed-price incentive contracts. Under our U.S. Government firm fixed-price contracts, we agree to perform a specific scope of work or sell a specific product for a fixed price and, as a result, benefit from cost savings and carry the burden of cost overruns. Under our U.S. Government fixed-price incentive contracts, we share with the U.S. Government both savings accrued for performance at less than target cost as well as costs incurred in excess of target cost up to a negotiated ceiling price, which is higher than the target cost, but carry the entire burden of costs exceeding the negotiated ceiling price. Accordingly, under such incentive contracts, profit may also be adjusted up or down depending on whether specified performance objectives are met. Under our U.S. Government firm fixed-price and fixed-price incentive contracts, we generally receive from the U.S. Government either milestone payments totaling 100% of the contract price or monthly progress payments in amounts equaling 80% of costs incurred under the contract. The remaining amounts, including profits or incentive fees, are billed upon delivery and final acceptance of end items and deliverables under the contract. Our production contracts are mainly fixed-price contracts and development contracts are generally cost-reimbursable contracts.  As stated above, U.S. Government contracts are terminable for the convenience of the U.S. Government, as well as for default based on performance. Companies supplying goods and services to the U.S. Government are dependent on Congressional appropriations and administrative allotment of funds and may be affected by changes in U.S. Government policies resulting from various military, political, economic and international developments. Long-term U.S. Government contracts and related orders are subject to cancellation if appropriations for subsequent performance periods become unavailable. Under contracts terminable for the convenience of the U.S. Government, a contractor is entitled to receive payments for its allowable costs and, in general, the proportionate share of fees or earnings for the work done. Contracts that are terminable for default generally provide that the U.S. Government pays only for the work it has accepted and may require the contractor to pay for the incremental cost of re-procurement and may hold the contractor liable for damages. In many cases, there is also uncertainty relating to the complexity of designs, necessity for design improvements and difficulty in forecasting costs and schedules when bidding on developmental and highly sophisticated technical work. Under many U.S. Government contracts, we are required to maintain facility and personnel security clearances complying with DoD and other Federal agency requirements.  From time to time, we may begin performance of a U.S. Government contract under an undefinitized contract action with a not-to-exceed price before the terms, specifications or price are finally agreed to between the parties. In these arrangements, the U.S. Government has the ability to unilaterally definitize the contract if a mutual agreement regarding terms, specifications and price cannot be reached.  The U.S. Government has increased its focus on procurement process improvement initiatives and has implemented certain changes in its procurement practices. These developments may change the way U.S. Government contracts are solicited, negotiated and managed, which may affect whether and how we pursue opportunities to provide our products and services to the U.S. Government, including the terms and conditions under which we do so, which may have an adverse impact to our business, financial condition, results of operations, cash flows and equity.  For further discussion of risks relating to U.S. Government contracts, see “Item 1A. Risk Factors”, “Item 3. Legal Proceedings” and “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” of this Report.  _____________________________________________________________________6 _____________________________________________________________________6 _____________________________________________________________________6   Backlog Company-wide total backlog was $22.3 billion at December 30, 2022, of which $16.2 billion was funded backlog, compared with $21.1 billion at December 31, 2021, of which $15.2 billion was funded backlog. We expect to recognize approximately 55% of the revenue associated with Company-wide total backlog by the end of 2023 and approximately 75% of the revenue associated with Company-wide total backlog by the end of 2024, with the remainder to be recognized thereafter. However, we can give no assurance of such fulfillment or that our backlog will become revenue in any particular period, if at all. Backlog is subject to delivery delays and program cancellations, which are beyond our control. We define funded backlog as unfilled firm orders for products and services for which funding has been authorized and, in the case of U.S. Government customers, appropriated. The level of order activity related to U.S. Government programs can be affected by the timing of U.S. Government funding authorizations and project evaluation cycles. Year-over-year comparisons could, at times, be impacted by these factors, among others.  We define unfunded backlog as unfilled firm orders for products and services for which funding has not been authorized and, in the case of U.S. Government customers, appropriated. The determination of the unfunded portion of total backlog involves substantial estimating, particularly with respect to customer requirements contracts and development and production contracts of a cost-reimbursable or incentive nature. We do not include the value of unexercised contract options or potential orders under IDIQ contracts in our unfunded backlog. For backlog information for each of our business segments, see “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” of this Report. See Note 23: Backlog in the Notes for additional information regarding Company-wide total backlog.  Research and Development Company-sponsored R&D costs, which include R&D for commercial products and services and independent R&D related to government products and services, were $603 million, $692 million and $684 million in fiscal 2022, 2021 and 2020, respectively. A portion of our independent R&D costs are allocated among contracts and programs in process under U.S. Government contractual arrangements. Company-sponsored R&D costs not otherwise allocable are charged to expense when incurred. Company-sponsored research is directed to the development of new products and services and to building technological capability in various markets.  Customer-sponsored R&D costs are incurred pursuant to contractual arrangements, principally U.S. Government-sponsored contracts requiring us to provide a product or service meeting certain defined performance or other specifications (such as designs). This research helps strengthen and broaden our technical capabilities. Customer-sponsored research costs are accounted for principally by the percentage-of-completion cost-to-cost method and included in our revenue and cost of product sales and services. See Note 1: Significant Accounting Policies in the Notes for further information on the cost-to-cost percentage-of-completion method of revenue recognition. Patents and Other Intellectual Property We consider our patents and other intellectual property, in the aggregate, to constitute an important asset. We own a large portfolio of patents, trade secrets, know-how, confidential information, trademarks, copyrights and other intellectual property, including reliable, resilient and innovative cyber capabilities, and we routinely apply for new patents, trademarks and copyrights. We also license intellectual property to and from third parties. As of December 30, 2022, we held approximately 2,300 U.S. patents and 1,800 foreign patents, and had approximately 300 U.S. patent applications pending and 300 foreign patent applications pending. Unpatented research, development and engineering skills also make an important contribution to our business. Although our intellectual property rights in the aggregate are important to our business and the operations of our business segments, we do not consider our business or any business segment to be materially dependent on any single patent, license or other intellectual property right, or any group of related patents, licenses or other intellectual property rights. We are engaged in a proactive patent licensing program and have entered into a number of licenses and cross-license agreements, some of which generate royalty income. Although existing license agreements have generated income in past years and may do so in the future, there can be no assurances we will enter into additional income-producing license agreements. From time to time, we engage in litigation to protect our patents and other intellectual property. Any of our patents, trade secrets, trademarks, copyrights and other proprietary rights could be challenged, invalidated or circumvented, or may not provide competitive advantages. For further discussion of risks relating to intellectual property, see “Item 1A. Risk Factors” of this Report. With regard to certain patents, the U.S. Government has an irrevocable, non-exclusive, royalty-free license, pursuant to which the U.S. Government may use or authorize others to use the inventions covered by such patents. Pursuant to similar arrangements, the U.S. Government may  _____________________________________________________________________7 _____________________________________________________________________7 _____________________________________________________________________7   consent to our use of inventions covered by patents owned by other persons. Numerous trademarks used on or in connection with our products are also considered to be a valuable asset. Government Regulations Our company is subject to various Federal, state, local and international laws and regulations relating to the development, manufacturing, sale and distribution of our products and services, and it is our policy to comply with the applicable laws in each jurisdiction in which we conduct business. Regulations include, but are not limited to, those related to import and export controls, corruption, bribery, the protection of the environment, government procurement, wireless communications, competition, product safety, workplace health and safety, employment, labor and data privacy. The following describes significant regulations that may impact our businesses. For further discussion of risks relating to government regulations, see “Item 1A. Risk Factors” of this Report. Import/Export Regulations. We sell products and solutions to customers all over the world and are required to comply with U.S. export control regulations, including the International Traffic in Arms Regulations (“ITAR”) and the U.S. Export Administration Regulations, and economic and trade sanctions programs limiting or banning sales into certain countries. Countries outside of the U.S. have implemented similar controls and sanction regulations. Together, these controls and regulations may impose licensing requirements on exports of certain technology and software from the U.S. and may impact our ability to transact business in certain countries or with certain customers. We have developed compliance programs and training to prevent violations of these programs and regulations, and we regularly monitor changes in the law and regulations and create strategies to deal with changes. Changes in the law may restrict or further restrict our ability to sell products and solutions. Anti-Corruption Regulations. Because we have significant international operations, we must comply with complex regulations, including the U.S. Foreign Corrupt Practices Act (“FCPA”), the U.K. Bribery Act and other local laws prohibiting corrupt payments to governmental officials and anti-competition regulations. We have compliance policies, programs and training to prevent non-compliance with such anti-corruption regulations in the U.S. and outside the U.S. We monitor pending and proposed legislation and regulatory changes that may impact our business and develop strategies to address the changes and incorporate them into existing compliance programs. Environmental. Our operations are subject to and affected by U.S. Federal, state, local and foreign laws and regulations regarding discharge of materials into the environment or otherwise relating to the protection of the environment. We have previously announced our environmental sustainability goals: to reduce greenhouse gas (“GHG”) emissions by 30% and water usage by 20% from 2019 levels and achieve a 75% solid waste diversion rate (away from landfills) by 2026. We are investing in renewable energy, including entering into a virtual power purchase agreement, and other solutions to achieve our GHG emission reduction target and our other environmental sustainability goals. In 2022, we measured our performance against these goals and exceeded our GHG emissions target, met our water use reduction target and are progressing forward in regards to our solid waste diversion rate from landfill. Additional information is provided in our Sustainability Report which can be found on our Company website, and is not incorporated by reference into this Report. We have incurred, and based on currently available information, we expect to continue to incur capital and operating costs to comply with existing and pending environmental laws and regulations. See “Item 1A. Risk Factors” and “Item 3. Legal Proceedings” of this Report and Note 1: Significant Accounting Policies and Note 25: Legal Proceedings and Contingencies in the Notes. _____________________________________________________________________8 _____________________________________________________________________8 _____________________________________________________________________8   Materials, Suppliers and Seasonality Because of the diversity of our products and services, as well as the wide geographic dispersion of our facilities, we use numerous sources for the wide array of materials, such as electronic components, printed circuit boards, metals and plastics needed for our operations and for our products. We are dependent on suppliers and subcontractors for a large number of components and subsystems and the ability of our suppliers and subcontractors to adhere to customer or regulatory materials restrictions and to meet performance and quality specifications and delivery schedules. In some instances, we are dependent on one or a few sources, either because of the specialized nature of a particular item or because of local content preference requirements pursuant to which we operate on a given project. In addition, in connection with our U.S. Government contracts, we are required to procure certain materials, components and parts, including microelectronics components, from supply sources approved by the U.S. Government, which may limit the suppliers and subcontractors we may utilize. Although we have been affected by financial and performance issues of some of our suppliers and subcontractors, other than in our CS segment, we have not been materially adversely affected by the inability to obtain materials or products. On occasion, we have experienced component shortages from vendors as a result of pandemics, natural disasters, or the shifting regulatory landscape. These events or regulations may cause a spike in demand for certain electronic components, such as lead-free components, resulting in industry-wide supply chain disruptions.  Revenue and operating income have been, and we expect will continue to be, adversely impacted by supply chain disruptions, primarily in our CS segment. While our product demand remains strong, we can give no assurances and the ultimate extent of the supply chain disruptions to our CS segment remains uncertain. For further discussion of risks relating to subcontractors and suppliers, see “Item 1A. Risk Factors” of this Report.  We do not consider any material portion of our business to be seasonal. Various factors can affect the distribution of our revenue between accounting periods, including the timing of contract awards and the timing and availability of U.S. Government funding, as well as the timing of product deliveries and customer acceptance. Human Capital  As a global aerospace and defense technology company, our performance is dependent on our highly educated and skilled workforce for our success. Attracting, developing, motivating and retaining highly skilled employees, particularly those with technical, engineering and science backgrounds and experience, is a critical factor in our ability to execute our strategic priorities. We use human capital measures to set goals and monitor performance in several areas, including employee health and safety; talent acquisition, development and retention; and diversity, equity and inclusion. Workforce Demographics. We had approximately 46,000 employees at December 30, 2022, including approximately 20,000 engineers and scientists. Approximately 88% of our employees are located in the U.S. and a significant number of our employees possess a U.S. Government security clearance. As of December 30, 2022, approximately 2,500, or 6%, of our U.S. employees were covered by various collective bargaining agreements, which we expect will be renegotiated as they expire, as we historically have done without significant disruption to operating activities.  Health and Safety. We strive to maintain a safe work environment for all employees and eliminate workplace incidents, risks and hazards. We review and monitor our performance closely to reduce Occupational Safety and Health Administration reportable incidents. For fiscal 2022, our total recordable injury rate declined by 17% and lost day injury rate declined by 18%, compared with the previous year, while numerous locations across L3Harris reached one year or more without a recordable injury.  Talent Acquisition, Development and Retention. Our talent acquisition, development and retention strategy is focused on attracting the best talent and recognizing and rewarding performance while continually developing, engaging and retaining high-performing employees. We strive to attract employees in all stages of their careers. In addition to hiring approximately 7,500 new employees, L3Harris was recognized with nearly 15 employer awards or recognitions from external organizations in fiscal 2022. Our development philosophy centers around creating broad experiences, setting “SMART” (specific, measurable, achievable, realistic, and timely) performance goals and offering continuous feedback and learning opportunities. We provide formal and informal development aligned with individual learning styles including: self-directed personal and professional development through e-learning, books and videos; professional certification support; leadership development programs developed in partnership with leading universities; rotational development programs; and on-the-job learning. Annually and quarterly, we assign learning content that supports our “e3” operating system (excellence, everywhere, everyday), Code of Conduct, ethical standards, compliance with laws applicable to our business and responsibility for safety and environmental goals. We offer competitive salaries and comprehensive benefit packages, including health care, retirement planning and employer retirement contributions, educational assistance, child and elder back-up care, paid parental leave  _____________________________________________________________________9 _____________________________________________________________________9 _____________________________________________________________________9   and a discretionary paid time off program. In addition, our Ramp program is designed to support employees in transition, including those returning to work from parental leave or preparing for retirement. Finally, we have established a comprehensive listening strategy to help us better understand the employee experience through the use of multiple surveys over the course of the employee lifecycle. We use this feedback, in conjunction with external benchmarking and research, to identify areas in which we can enhance the employee experience and ensure every person feels engaged and motivated to do their best work. Diversity, Equity and Inclusion. We believe that our future success depends on our ability to continue to innovate and develop new solutions to solve our customers’ most critical challenges, and that diversity of thought, experience, perspective and background drives innovation. We have established two clear goals: half of our workforce will be women and at least a third will be people of color. We are investing in an inclusive, equitable and diverse workforce by supporting a variety of science, technology, engineering and mathematics initiatives. We also have an established diversity council, co-chaired by our CEO and comprised of employee resource group leadership and executives from across the Company, to evaluate and influence the strategies, policies and steps we take to advance diversity, equity and inclusion. We offer nine employee resource groups that bring together employees from diverse backgrounds and foster networking, professional development and community outreach opportunities. We also further build inclusive behaviors and culture through ongoing learning throughout the year, encouraging conversation and action through initiatives like our annual “Day of Understanding” event, “Six Signature Traits for Inclusive Leadership” training and our inaugural virtual “Inclusion Conference.” Finally, we believe that celebrating inclusivity, equity and our unique and diverse backgrounds and experiences makes us stronger, demonstrated by our various listening and communications strategies that celebrate the unique storytelling and voices of employees, such as our “I am L3Harris” series. Through the above and other efforts, we have improved the diversity of our workforce and we continue to work toward our long-term goals.  The table below provides the makeup of our workforce in fiscal 2022:OverallExecutivePersons of color(1)28%20%Female population(1)25%36%Veterans(1)17%17%Persons with disabilities(1)9%8%Generational breakout(2):Boomers (1945-1964)23%25%Generation X (1965-1980)35%58%Millennials (1981-1996)35%17%Generation Z (after 1996)7%—%_______________ Persons of color(1) Female population(1) Veterans(1) Persons with disabilities(1) Generational breakout(2): (1) Based on employee self-identification (2) Age ranges align with Pew Research Center definitions.  Additional information regarding our human capital strategy is available in our Diversity, Equity and Inclusion Annual Report that can be found on our company website. Information on our website, including our Diversity, Equity and Inclusion Annual Report, is not incorporated by reference into this Report.   Website Access to L3Harris Reports; Available Information General. We maintain an Internet website at https://www.l3harris.com. We file annual reports on Form 10-K, quarterly reports on Form 10-Q, proxy statements, current reports on Form 8-K and amendments to such reports, with the U.S. Securities and Exchange Commission (“SEC”). These filings are available, free of charge, on our website as soon as reasonably practicable after these reports are electronically filed with or furnished to the SEC. We also will provide the reports in electronic or paper form, free of charge, upon request to our Secretary at L3Harris Technologies, Inc., 1025 West NASA Boulevard, Melbourne, Florida 32919. We also make available on our website, free of charge, our annual report to shareholders and proxy statement. Our website and the information posted thereon are not incorporated into this Report or any current or other periodic report that we file with or furnish to the SEC. The SEC maintains an internet site that contains reports, proxy and information statements and other information regarding issuers that file electronically with the SEC at https://www.sec.gov, and reports we file with or furnish to the SEC are available free of charge at this internet site. Additional information relating to our business, including our business segments, is set forth in “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” of this Report. _____________________________________________________________________10 _____________________________________________________________________10 _____________________________________________________________________10   Corporate Governance Guidelines and Committee Charters. We previously adopted Corporate Governance Guidelines, which are available on the Corporate Governance section of our website at https://www.l3harris.com/company/environmental-social-and-governance. In addition, the charters of each of the standing committees of our Board of Directors, namely, the Audit Committee, Compensation Committee, Finance Committee, Innovation and Cyber Committee and Nominating and Governance Committee, are also available on the Corporate Governance section of our website. A copy of the charters is also available free of charge upon written request to our Secretary at L3Harris Technologies, Inc., 1025 West NASA Boulevard, Melbourne, Florida 32919. Certifications. We have filed with the SEC the certifications required by Section 302 of the Sarbanes-Oxley Act of 2002 as exhibits to this Report. In addition, an annual CEO certification was submitted by our Chief Executive Officer to the New York Stock Exchange (“NYSE”) in May 2022 in accordance with the NYSE’s listing standards, which included a certification that he was not aware of any violation by L3Harris of the NYSE’s corporate governance listing standards. ", "time": "00:00:05"}