{"cik": 21076, "item_1A": "ITEM 1. BUSINESS  Overview of Business The Clorox Company is a leading multinational manufacturer and marketer of consumer and professional products with fiscal year 2023 net sales of $7.4 billion and about 8,700 employees worldwide as of June 30, 2023. The Company has operations in approximately 25 countries or territories and sells its products in more than 100 markets, primarily through mass retailers; grocery outlets; warehouse clubs; dollar stores; home hardware centers; drug, pet and military stores; third-party and owned e-commerce channels; and distributors. Clorox markets some of the most trusted and recognized consumer brand names, including its namesake bleach, cleaning and disinfecting products; Pine-Sol® and Tilex® cleaners; Liquid-Plumr® clog removers; Poett® home care products; Glad® bags and wraps; Fresh Step® cat litter; Kingsford® grilling products; Hidden Valley® dressings, dips, seasonings and sauces; Burt’s Bees® natural personal care products; Brita® water-filtration products; and Natural Vitality®, RenewLife®, NeoCell® and Rainbow Light® vitamins, minerals and supplements. The Company also markets industry-leading products and technologies for professional customers, including those sold under the CloroxPro™ and Clorox Healthcare® brand names. About 80% of the Company’s sales are generated from brands that hold the No. 1 or No. 2 market share positions in their categories. The Company was founded in Oakland, California, in 1913 and is incorporated in Delaware. The Company's IGNITE strategy accelerates innovation in key areas of the business to drive growth and deliver value for all Company's stakeholders. Since launching in 2019, IGNITE focuses on four strategic choices aimed at fueling long-term, profitable growth; innovating consumer experiences; reimagining how the company and its people work; and continuously evolving the product portfolio. Integrated goals for environmental, social and governance (ESG) performance promote healthy lives, a clean world, thriving communities and strong corporate governance.  Business Performance Guided by its IGNITE strategy and underpinned by its enduring values, the Company remained focused on making significant investments in its strong brands, strategic digital capabilities and streamlined operating model to drive long-term value creation while supporting category growth and market share improvements. In fiscal year 2023, inflationary pressures and a recovering supply chain continued to impact global economies, the consumer package goods industry and overall consumer confidence and behaviors. Together these factors created a dynamic operating environment as the Company continued its efforts to drive growth, rebuild margin and deliver transformation. Despite macroeconomic headwinds and trends in fiscal year 2023, the Company rebuilt gross margin and grew net sales by 4% primarily due to cost-justified pricing actions and continued positive returns from its trademark cost savings program. Diluted  1 1 1 Table of Contents         Table of Contents         net earnings per share (EPS) decreased 68% compared to the year-ago period, largely driven by a noncash impairment charge of $445 million ($362 million after tax) in the Vitamins, Minerals and Supplements business, continued investment in the Company's long-term strategic digital capabilities and productivity enhancements as well as the implementation of the Company's streamlined operating model. Other conditions factoring into the dynamic operating environment included persistently unfavorable commodity costs, higher manufacturing and logistics costs, as well as unfavorable foreign currency exchange rates in key international markets. The Company delivered net sales growth in fiscal year 2023 behind ongoing consumer demand for cleaning and disinfecting products, as well as other household essentials including cat litter, bags and wraps and water-filtration products. The Company also launched innovations and new products across all major brands in fiscal year 2023, including Clorox® Free & Clear compostable wipes, disinfecting mist and multi-surface cleaner; Glad ForceFlex® MaxStrength trash bags; Fresh Step® Crystals health monitoring cat litter, additional flavors of Hidden Valley® dressing, including Pickle Ranch and Buffalo Ranch; and a new 90%+ recycled paper tube for Burt's Bees lip balm. The Company's transformation efforts continued throughout fiscal year 2023. As announced in August 2021, the Company is investing approximately $500 million over five years to accelerate its digital transformation and drive related productivity enhancements. This investment, which began in the first quarter of fiscal year 2022, includes replacement of the Company's enterprise resource planning system as well as the implementation of a suite of other digital technologies. Together, these efforts will generate efficiencies and further transform the Company's capabilities in the areas of supply chain, digital commerce, innovation, brand building and more over the long term. The Company began implementing a streamlined operating model in the first quarter of fiscal year 2023. The streamlined operating model is expected to enhance the Company's ability to respond more quickly to changing consumer behaviors, innovate faster and increase future cash flow as a result of cost savings that will be generated primarily in the areas of selling and administration, supply chain, marketing and research and development. Once fully implemented, the Company expects cost savings of approximately $75 million to $100 million annually, with benefits of about $35 million realized in fiscal year 2023. Clorox continued to make progress on its ESG goals, which are integrated into the IGNITE strategy and throughout the business. Supporting its Climate Action Plan, the Company joined a consortium of other leading consumer package goods companies that are working together toward science-based targets and informing innovative approaches for the reduction of greenhouse gas emissions across the global supply chain. Also, with a focus on supporting healthy lives, the Company this year strengthened its sick leave policy, now called Health and Mental Well-Being Time Off, to be more inclusive of mental health needs for employees and their families. Finally, the Company and The Clorox Company Foundation expanded its Healthy Parks Project, an environmental justice initiative launched in April 2022 to provide better access to green spaces for underserved communities. With grants totaling $400,000 to date, this initiative has invested both funding and employee volunteer hours to restore community parks in Oakland, California; Atlanta, Georgia; and Durham, North Carolina. The Company has been broadly recognized throughout fiscal year 2023 for its sustainability efforts. Notable recognitions include being named for the fifth time as a U.S. Environmental Protection Agency Safer Choice Partner of the Year for manufacturing products with ingredients deemed safer for families, pets, workplaces, communities and the environment; No. 2 on Forbes 2022 list of The World's Top Female-Friendly Companies; and, for the first time, No. 1 on Barron’s 100 Most Sustainable U.S. Companies list.  Clorox also continued its longtime commitment to providing value to shareholders through regular dividends. During fiscal year 2023, the Company paid $583 million in dividends to shareholders. In July 2023, Clorox announced an increase of 2% in its quarterly dividend — the 21st consecutive year it has done so. For fiscal year 2024, Clorox will continue to invest in its brands and capabilities to build a stronger, more resilient company that delivers consistent, profitable growth over time. For additional information on recent business developments, see “Management’s Discussion and Analysis of Financial Condition and Results of Operations,” in Exhibit 99.1, incorporated herein by reference. 2 2 2 Table of Contents         Table of Contents         Financial Information about Operating Segments and Principal Products The Company operates through strategic business units (SBUs) which are organized into operating segments. Operating segments are then aggregated into four reportable segments: Health and Wellness, Household, Lifestyle and International. As of the fourth quarter of fiscal year 2023, the Health and Wellness reportable segment is composed of the Cleaning and Professional Products operating segments. The Vitamins, Minerals and Supplements (VMS) operating segment, previously included in the Health and Wellness reportable segment, is presented within Corporate and Other. All periods presented have been recast to reflect this change. The four reportable segments consist of the following: •Health and Wellness consists of cleaning, disinfecting and professional products mainly marketed and sold in the United States. Products within this segment include home care cleaning products and laundry additives, primarily under the Clorox, Clorox2, Pine-Sol, Scentiva, Tilex, Liquid-Plumr and Formula 409 brands; professional cleaning and disinfecting products under the CloroxPro and Clorox Healthcare brands; and professional food service products under the Hidden Valley brand. •Household consists of bags and wraps, cat litter and grilling products marketed and sold in the United States. Products within this segment include bags and wraps under the Glad brand; cat litter primarily under the Fresh Step and Scoop Away brands; and grilling products under the Kingsford brand. •Lifestyle consists of food, natural personal care products and water-filtration products marketed and sold in the United States. Products within this segment include dressings, dips, seasonings and sauces, primarily under the Hidden Valley brand; natural personal care products under the Burt’s Bees brand; and water-filtration products under the Brita brand. •International consists of products sold outside the United States. Products within this segment include laundry additives; home care products; water-filtration products; digestive health products; grilling products; cat litter; food; bags and wraps; natural personal care products; and professional cleaning and disinfecting products marketed primarily under the Clorox, Ayudin, Clorinda, Poett, Pine-Sol, Glad, Brita, RenewLife, Ever Clean and Burt’s Bees brands. The Company’s products are marketed and sold globally. The following table provides the Company’s global product lines, which were sold in the United States (including products sold in the Professional Products SBU) and internationally, that accounted for 10% or more of consolidated net sales for the fiscal years ended June 30:202320222021Cleaning products42 %42 %43 %Bags and wraps16 %16 %14 %Food products11 %11 %10 %Cat litter products10 %9 %8 % Principal Markets and Methods of Distribution In the United States, most of the Company’s products are nationally advertised and sold to mass retailers, grocery outlets, warehouse clubs, dollar stores, home hardware centers, military stores and other retail outlets primarily through a direct sales force; to grocery stores and grocery wholesalers primarily through a combination of direct sales teams and a network of brokers; and through e-commerce retailers. The Company also sells many of its products through alternative retail channels. Some brands are sold using the direct-to-consumer model. The Company sells institutional, janitorial, food-service and healthcare products through a direct sales force and a network of brokers to distributors and redistributors. Outside the United States, the Company sells products to the retail trade through subsidiaries, licensees, distributors and joint-venture arrangements with local partners.   Sources and Availability of Raw Materials The Company purchases raw materials from numerous unaffiliated U.S. and international suppliers, some of which are sole source or single-source suppliers. Interruptions in the delivery of these materials could adversely impact the Company. Key raw materials used by the Company include resin, non-woven fabrics for wipes products, sodium hypochlorite, corrugated cardboard, soybean oil, solvent, derivatives of amines and other chemicals and agricultural commodities. While sufficient raw materials were generally available during fiscal year 2023, supply constraints and commodity cost increases for certain raw materials and finished goods were experienced. This is due to supply chain disruptions as well as unfavorable geopolitical and weather events experienced. The Company expects volatility in both commodities and transportation to continue in fiscal year 2024. 3 3 3 Table of Contents         Table of Contents         The Company generally utilizes supply contracts to help ensure availability and a number of forward-purchase contracts to help reduce the volatility of the pricing of raw materials needed in its operations. However, the Company is highly exposed to changes in the prices of commodities and transportation used in manufacturing and shipping of its products. For further information regarding the impact of changes in commodity prices, see “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Exhibit 99.1, “Risk Factors – Volatility and increases in the costs of raw materials, energy, transportation, labor and other necessary supplies or services have negatively impacted, and may continue to negatively impact, the Company’s net earnings and cash flow” and “Risk Factors – Supply chain issues can result in product shortages or disruptions to the Company’s business” in Item 1.A. Patents and Trademarks Most of the Company’s brand name consumer products are protected by registered trademarks. The Company’s brand names and trademarks are highly important to its business, and the Company vigorously protects its trademarks from apparent infringements. Maintenance of brand equity value is critical to the Company’s success. The Company’s patent rights are also material to its business and are asserted, where appropriate, against apparent infringements. Seasonality Most sales of the Company’s grilling products occur during the months of March through September each calendar year. The volume and sales of grilling products may be affected by weather conditions.  Customers Net sales to the Company’s largest customer, Walmart Stores, Inc. and its affiliates, were 26%, 25%, and 25% of consolidated net sales for each of the fiscal years ended June 30, 2023, 2022 and 2021, respectively, and occurred across all of the Company’s reportable segments. No other individual customer accounted for 10% or more of the Company’s consolidated net sales in any of these fiscal years. The Company’s five largest customers accounted for nearly half of the Company’s consolidated net sales for each of the fiscal years 2023, 2022 and 2021. Competition The markets for consumer products are highly competitive. The Company’s products compete with other nationally advertised brands and with “private label” brands within each category. Competition comes from similar and alternative products, some of which are produced and marketed by major multinational or national companies having financial resources greater than those of the Company. In addition, the Company faces competition from retailers, including club stores, grocery stores, drugstores, dollar stores, mass merchandisers, e-commerce retailers and subscription services. Furthermore, heightened competitive activity is expected as inflation continues to increase and consumers experience reduced purchasing power. The Company’s products generally compete on the basis of product performance, brand reputation and recognition, image and price. A newly introduced consumer product (whether improved or newly developed) usually encounters intense competition requiring substantial expenditures for advertising, sales promotion and trade merchandising support. If a product gains consumer acceptance, it typically requires continued advertising and promotional support and ongoing product innovation to maintain its relative market position. For further information regarding the intense competition the Company faces, see “Risk Factors – The Company faces intense competition in its markets, which could lead to reduced net sales, net earnings and cash flow” in Item 1.A. Environmental Matters For information regarding noncapital expenditures related to environmental matters, see the discussions below under “Risk Factors – Environmental matters create potential liabilities that could adversely affect the Company’s financial condition and results of operations” in Item 1.A. No material capital expenditures relating to environmental compliance are presently anticipated.  HUMAN CAPITAL MANAGEMENT Purpose and Values The Clorox Company is led by its purpose to champion people to be well and thrive every single day, including employees, consumers and communities served around the world. Clorox employees are committed to making a meaningful, positive impact through their work and to authentically living the Company’s values: to do the right thing, put people at the center and play to win. These foundational values underpin everything the Company does and are essential to achieving long-term success. The Company’s purpose and values also are fully embedded in its IGNITE strategy, which accelerates innovation in key areas of the business to drive growth and deliver value for all Clorox stakeholders. Since launching in 2019, IGNITE focuses on four  4 4 4 Table of Contents         Table of Contents         strategic choices aimed at fueling long-term, profitable growth; innovating consumer experiences; reimagining how the Company and its people work; and continuously evolving the product portfolio. In addition, integrated goals for ESG performance promote healthy lives, a clean world and thriving communities, all supported by strong corporate governance.  Workforce As of June 30, 2023, the Company employed about 8,700 people worldwide, with 72% in the United States and 28% working outside the United States. Clorox's U.S. workforce includes 46% nonproduction employees and 54% production employees, while the workforce outside the United States includes 57% nonproduction employees and 43% production employees.  In fiscal year 2023, the Company began implementing a streamlined operating model aimed at enhancing the Company's ability to respond more quickly to changing consumer behaviors, innovate faster, and increase future cash flow as a result of cost savings that will be generated primarily in the areas of selling and administration, supply chain, marketing, and research and development. The implementation of this new model resulted in the reduction of certain staffing levels. Inclusion, Diversity, Equity & Allyship (IDEA) People are essential to Clorox's efforts to drive growth and deliver value for all stakeholders. One of the ways the Company puts people at the center is by continuing to build a more inclusive and diverse workplace that values diverse backgrounds, experiences and perspectives to create stronger teams, unlock more innovation and – ultimately – contribute to greater success both individually and collectively.  In fiscal year 2023, Clorox continued to make strides on its journey to become a more inclusive and diverse company where employees can be their authentic selves and do their best work. This includes strengthening its inclusion and diversity strategy by adding equity and allyship. This new focus, called IDEA, is intended to help ensure the Company’s processes and programs are fair and equitable, while encouraging all employees to take an active role in practicing allyship.  Clorox continues to conduct annual pay equity analyses for non-production employees in addition to monitoring pay trends throughout the year. This effort proactively identifies potential discrepancies and helps to ensure each employee is compensated fairly, regardless of race, ethnicity or gender. In fiscal year 2023, the Company built on its longstanding commitment to internal pay transparency, opting to also post full salary ranges for all U.S. job applicants, exceeding existing legislative requirements.  More than a dozen employee resource groups (ERGs) help drive inclusion within Clorox and foster belonging, in part through greater understanding of different backgrounds and perspectives. These groups are an important forum for talent recruiting and retention, professional development and open dialog that strengthens the Company’s workplace culture and, through regular volunteer opportunities, the communities employees call home. The ERGs also serve the business by serving as internal focus groups, inspiring product innovations, accelerating product placement plans and deepening knowledge of multicultural consumers. In fiscal year 2023, Clorox placed first on Barron’s 100 Most Sustainable U.S. Companies list, which considers 230 ESG metrics for the 1,000 largest publicly traded companies by market cap, including the diversity of senior leadership. The Company also was ranked No. 2 out of 400 companies on Forbes’ 2022 list of The World’s Top Female-Friendly Companies and No. 19 out of 200 companies on Forbes’ 2022 list of America’s Best Employers for Veterans. Finally, Clorox was again included in the 2023 Bloomberg Gender-Equality Index, which tracks the performance of public companies committed to transparency in gender-data reporting. Workforce diversity. As of June 30, 2023, people of color1 represented 42% of Clorox's total U.S. workforce, 17% of U.S. senior executives, 34% of U.S. managers2, 50% of other U.S. nonproduction employees and 44% of U.S. production employees. Women made up 36% of the Company's global workforce, 50% of global senior executives, 49% of global managers, 58% of other global nonproduction employees and 19% of global production employees.  Board and leadership diversity. As of June 30, 2023, the Clorox Executive Committee was composed of 50% women, including Chief Executive Officer Linda Rendle, and 14% people of color. Additionally, 50% of our board is female and 25%   1 Management defines people of color (POC) as any race that is not White (Asian, Black, Latino, Native American, Native Hawaiian, or two or more races). Gender and ethnicity information is provided by employees on a voluntary, self-identification basis. To the extent that the employees do not voluntarily report, the data would not be included in the respective calculation. 2 Management defines manager as an employee at Grade 26 through 31 for U.S. employees and Grade 25 through 31 for employees outside of the United States with regards to the Company’s compensation structure. “Senior Executive” is defined as an employee at Grade 32 or Grade EX. Prior to fiscal year 2023, management defined \"manager\" as an employee at Grade 27 through 31 for U.S. employees and Grade 26 through 31 for employees outside of the United States. This change was made to expand the Company's focus on building diverse talent pipelines for management roles. 5 5 5 Table of Contents         Table of Contents         are people of color, with our Nominating, Governance and Corporate Responsibility Committee (NGCRC) and our Audit Committee chaired by people of color. Our NGCRC chair is also a woman. Hiring and Development Clorox looks to continuously attract, develop and retain the best talent to deliver against its strategy and commitments, prioritizing career growth and leadership development to establish a strong foundation for long-term success. Company investments include a suite of training and education for people managers to help them become effective coaches and leaders; mentoring programs and initiatives to help build a pipeline of diverse talent; and summer internship, co-op and rotational programs for college hires. In addition, the Company works closely with ERGs and establishes partnerships with external organizations focused on advancing equity and opportunity for the communities they represent. Clorox also conducts a robust talent review and leader succession planning process to ensure a strong pipeline for key roles. Additionally, supported by its strategic investment in digital transformation and related productivity enhancements, the Company continues to introduce and strengthen new ways of working, building upon the hybrid work experience implemented in fiscal year 2022 as well as onboarding new tools and technologies that allow employees to collaborate more effectively, work smarter and make faster, more informed decisions. Finally, in order to attract key prospective talent and help continue to ensure Clorox remains an employer of choice, the Company refreshed its employer value proposition, careers website and talent acquisition strategy targeted at external candidates.  Employee Engagement and Retention In support of its efforts to actively listen to its workforce, engage in effective two-way dialog and embrace continuous improvement, Clorox conducts both annual and more frequent pulse surveys. The Company surveys its employees to assess their perception of Clorox as a place to work as well as their views of leadership, the Company's IGNITE strategy and related transformation, sense of inclusion and more. In fiscal year 2023, just over 82% of employees said they feel engaged at Clorox, which was in line with the 50th percentile for Fortune 500 benchmarks and above the 50th percentile for industry benchmarks3 and consistent with the Company's fiscal year 2022 results. Company leadership then uses the engagement survey results to develop and deploy related action plans aimed at addressing employee feedback, strengthening the overall workplace culture and, importantly, retaining top talent.  Employee Safety and Well-Being As a health and wellness company dedicated to helping people be well and thrive every single day, Clorox takes a holistic approach to caring for its global employees, with benefits and programs designed to support physical, mental and financial well-being. Consistent with its core value of putting people at the center, the Company invests in workplace safety through a combination of education, training and related policies, while operating in compliance with applicable regulations, including Occupational Safety and Health Administration (OSHA) guidelines in the United States. In fiscal year 2023, the Company’s reportable incident rate (RIR) was 0.55. This was significantly lower than the 3.3 average RIR for goods-producing manufacturing companies in 2021, which is the latest available data from the U.S. Bureau of Labor Statistics4.  The Company has continued to prioritize the mental health of its employees, partnering with external vendors to provide free and confidential mental health and lifestyle services as well as other related resources, tools and forums to employees and their families.  The Company also provides parents with support such as paid parental leave, adoption resources and subsidized childcare, and began offering enhanced family-forming benefits in January 2023. To support employees' financial well-being, the Company provides competitive compensation – including short- and long-term incentives – to attract and retain top talent. In addition, Clorox supports its employees' retirement readiness by contributing up to 10% of an employee's annual salary to their 401(k) plan each year and offering third-party financial planning services.   3 Employee engagement surveys may vary across companies on a year-to-year basis. 4 The Company's fiscal year 2023 RIR of 0.55 means that for every 100 full-time equivalent Clorox employees globally, the Company averaged less than one reportable incident during the past year. The criteria used to determine RIR follows the U.S. Department of Labor’s OSHA guidelines and is applied globally. The RIR does not include workers at offices with fewer than 10 employees, but it does include remote workers. 6 6 6 Table of Contents         Table of Contents         Societal Well-Being In fiscal year 2023, The Clorox Company Foundation continued to support the Company’s purpose of championing people to be well and thrive every single day by focusing on programs in three key areas: community wellness, disease prevention and disaster relief and preparedness. The foundation provides cash grants (including matching employee donations) and product donations while implementing cause marketing programs to support communities on important matters including health and safety, education and racial justice. Finally, in support of the foundation’s community wellness focus, the Company continued to support its Healthy Parks Project in fiscal year 2023 to address environmental justice and provide better access to green spaces in underserved communities. In the project's second year, the Company built upon its initial efforts in Oakland, California, supporting parks organizations in Atlanta, Georgia, and Durham, North Carolina, to benefit the health of local communities where it has a large presence of employees.   Available Information The Company’s Annual Report on Form 10-K, Quarterly Reports on Form 10-Q and Current Reports on Form 8-K and amendments to those reports filed or furnished pursuant to Sections 13(a) or 15(d) of the Exchange Act are available on the Company’s website, free of charge, as soon as reasonably practicable after the reports are electronically filed with or furnished to the SEC. These reports are available at TheCloroxCompany.com under Investors/Financial Information/SEC Filings. Additionally, the Company routinely posts additional important information, including press releases, on its website and recognizes its website as a channel of distribution to reach public investors and as a means of disclosing material non-public information for complying with disclosure obligations under Regulation FD. Accordingly, investors should monitor our website in addition to our SEC filings and public webcasts. These items are available at TheCloroxCompany.com under Investors/Investor News and Events. Information relating to corporate governance at Clorox, including the Company's Code of Conduct, the Clorox Company Board of Directors Governance Guidelines and Board Committee charters for the Management Development and Compensation Committee, the Audit Committee, and the Nominating, Governance and Corporate Responsibility Committee, is available at TheCloroxCompany.com under Company/Corporate Governance or https://www.thecloroxcompany.com/company/corporate-governance/. The Company will provide any of the foregoing information without charge upon written request to Corporate Communications, The Clorox Company, 1221 Broadway, Oakland, CA 94612-1888. The information contained on the Company's website is not included as a part of, or incorporated by reference into, this Report.  ", "time": "00:00:05"}