{"cik": 31462, "item_1A": "Item 1. Business. ​ General Development of Business. ​ Ecolab was incorporated as a Delaware corporation in 1924. Our fiscal year is the calendar year ending December 31. International subsidiaries are included in the consolidated financial statements on the basis of their U.S. GAAP (accounting principles generally accepted in the United States of America) November 30 fiscal year ends to facilitate the timely inclusion of such entities in our consolidated financial reporting. ​ In June 2020, we completed the separation of our Upstream Energy business (the “ChampionX business”) in a Reverse Morris Trust transaction (the “Transaction”) through the split-off of ChampionX Holding Inc. (“ChampionX”), formed by Ecolab as a wholly owned subsidiary to hold the ChampionX business, followed immediately by the merger (the “Merger”) of ChampionX with a wholly owned subsidiary of ChampionX Corporation (f/k/a Apergy Corporation, “Apergy”). ​ As discussed in Note 5 Discontinued Operations, the ChampionX business met the criteria to be reported as discontinued operations in 2020 because the separation of ChampionX was a strategic shift in business that had a major effect on our operations and financial results. Therefore, we reported the historical results of ChampionX, including the results of operations and cash flows as discontinued operations, and related assets and liabilities were retrospectively reclassified for all periods presented herein. Unless otherwise noted, the accompanying financial information has been revised to reflect the effect of the separation of ChampionX and prior year balances have been revised accordingly to reflect continuing operations only.  ​ On December 1, 2021, we acquired Purolite for total consideration of $3.7 billion in cash, net of cash acquired. Purolite is a leading and fast-growing global provider of high-end ion exchange resins for the separation and purification of solutions that is highly complementary to our current offering and critical to safe, high quality drug production and biopharma product purification in the life sciences industries. It also provides purification and separation solutions for critical industrial markets like microelectronics, nuclear power and food and beverage. Headquartered in King of Prussia, Pennsylvania, Purolite operates in more than 30 countries. Purolite is reported within our Life Sciences operating segment.  ​ ​ Narrative Description of Business. ​ General ​ A trusted partner for millions of customers, we are a global sustainability leader offering water, hygiene and infection prevention solutions and services that protect people and the resources vital to life. Building on a century of innovation, we have annual sales of $14 billion, employ more than 47,000 associates and operate in more than 170 countries around the world. We deliver comprehensive science-based solutions, data-driven insights and world-class service to advance food safety, maintain clean and safe environments, and optimize water and energy use. Our innovative solutions improve operational efficiencies and sustainability for customers in the food, healthcare, life sciences, hospitality and industrial markets. ​ We pursue a “Circle the Customer – Circle the Globe” strategy by providing an array of innovative programs, products and services designed to meet the specific operational and sustainability needs of our customers throughout the world. Through this strategy and our varied product and service mix, one customer may utilize the offerings of several of our operating segments. Important in our business proposition for customers is our ability to produce improved results while reducing their water and energy use. With that in mind, we focus on continually innovating to optimize both our own operations and the solutions we provide to customers, aligning with our corporate strategy to address some of the world’s most pressing and complex sustainability challenges such as water scarcity and climate change. The work we do matters, and the way we do it matters to our employees, customers, investors and the communities in which we and our customers operate. ​ Sustainability is core to our business strategy. We deliver sustainable solutions that help companies around the world achieve their business goals while reducing environmental impacts. We partner with customers around the world to reduce water and energy use as well as greenhouse gas emissions through our high-efficiency solutions. By partnering with our customers to help them do more with less through the use of our innovative and differentiated solutions, we aim to help our customers conserve more than 300 billion gallons of water annually by 2030. In 2021, we helped our customers conserve more than 215 billion gallons of water and avoid more than 3.5 million metric tons of greenhouse gas emissions.  ​ 3 3  Table of ContentsThe following description of our business is based upon our reportable segments as reported in our consolidated financial statements for the year ended December 31, 2022, which are located in Item 8 of Part II of this Form 10-K. Operating segments that share similar economic characteristics and future prospects, including the nature of the products and production processes, end-use markets, channels of distribution and regulatory environment, have been aggregated into three reportable segments: Global Industrial, Global Institutional & Specialty and Global Healthcare & Life Sciences. Operating segments that were not aggregated and do not exceed the quantitative criteria to be separately reported have been combined into Other. We provide similar information for Other as compared to our three reportable segments as we consider the information regarding its underlying operating segments useful in understanding our consolidated results.​​Global Industrial​This reportable segment consists of the Water, Food & Beverage, Downstream and Paper operating segments, which provide water treatment and process applications, and cleaning and sanitizing solutions, primarily to large industrial customers within the manufacturing, food and beverage processing, transportation, chemical, primary metals and mining, power generation, global refining, petrochemical, pulp and paper industries. The underlying operating segments exhibit similar manufacturing processes, distribution methods and economic characteristics. Descriptions of the four operating segments which comprise our Global Industrial reportable segment follow below.​Water​Water serves customers across industrial and institutional markets. Within Water, our light industry markets include food and beverage, manufacturing and transportation, institutional clients including commercial buildings, hospitals, universities and hotels, and global high technology serving customers including data centers and microelectronics. Heavy industries served include power, chemicals and primary metals and mining. ​Water provides water treatment products and technology programs for cooling water, wastewater, boiler water and process water applications. Our cooling water treatment programs are designed to control challenges associated with cooling water systems — corrosion, scale and microbial fouling and contamination — in open recirculating, once-through and closed systems. Our wastewater products and programs focus on improving overall plant economics, addressing compliance issues, optimizing equipment efficiency and improving operator capabilities and effectiveness. We provide integrated chemical and digitally-based solutions, process improvements and mechanical component modifications to optimize boiler performance and control corrosion and scale build-up. Our programs assist in more effectively managing water use for plant processes by optimizing the performance of treatment chemicals and equipment in order to minimize costs and maximize returns on investment. ​Our offerings include specialty products such as scale and corrosion inhibitors, antifoulants, pre-treatment solutions, membrane treatments, coagulants and flocculants, and anti-foamers, as well as our 3D TRASARTM technologies, which combines chemistry, remote services and monitoring and control. We provide products and programs for water treatment and process applications aimed at combining environmental benefits with economic gains for our customers. Typically, water savings, energy savings and operating efficiency are among our primary sources of value creation for our customers, with product quality and production enhancement improvements also providing key differentiating features for many of our offerings. Our offerings are sold primarily by our corporate account and field sales employees.​We believe we are one of the leading global suppliers of products and programs for chemical applications within the industrial water treatment industry.​Food & Beverage ​Food & Beverage provides cleaning and sanitation products and programs to facilitate the processing of products for human consumption. Food & Beverage provides detergents, cleaners, sanitizers, lubricants and animal health products, as well as cleaning systems, digitally-based dispensers, monitors and chemical injectors for the application of chemical products, primarily to dairy plants; dairy, swine and poultry farms; breweries and soft-drink bottling plants as well as meat, poultry and other food processors. Food & Beverage is also a leading developer and marketer of antimicrobial products used in direct contact with meat, poultry, seafood and produce during processing in order to reduce microbial contamination. Food & Beverage also designs, engineers and installs CIP (“clean-in-place”) process control systems and facility cleaning systems for its customer base. Water savings, energy savings, and operating efficiency are among our sources of value creation for our customers. Products for use in processing facilities are sold primarily by our corporate account and field sales employees, while products for use on farms are sold through dealers and independent, third-party distributors.​We believe we are one of the leading global suppliers of cleaning and sanitizing products to the dairy plant, dairy, swine and poultry farm, beverage/brewery, food, meat and poultry, and beverage/brewery processing industries.​4 Table of Contents Table of Contents The following description of our business is based upon our reportable segments as reported in our consolidated financial statements for the year ended December 31, 2022, which are located in Item 8 of Part II of this Form 10-K. Operating segments that share similar economic characteristics and future prospects, including the nature of the products and production processes, end-use markets, channels of distribution and regulatory environment, have been aggregated into three reportable segments: Global Industrial, Global Institutional & Specialty and Global Healthcare & Life Sciences. Operating segments that were not aggregated and do not exceed the quantitative criteria to be separately reported have been combined into Other. We provide similar information for Other as compared to our three reportable segments as we consider the information regarding its underlying operating segments useful in understanding our consolidated results.​​Global Industrial​This reportable segment consists of the Water, Food & Beverage, Downstream and Paper operating segments, which provide water treatment and process applications, and cleaning and sanitizing solutions, primarily to large industrial customers within the manufacturing, food and beverage processing, transportation, chemical, primary metals and mining, power generation, global refining, petrochemical, pulp and paper industries. The underlying operating segments exhibit similar manufacturing processes, distribution methods and economic characteristics. Descriptions of the four operating segments which comprise our Global Industrial reportable segment follow below.​Water​Water serves customers across industrial and institutional markets. Within Water, our light industry markets include food and beverage, manufacturing and transportation, institutional clients including commercial buildings, hospitals, universities and hotels, and global high technology serving customers including data centers and microelectronics. Heavy industries served include power, chemicals and primary metals and mining. ​Water provides water treatment products and technology programs for cooling water, wastewater, boiler water and process water applications. Our cooling water treatment programs are designed to control challenges associated with cooling water systems — corrosion, scale and microbial fouling and contamination — in open recirculating, once-through and closed systems. Our wastewater products and programs focus on improving overall plant economics, addressing compliance issues, optimizing equipment efficiency and improving operator capabilities and effectiveness. We provide integrated chemical and digitally-based solutions, process improvements and mechanical component modifications to optimize boiler performance and control corrosion and scale build-up. Our programs assist in more effectively managing water use for plant processes by optimizing the performance of treatment chemicals and equipment in order to minimize costs and maximize returns on investment. ​Our offerings include specialty products such as scale and corrosion inhibitors, antifoulants, pre-treatment solutions, membrane treatments, coagulants and flocculants, and anti-foamers, as well as our 3D TRASARTM technologies, which combines chemistry, remote services and monitoring and control. We provide products and programs for water treatment and process applications aimed at combining environmental benefits with economic gains for our customers. Typically, water savings, energy savings and operating efficiency are among our primary sources of value creation for our customers, with product quality and production enhancement improvements also providing key differentiating features for many of our offerings. Our offerings are sold primarily by our corporate account and field sales employees.​We believe we are one of the leading global suppliers of products and programs for chemical applications within the industrial water treatment industry.​Food & Beverage ​Food & Beverage provides cleaning and sanitation products and programs to facilitate the processing of products for human consumption. Food & Beverage provides detergents, cleaners, sanitizers, lubricants and animal health products, as well as cleaning systems, digitally-based dispensers, monitors and chemical injectors for the application of chemical products, primarily to dairy plants; dairy, swine and poultry farms; breweries and soft-drink bottling plants as well as meat, poultry and other food processors. Food & Beverage is also a leading developer and marketer of antimicrobial products used in direct contact with meat, poultry, seafood and produce during processing in order to reduce microbial contamination. Food & Beverage also designs, engineers and installs CIP (“clean-in-place”) process control systems and facility cleaning systems for its customer base. Water savings, energy savings, and operating efficiency are among our sources of value creation for our customers. Products for use in processing facilities are sold primarily by our corporate account and field sales employees, while products for use on farms are sold through dealers and independent, third-party distributors.​We believe we are one of the leading global suppliers of cleaning and sanitizing products to the dairy plant, dairy, swine and poultry farm, beverage/brewery, food, meat and poultry, and beverage/brewery processing industries.​ The following description of our business is based upon our reportable segments as reported in our consolidated financial statements for the year ended December 31, 2022, which are located in Item 8 of Part II of this Form 10-K. Operating segments that share similar economic characteristics and future prospects, including the nature of the products and production processes, end-use markets, channels of distribution and regulatory environment, have been aggregated into three reportable segments: Global Industrial, Global Institutional & Specialty and Global Healthcare & Life Sciences. Operating segments that were not aggregated and do not exceed the quantitative criteria to be separately reported have been combined into Other. We provide similar information for Other as compared to our three reportable segments as we consider the information regarding its underlying operating segments useful in understanding our consolidated results. ​ ​ Global Industrial ​ This reportable segment consists of the Water, Food & Beverage, Downstream and Paper operating segments, which provide water treatment and process applications, and cleaning and sanitizing solutions, primarily to large industrial customers within the manufacturing, food and beverage processing, transportation, chemical, primary metals and mining, power generation, global refining, petrochemical, pulp and paper industries. The underlying operating segments exhibit similar manufacturing processes, distribution methods and economic characteristics. Descriptions of the four operating segments which comprise our Global Industrial reportable segment follow below. ​ Water ​ Water serves customers across industrial and institutional markets. Within Water, our light industry markets include food and beverage, manufacturing and transportation, institutional clients including commercial buildings, hospitals, universities and hotels, and global high technology serving customers including data centers and microelectronics. Heavy industries served include power, chemicals and primary metals and mining.  ​ Water provides water treatment products and technology programs for cooling water, wastewater, boiler water and process water applications. Our cooling water treatment programs are designed to control challenges associated with cooling water systems — corrosion, scale and microbial fouling and contamination — in open recirculating, once-through and closed systems. Our wastewater products and programs focus on improving overall plant economics, addressing compliance issues, optimizing equipment efficiency and improving operator capabilities and effectiveness. We provide integrated chemical and digitally-based solutions, process improvements and mechanical component modifications to optimize boiler performance and control corrosion and scale build-up. Our programs assist in more effectively managing water use for plant processes by optimizing the performance of treatment chemicals and equipment in order to minimize costs and maximize returns on investment.  ​ Our offerings include specialty products such as scale and corrosion inhibitors, antifoulants, pre-treatment solutions, membrane treatments, coagulants and flocculants, and anti-foamers, as well as our 3D TRASARTM technologies, which combines chemistry, remote services and monitoring and control. We provide products and programs for water treatment and process applications aimed at combining environmental benefits with economic gains for our customers. Typically, water savings, energy savings and operating efficiency are among our primary sources of value creation for our customers, with product quality and production enhancement improvements also providing key differentiating features for many of our offerings. Our offerings are sold primarily by our corporate account and field sales employees. ​ We believe we are one of the leading global suppliers of products and programs for chemical applications within the industrial water treatment industry. ​ Food & Beverage  ​ Food & Beverage provides cleaning and sanitation products and programs to facilitate the processing of products for human consumption. Food & Beverage provides detergents, cleaners, sanitizers, lubricants and animal health products, as well as cleaning systems, digitally-based dispensers, monitors and chemical injectors for the application of chemical products, primarily to dairy plants; dairy, swine and poultry farms; breweries and soft-drink bottling plants as well as meat, poultry and other food processors. Food & Beverage is also a leading developer and marketer of antimicrobial products used in direct contact with meat, poultry, seafood and produce during processing in order to reduce microbial contamination. Food & Beverage also designs, engineers and installs CIP (“clean-in-place”) process control systems and facility cleaning systems for its customer base. Water savings, energy savings, and operating efficiency are among our sources of value creation for our customers. Products for use in processing facilities are sold primarily by our corporate account and field sales employees, while products for use on farms are sold through dealers and independent, third-party distributors. ​ We believe we are one of the leading global suppliers of cleaning and sanitizing products to the dairy plant, dairy, swine and poultry farm, beverage/brewery, food, meat and poultry, and beverage/brewery processing industries. ​ 4 4  Table of ContentsDownstream​Downstream provides products and programs for process and water treatment applications specific to the petroleum refining and fuels industry, enabling our customers to profitably refine and upgrade hydrocarbons. We solve our customers’ toughest process and water challenges so they can reliably, sustainably and profitably refine fuels and process petrochemicals. Our proven chemistry and digital technologies combined with service increase refinery and petrochemical plant reliability and the useful life of customer assets while improving product quality and yields. Our product portfolio includes corrosion inhibitors, antifoulants, hydrogen sulfide removal, cold flow improvers, lubricity inhibitors, crude desalting, reactive monomer inhibitors, olefins, anti-polymerants, anti-oxidants and water treatment.​Our customers include many of the largest publicly traded oil, refining and petrochemical companies, as well as national refining and petrochemical companies, and large independent refining companies. Our downstream offerings are sold primarily by our corporate account and field sales employees and, to a lesser extent, through engineering, procurement, and construction contractors (EPC), technology licensors, distributors, sales agents and joint ventures.​We believe we are one of the leading global providers of products and programs for specialty chemical applications to downstream refineries and petrochemicals operations.​Paper​Paper provides water and process applications for the pulp and paper industries, offering a comprehensive portfolio of programs that are used in all principal steps of the papermaking process and across all grades of paper, including graphic grades, board and packaging, and tissue and towel. While Paper provides its customers similar types of products and programs for water treatment and wastewater treatment as those offered by Water, Paper also offers two specialty programs that differentiate its offerings from Water—pulp applications and paper applications. Our pulp applications maximize process efficiency and increase pulp cleanliness and brightness in bleaching operations, as well as predict and monitor scaling potential utilizing on-line monitoring to design effective treatment programs and avoid costly failures. Our paper process applications focus on improving our customers’ operational efficiency, in part through water savings, energy savings and operating efficiency. Advanced digital sensing, monitoring and automation combine with innovative chemistries and detailed process knowledge to provide a broad range of customer solutions. Specialty products include flocculants, coagulants, dewatering aids and digester yield additives. Our offerings are sold primarily by our corporate account and field sales employees.​We believe we are one of the leading global suppliers of water treatment products and process aids to the pulp and papermaking industry.​​Global Institutional & Specialty​This reportable segment consists of the Institutional and Specialty operating segments, which provide specialized cleaning and sanitizing products to the foodservice, hospitality, lodging, government, education and retail industries. The underlying operating segments exhibit similar manufacturing processes, distribution methods and economic characteristics. Descriptions of the two operating segments which comprise our Global Institutional & Specialty reportable segment follow below.​Institutional​Institutional sells specialized cleaners and sanitizers for washing dishes, glassware, flatware, foodservice utensils and kitchen equipment (“warewashing”), plus specialized cleaners for various applications throughout food service operations, on-premise laundries (typically used by hotel and healthcare customers) and general housekeeping functions. We also sell food safety products and equipment, water filters, dishwasher racks and related kitchen sundries to the foodservice, lodging, educational and healthcare industries. Institutional also provides pool and spa treatment programs for hospitality and other commercial customers, as well as a broad range of janitorial cleaning and floor care products and programs to customers in hospitality, healthcare and commercial facilities. Institutional develops various digital monitoring and chemical dispensing systems which are used by our customers to efficiently and safely dispense our cleaners and sanitizers, and through these products, systems and our on-site sales and service expertise, develop better results for our customers including water savings, energy savings and operating efficiency. In addition, Institutional markets a lease program comprised of energy-efficient dishwashing machines, detergents, rinse additives and sanitizers, including full machine maintenance. Through our EcoSure Food Safety Management business, Institutional also provides customized on-site evaluations, training and quality assurance services to foodservice operations. With the Lobster Ink business, Institutional provides our customers with end-to-end digital training solutions designed to drive corrective actions and optimal frontline execution.​Institutional sells its products and programs primarily through its direct field sales and corporate account sales personnel. Corporate account sales personnel establish relationships and negotiate contracts with larger multi-unit or “chain” customers. We also utilize independent, third-party foodservice, broad-line and janitorial distributors to provide logistics to end customers that prefer to work through these distributors. Many of these distributors also participate in marketing our product and service offerings to the end customers. Through our field sales personnel, we generally provide the same customer support to end-use customers supplied by these distributors as we do to direct customers.​We believe we are one of the leading global suppliers of warewashing and laundry products and programs to the food service, hospitality and lodging markets.​5 Table of Contents Table of Contents Downstream​Downstream provides products and programs for process and water treatment applications specific to the petroleum refining and fuels industry, enabling our customers to profitably refine and upgrade hydrocarbons. We solve our customers’ toughest process and water challenges so they can reliably, sustainably and profitably refine fuels and process petrochemicals. Our proven chemistry and digital technologies combined with service increase refinery and petrochemical plant reliability and the useful life of customer assets while improving product quality and yields. Our product portfolio includes corrosion inhibitors, antifoulants, hydrogen sulfide removal, cold flow improvers, lubricity inhibitors, crude desalting, reactive monomer inhibitors, olefins, anti-polymerants, anti-oxidants and water treatment.​Our customers include many of the largest publicly traded oil, refining and petrochemical companies, as well as national refining and petrochemical companies, and large independent refining companies. Our downstream offerings are sold primarily by our corporate account and field sales employees and, to a lesser extent, through engineering, procurement, and construction contractors (EPC), technology licensors, distributors, sales agents and joint ventures.​We believe we are one of the leading global providers of products and programs for specialty chemical applications to downstream refineries and petrochemicals operations.​Paper​Paper provides water and process applications for the pulp and paper industries, offering a comprehensive portfolio of programs that are used in all principal steps of the papermaking process and across all grades of paper, including graphic grades, board and packaging, and tissue and towel. While Paper provides its customers similar types of products and programs for water treatment and wastewater treatment as those offered by Water, Paper also offers two specialty programs that differentiate its offerings from Water—pulp applications and paper applications. Our pulp applications maximize process efficiency and increase pulp cleanliness and brightness in bleaching operations, as well as predict and monitor scaling potential utilizing on-line monitoring to design effective treatment programs and avoid costly failures. Our paper process applications focus on improving our customers’ operational efficiency, in part through water savings, energy savings and operating efficiency. Advanced digital sensing, monitoring and automation combine with innovative chemistries and detailed process knowledge to provide a broad range of customer solutions. Specialty products include flocculants, coagulants, dewatering aids and digester yield additives. Our offerings are sold primarily by our corporate account and field sales employees.​We believe we are one of the leading global suppliers of water treatment products and process aids to the pulp and papermaking industry.​​Global Institutional & Specialty​This reportable segment consists of the Institutional and Specialty operating segments, which provide specialized cleaning and sanitizing products to the foodservice, hospitality, lodging, government, education and retail industries. The underlying operating segments exhibit similar manufacturing processes, distribution methods and economic characteristics. Descriptions of the two operating segments which comprise our Global Institutional & Specialty reportable segment follow below.​Institutional​Institutional sells specialized cleaners and sanitizers for washing dishes, glassware, flatware, foodservice utensils and kitchen equipment (“warewashing”), plus specialized cleaners for various applications throughout food service operations, on-premise laundries (typically used by hotel and healthcare customers) and general housekeeping functions. We also sell food safety products and equipment, water filters, dishwasher racks and related kitchen sundries to the foodservice, lodging, educational and healthcare industries. Institutional also provides pool and spa treatment programs for hospitality and other commercial customers, as well as a broad range of janitorial cleaning and floor care products and programs to customers in hospitality, healthcare and commercial facilities. Institutional develops various digital monitoring and chemical dispensing systems which are used by our customers to efficiently and safely dispense our cleaners and sanitizers, and through these products, systems and our on-site sales and service expertise, develop better results for our customers including water savings, energy savings and operating efficiency. In addition, Institutional markets a lease program comprised of energy-efficient dishwashing machines, detergents, rinse additives and sanitizers, including full machine maintenance. Through our EcoSure Food Safety Management business, Institutional also provides customized on-site evaluations, training and quality assurance services to foodservice operations. With the Lobster Ink business, Institutional provides our customers with end-to-end digital training solutions designed to drive corrective actions and optimal frontline execution.​Institutional sells its products and programs primarily through its direct field sales and corporate account sales personnel. Corporate account sales personnel establish relationships and negotiate contracts with larger multi-unit or “chain” customers. We also utilize independent, third-party foodservice, broad-line and janitorial distributors to provide logistics to end customers that prefer to work through these distributors. Many of these distributors also participate in marketing our product and service offerings to the end customers. Through our field sales personnel, we generally provide the same customer support to end-use customers supplied by these distributors as we do to direct customers.​We believe we are one of the leading global suppliers of warewashing and laundry products and programs to the food service, hospitality and lodging markets.​ Downstream ​ Downstream provides products and programs for process and water treatment applications specific to the petroleum refining and fuels industry, enabling our customers to profitably refine and upgrade hydrocarbons. We solve our customers’ toughest process and water challenges so they can reliably, sustainably and profitably refine fuels and process petrochemicals. Our proven chemistry and digital technologies combined with service increase refinery and petrochemical plant reliability and the useful life of customer assets while improving product quality and yields. Our product portfolio includes corrosion inhibitors, antifoulants, hydrogen sulfide removal, cold flow improvers, lubricity inhibitors, crude desalting, reactive monomer inhibitors, olefins, anti-polymerants, anti-oxidants and water treatment. ​ Our customers include many of the largest publicly traded oil, refining and petrochemical companies, as well as national refining and petrochemical companies, and large independent refining companies. Our downstream offerings are sold primarily by our corporate account and field sales employees and, to a lesser extent, through engineering, procurement, and construction contractors (EPC), technology licensors, distributors, sales agents and joint ventures. ​ We believe we are one of the leading global providers of products and programs for specialty chemical applications to downstream refineries and petrochemicals operations. ​ Paper ​ Paper provides water and process applications for the pulp and paper industries, offering a comprehensive portfolio of programs that are used in all principal steps of the papermaking process and across all grades of paper, including graphic grades, board and packaging, and tissue and towel. While Paper provides its customers similar types of products and programs for water treatment and wastewater treatment as those offered by Water, Paper also offers two specialty programs that differentiate its offerings from Water—pulp applications and paper applications. Our pulp applications maximize process efficiency and increase pulp cleanliness and brightness in bleaching operations, as well as predict and monitor scaling potential utilizing on-line monitoring to design effective treatment programs and avoid costly failures. Our paper process applications focus on improving our customers’ operational efficiency, in part through water savings, energy savings and operating efficiency. Advanced digital sensing, monitoring and automation combine with innovative chemistries and detailed process knowledge to provide a broad range of customer solutions. Specialty products include flocculants, coagulants, dewatering aids and digester yield additives. Our offerings are sold primarily by our corporate account and field sales employees. ​ We believe we are one of the leading global suppliers of water treatment products and process aids to the pulp and papermaking industry. ​ ​ Global Institutional & Specialty ​ This reportable segment consists of the Institutional and Specialty operating segments, which provide specialized cleaning and sanitizing products to the foodservice, hospitality, lodging, government, education and retail industries. The underlying operating segments exhibit similar manufacturing processes, distribution methods and economic characteristics. Descriptions of the two operating segments which comprise our Global Institutional & Specialty reportable segment follow below. ​ Institutional ​ Institutional sells specialized cleaners and sanitizers for washing dishes, glassware, flatware, foodservice utensils and kitchen equipment (“warewashing”), plus specialized cleaners for various applications throughout food service operations, on-premise laundries (typically used by hotel and healthcare customers) and general housekeeping functions. We also sell food safety products and equipment, water filters, dishwasher racks and related kitchen sundries to the foodservice, lodging, educational and healthcare industries. Institutional also provides pool and spa treatment programs for hospitality and other commercial customers, as well as a broad range of janitorial cleaning and floor care products and programs to customers in hospitality, healthcare and commercial facilities. Institutional develops various digital monitoring and chemical dispensing systems which are used by our customers to efficiently and safely dispense our cleaners and sanitizers, and through these products, systems and our on-site sales and service expertise, develop better results for our customers including water savings, energy savings and operating efficiency. In addition, Institutional markets a lease program comprised of energy-efficient dishwashing machines, detergents, rinse additives and sanitizers, including full machine maintenance. Through our EcoSure Food Safety Management business, Institutional also provides customized on-site evaluations, training and quality assurance services to foodservice operations. With the Lobster Ink business, Institutional provides our customers with end-to-end digital training solutions designed to drive corrective actions and optimal frontline execution. ​ Institutional sells its products and programs primarily through its direct field sales and corporate account sales personnel. Corporate account sales personnel establish relationships and negotiate contracts with larger multi-unit or “chain” customers. We also utilize independent, third-party foodservice, broad-line and janitorial distributors to provide logistics to end customers that prefer to work through these distributors. Many of these distributors also participate in marketing our product and service offerings to the end customers. Through our field sales personnel, we generally provide the same customer support to end-use customers supplied by these distributors as we do to direct customers. ​ We believe we are one of the leading global suppliers of warewashing and laundry products and programs to the food service, hospitality and lodging markets. ​ 5 5  Table of ContentsSpecialty​Specialty supplies cleaning and sanitizing chemical products and related items primarily to regional, national and international quick service restaurant (“QSR”) chains and food retailers (i.e., supermarkets and grocery stores). Its products include specialty and general purpose hard surface cleaners, degreasers, sanitizers, polishes, hand care products and assorted cleaning tools and equipment which are primarily sold under the “Ecolab” and “Kay” brand names. Specialty’s cleaning and sanitation programs are customized to meet the needs of the market segments it serves and are designed to provide highly effective cleaning performance, promote food safety, reduce labor, water and energy costs and enhance user and guest safety. A number of dispensing options are available for products in the core product range. Specialty supports its product sales with training programs and technical support designed to meet the special needs of its customers.​Both Specialty’s QSR business and its food retail business utilize their corporate account sales force which manages relationships with customers at the corporate and regional office levels (and, in the QSR market segment, at the franchisee level) and their field sales force which provides program support at the individual restaurant or store level. QSR customers are primarily supplied through third party distributors while most food retail customers utilize their own distribution networks. While Specialty’s customer base has broadened significantly over the years, Specialty’s business remains largely dependent upon a limited number of major QSR chains and franchisees and large food retail customers.​Food Safety Solutions supplies a variety of products, tools and equipment for food preparation, food rotation, temperature management, cleaning and employee safety across all food service customers. Food Safety Solutions also offers digital applications that automate kitchen procedures for efficiency and compliance.​We believe we are one of the leading suppliers of cleaning and sanitizing products to the global QSR market and a leading supplier of cleaning and sanitizing products to the global food retail market. ​​Global Healthcare & Life Sciences​This reportable segment consists of the Healthcare and Life Sciences operating segments, which provide specialized cleaning and sanitizing products to the healthcare, personal care and pharmaceutical industries. The underlying operating segments exhibit similar manufacturing processes, distribution methods and economic characteristics. Descriptions of the two operating segments which comprise our Global Healthcare & Life Sciences reportable segment follow below.​Healthcare​Healthcare provides infection prevention and surgical solutions to acute care hospitals, surgery centers and medical device Original Equipment Manufacturers (“OEM”). Healthcare’s proprietary infection prevention and surgical solutions (hand hygiene, hard surface disinfection, digital monitoring systems, instrument cleaning, patient drapes, equipment drapes and surgical fluid warming and cooling systems) are sold primarily under the \"Ecolab,\" \"Microtek,\" and “Anios” brand names to various departments within the acute care environment (Infection Control, Environmental Services, Central Sterile and Operating Room). Healthcare sells its products and programs principally through its field sales personnel and corporate account personnel but also sells through healthcare distributors. ​We believe we are one of the leading suppliers of infection prevention and surgical solutions in the United States and Europe. ​Life Sciences​Life Sciences provides end-to-end cleaning and contamination control solutions to pharmaceutical and personal care manufacturers. These products are primarily sold under the “Ecolab” brand name, and include detergents, cleaners, sanitizers, disinfectants, surface wipes, as well as cleaning systems, electronic dispensers and chemical injectors for the application of chemical products. With the acquisition of Purolite, the portfolio now includes premium fluid treatment and purification solutions with a broad range of unique products sold under the “Purolite” brand name, particularly focusing on biopharma purification solutions, active pharmaceutical ingredients (“API’s”) and high value industrial applications. The Life Sciences portfolio also includes decontamination systems and services utilizing hydrogen peroxide vapor, which are sold under the “Bioquell” brand name. The pharmaceutical clean room environment is the primary area that Ecolab and Bioquell products are utilized. Purolite products are primarily used in the purification of biologic therapeutics, API’s and high value industrial applications. Products and programs are sold primarily through our field sales and corporate account personnel, and to a lesser extent through distributors. ​Life Sciences is comprised of customers and accounts related to manufacturing in the following industries: pharmaceutical, animal health and medicine, blood purification and dialysis, biologic products, cosmetics and medical devices. Our tailored, comprehensive solutions and technical know-how focus on ensuring product quality, safety and compliance standards are met while improving operational efficiency in customers’ cleaning, sanitation and disinfection processes. We believe we are one of the leading suppliers of process purification solutions in Europe and North America and of contamination control solutions in Europe, with a growing presence in North America and other regions. ​​6 Table of Contents Table of Contents Specialty​Specialty supplies cleaning and sanitizing chemical products and related items primarily to regional, national and international quick service restaurant (“QSR”) chains and food retailers (i.e., supermarkets and grocery stores). Its products include specialty and general purpose hard surface cleaners, degreasers, sanitizers, polishes, hand care products and assorted cleaning tools and equipment which are primarily sold under the “Ecolab” and “Kay” brand names. Specialty’s cleaning and sanitation programs are customized to meet the needs of the market segments it serves and are designed to provide highly effective cleaning performance, promote food safety, reduce labor, water and energy costs and enhance user and guest safety. A number of dispensing options are available for products in the core product range. Specialty supports its product sales with training programs and technical support designed to meet the special needs of its customers.​Both Specialty’s QSR business and its food retail business utilize their corporate account sales force which manages relationships with customers at the corporate and regional office levels (and, in the QSR market segment, at the franchisee level) and their field sales force which provides program support at the individual restaurant or store level. QSR customers are primarily supplied through third party distributors while most food retail customers utilize their own distribution networks. While Specialty’s customer base has broadened significantly over the years, Specialty’s business remains largely dependent upon a limited number of major QSR chains and franchisees and large food retail customers.​Food Safety Solutions supplies a variety of products, tools and equipment for food preparation, food rotation, temperature management, cleaning and employee safety across all food service customers. Food Safety Solutions also offers digital applications that automate kitchen procedures for efficiency and compliance.​We believe we are one of the leading suppliers of cleaning and sanitizing products to the global QSR market and a leading supplier of cleaning and sanitizing products to the global food retail market. ​​Global Healthcare & Life Sciences​This reportable segment consists of the Healthcare and Life Sciences operating segments, which provide specialized cleaning and sanitizing products to the healthcare, personal care and pharmaceutical industries. The underlying operating segments exhibit similar manufacturing processes, distribution methods and economic characteristics. Descriptions of the two operating segments which comprise our Global Healthcare & Life Sciences reportable segment follow below.​Healthcare​Healthcare provides infection prevention and surgical solutions to acute care hospitals, surgery centers and medical device Original Equipment Manufacturers (“OEM”). Healthcare’s proprietary infection prevention and surgical solutions (hand hygiene, hard surface disinfection, digital monitoring systems, instrument cleaning, patient drapes, equipment drapes and surgical fluid warming and cooling systems) are sold primarily under the \"Ecolab,\" \"Microtek,\" and “Anios” brand names to various departments within the acute care environment (Infection Control, Environmental Services, Central Sterile and Operating Room). Healthcare sells its products and programs principally through its field sales personnel and corporate account personnel but also sells through healthcare distributors. ​We believe we are one of the leading suppliers of infection prevention and surgical solutions in the United States and Europe. ​Life Sciences​Life Sciences provides end-to-end cleaning and contamination control solutions to pharmaceutical and personal care manufacturers. These products are primarily sold under the “Ecolab” brand name, and include detergents, cleaners, sanitizers, disinfectants, surface wipes, as well as cleaning systems, electronic dispensers and chemical injectors for the application of chemical products. With the acquisition of Purolite, the portfolio now includes premium fluid treatment and purification solutions with a broad range of unique products sold under the “Purolite” brand name, particularly focusing on biopharma purification solutions, active pharmaceutical ingredients (“API’s”) and high value industrial applications. The Life Sciences portfolio also includes decontamination systems and services utilizing hydrogen peroxide vapor, which are sold under the “Bioquell” brand name. The pharmaceutical clean room environment is the primary area that Ecolab and Bioquell products are utilized. Purolite products are primarily used in the purification of biologic therapeutics, API’s and high value industrial applications. Products and programs are sold primarily through our field sales and corporate account personnel, and to a lesser extent through distributors. ​Life Sciences is comprised of customers and accounts related to manufacturing in the following industries: pharmaceutical, animal health and medicine, blood purification and dialysis, biologic products, cosmetics and medical devices. Our tailored, comprehensive solutions and technical know-how focus on ensuring product quality, safety and compliance standards are met while improving operational efficiency in customers’ cleaning, sanitation and disinfection processes. We believe we are one of the leading suppliers of process purification solutions in Europe and North America and of contamination control solutions in Europe, with a growing presence in North America and other regions. ​​ Specialty ​ Specialty supplies cleaning and sanitizing chemical products and related items primarily to regional, national and international quick service restaurant (“QSR”) chains and food retailers (i.e., supermarkets and grocery stores). Its products include specialty and general purpose hard surface cleaners, degreasers, sanitizers, polishes, hand care products and assorted cleaning tools and equipment which are primarily sold under the “Ecolab” and “Kay” brand names. Specialty’s cleaning and sanitation programs are customized to meet the needs of the market segments it serves and are designed to provide highly effective cleaning performance, promote food safety, reduce labor, water and energy costs and enhance user and guest safety. A number of dispensing options are available for products in the core product range. Specialty supports its product sales with training programs and technical support designed to meet the special needs of its customers. ​ Both Specialty’s QSR business and its food retail business utilize their corporate account sales force which manages relationships with customers at the corporate and regional office levels (and, in the QSR market segment, at the franchisee level) and their field sales force which provides program support at the individual restaurant or store level. QSR customers are primarily supplied through third party distributors while most food retail customers utilize their own distribution networks. While Specialty’s customer base has broadened significantly over the years, Specialty’s business remains largely dependent upon a limited number of major QSR chains and franchisees and large food retail customers. ​ Food Safety Solutions supplies a variety of products, tools and equipment for food preparation, food rotation, temperature management, cleaning and employee safety across all food service customers. Food Safety Solutions also offers digital applications that automate kitchen procedures for efficiency and compliance. ​ We believe we are one of the leading suppliers of cleaning and sanitizing products to the global QSR market and a leading supplier of cleaning and sanitizing products to the global food retail market.  ​ ​ Global Healthcare & Life Sciences ​ This reportable segment consists of the Healthcare and Life Sciences operating segments, which provide specialized cleaning and sanitizing products to the healthcare, personal care and pharmaceutical industries. The underlying operating segments exhibit similar manufacturing processes, distribution methods and economic characteristics. Descriptions of the two operating segments which comprise our Global Healthcare & Life Sciences reportable segment follow below. ​ Healthcare ​ Healthcare provides infection prevention and surgical solutions to acute care hospitals, surgery centers and medical device Original Equipment Manufacturers (“OEM”). Healthcare’s proprietary infection prevention and surgical solutions (hand hygiene, hard surface disinfection, digital monitoring systems, instrument cleaning, patient drapes, equipment drapes and surgical fluid warming and cooling systems) are sold primarily under the \"Ecolab,\" \"Microtek,\" and “Anios” brand names to various departments within the acute care environment (Infection Control, Environmental Services, Central Sterile and Operating Room). Healthcare sells its products and programs principally through its field sales personnel and corporate account personnel but also sells through healthcare distributors.  ​ We believe we are one of the leading suppliers of infection prevention and surgical solutions in the United States and Europe.  ​ Life Sciences ​ Life Sciences provides end-to-end cleaning and contamination control solutions to pharmaceutical and personal care manufacturers. These products are primarily sold under the “Ecolab” brand name, and include detergents, cleaners, sanitizers, disinfectants, surface wipes, as well as cleaning systems, electronic dispensers and chemical injectors for the application of chemical products. With the acquisition of Purolite, the portfolio now includes premium fluid treatment and purification solutions with a broad range of unique products sold under the “Purolite” brand name, particularly focusing on biopharma purification solutions, active pharmaceutical ingredients (“API’s”) and high value industrial applications. The Life Sciences portfolio also includes decontamination systems and services utilizing hydrogen peroxide vapor, which are sold under the “Bioquell” brand name. The pharmaceutical clean room environment is the primary area that Ecolab and Bioquell products are utilized. Purolite products are primarily used in the purification of biologic therapeutics, API’s and high value industrial applications. Products and programs are sold primarily through our field sales and corporate account personnel, and to a lesser extent through distributors.  ​ Life Sciences is comprised of customers and accounts related to manufacturing in the following industries: pharmaceutical, animal health and medicine, blood purification and dialysis, biologic products, cosmetics and medical devices. Our tailored, comprehensive solutions and technical know-how focus on ensuring product quality, safety and compliance standards are met while improving operational efficiency in customers’ cleaning, sanitation and disinfection processes. We believe we are one of the leading suppliers of process purification solutions in Europe and North America and of contamination control solutions in Europe, with a growing presence in North America and other regions.  ​ ​ 6 6  Table of ContentsOther​Other consists of the Pest Elimination, Textile Care and Colloidal Technologies Group operating segments. These operating segments do not meet the quantitative criteria to be separately reported. We disclose these operating segments within Other as we consider the information useful in understanding our consolidated results.​Pest Elimination​Pest Elimination provides services designed to detect, eliminate and prevent pests such as rodents and insects, in restaurants, food and beverage processors, educational, life science and healthcare facilities, hotels, quick service restaurant and grocery operations and other institutional and commercial customers. The services of Pest Elimination are sold and performed by our field sales and service personnel. ​In addition to the United States, which constitutes our largest operation, we operate in various countries in Asia Pacific, Greater China, Western Europe, Latin America and South Africa. ​We believe Pest Elimination is a leading supplier of high-quality outcome pest elimination programs to the commercial, hospitality and institutional markets in the geographies it serves.​Textile Care​Textile Care provides products and services that manage the entire wash process through custom designed programs, premium products, dispensing equipment, water and energy management and reduction, and real time data management for large scale, complex commercial laundry operations including uniform rental, hospitality, linen rental and healthcare laundries. Textile Care’s programs are designed to meet our customers’ needs for exceptional cleaning, while extending the useful life of linen and reducing our customers’ overall operating costs. Products and programs are marketed primarily through our field sales employees and, to a lesser extent, through distributors. We believe we are one of the leading global suppliers in the laundry markets in which we compete.​Colloidal Technologies Group​The Colloidal Technologies Group (“CTG”) produces and sells colloidal silica, which is comprised of nano-sized particles of silica in water. These products and associated programs are used primarily for binding and polishing applications. CTG serves customers across various industries, including semiconductor manufacturing, catalyst manufacturing, chemicals and aerospace component manufacturing.​CTG incorporates strong collaboration with customers to develop customized solutions that meet the technical demands of their operations. Our silica-based applications are widely used for polishing of silicon wafers, semiconductor substrates and the precision surface finishing of optics, watch crystals and other glass components. We offer a variety of silica-based particles that can be used as binders in heterogeneous catalyst systems and as silica nutrients for manufacturing specialty zeolites. Our silica products are used worldwide as a binder for precision investment casting slurries, which ultimately facilitate the manufacture of near net-shape metal parts such as turbine blades and golf club heads. ​Our products are sold primarily by our corporate account employees. We believe we are one of the leading global suppliers of colloidal silica. ​​Additional Information​International Operations ​We directly operate in approximately 100 countries outside of the United States through wholly-owned subsidiaries or, in some cases, through a joint venture with a local partner. In certain countries, selected products are sold by our export operations to distributors, agents or licensees, although the volume of those sales is not significant in terms of our overall revenues. In general, our businesses conducted outside the United States are similar to those conducted in the United States.​Our business operations outside the United States are subject to the usual risks of foreign operations, including possible changes in trade and foreign investment laws, international business laws and regulations, tax laws, currency exchange rates and economic and political conditions. The profitability of our international operations is generally lower than the profitability of our businesses in the United States, due to (i) the additional cost of operating in numerous and diverse foreign jurisdictions with varying laws and regulations, (ii) higher costs of importing certain raw materials and finished goods in some regions, (iii) the smaller scale of international operations where certain operating locations are smaller in size, and (iv) the additional reliance on distributors and agents in certain countries which can negatively impact our margins. Proportionately larger investments in sales and technical support are also necessary in certain geographies in order to facilitate the growth of our international operations.​7 Table of Contents Table of Contents Other​Other consists of the Pest Elimination, Textile Care and Colloidal Technologies Group operating segments. These operating segments do not meet the quantitative criteria to be separately reported. We disclose these operating segments within Other as we consider the information useful in understanding our consolidated results.​Pest Elimination​Pest Elimination provides services designed to detect, eliminate and prevent pests such as rodents and insects, in restaurants, food and beverage processors, educational, life science and healthcare facilities, hotels, quick service restaurant and grocery operations and other institutional and commercial customers. The services of Pest Elimination are sold and performed by our field sales and service personnel. ​In addition to the United States, which constitutes our largest operation, we operate in various countries in Asia Pacific, Greater China, Western Europe, Latin America and South Africa. ​We believe Pest Elimination is a leading supplier of high-quality outcome pest elimination programs to the commercial, hospitality and institutional markets in the geographies it serves.​Textile Care​Textile Care provides products and services that manage the entire wash process through custom designed programs, premium products, dispensing equipment, water and energy management and reduction, and real time data management for large scale, complex commercial laundry operations including uniform rental, hospitality, linen rental and healthcare laundries. Textile Care’s programs are designed to meet our customers’ needs for exceptional cleaning, while extending the useful life of linen and reducing our customers’ overall operating costs. Products and programs are marketed primarily through our field sales employees and, to a lesser extent, through distributors. We believe we are one of the leading global suppliers in the laundry markets in which we compete.​Colloidal Technologies Group​The Colloidal Technologies Group (“CTG”) produces and sells colloidal silica, which is comprised of nano-sized particles of silica in water. These products and associated programs are used primarily for binding and polishing applications. CTG serves customers across various industries, including semiconductor manufacturing, catalyst manufacturing, chemicals and aerospace component manufacturing.​CTG incorporates strong collaboration with customers to develop customized solutions that meet the technical demands of their operations. Our silica-based applications are widely used for polishing of silicon wafers, semiconductor substrates and the precision surface finishing of optics, watch crystals and other glass components. We offer a variety of silica-based particles that can be used as binders in heterogeneous catalyst systems and as silica nutrients for manufacturing specialty zeolites. Our silica products are used worldwide as a binder for precision investment casting slurries, which ultimately facilitate the manufacture of near net-shape metal parts such as turbine blades and golf club heads. ​Our products are sold primarily by our corporate account employees. We believe we are one of the leading global suppliers of colloidal silica. ​​Additional Information​International Operations ​We directly operate in approximately 100 countries outside of the United States through wholly-owned subsidiaries or, in some cases, through a joint venture with a local partner. In certain countries, selected products are sold by our export operations to distributors, agents or licensees, although the volume of those sales is not significant in terms of our overall revenues. In general, our businesses conducted outside the United States are similar to those conducted in the United States.​Our business operations outside the United States are subject to the usual risks of foreign operations, including possible changes in trade and foreign investment laws, international business laws and regulations, tax laws, currency exchange rates and economic and political conditions. The profitability of our international operations is generally lower than the profitability of our businesses in the United States, due to (i) the additional cost of operating in numerous and diverse foreign jurisdictions with varying laws and regulations, (ii) higher costs of importing certain raw materials and finished goods in some regions, (iii) the smaller scale of international operations where certain operating locations are smaller in size, and (iv) the additional reliance on distributors and agents in certain countries which can negatively impact our margins. Proportionately larger investments in sales and technical support are also necessary in certain geographies in order to facilitate the growth of our international operations.​ Other ​ Other consists of the Pest Elimination, Textile Care and Colloidal Technologies Group operating segments. These operating segments do not meet the quantitative criteria to be separately reported. We disclose these operating segments within Other as we consider the information useful in understanding our consolidated results. ​ Pest Elimination ​ Pest Elimination provides services designed to detect, eliminate and prevent pests such as rodents and insects, in restaurants, food and beverage processors, educational, life science and healthcare facilities, hotels, quick service restaurant and grocery operations and other institutional and commercial customers. The services of Pest Elimination are sold and performed by our field sales and service personnel.  ​ In addition to the United States, which constitutes our largest operation, we operate in various countries in Asia Pacific, Greater China, Western Europe, Latin America and South Africa.  ​ We believe Pest Elimination is a leading supplier of high-quality outcome pest elimination programs to the commercial, hospitality and institutional markets in the geographies it serves. ​ Textile Care ​ Textile Care provides products and services that manage the entire wash process through custom designed programs, premium products, dispensing equipment, water and energy management and reduction, and real time data management for large scale, complex commercial laundry operations including uniform rental, hospitality, linen rental and healthcare laundries. Textile Care’s programs are designed to meet our customers’ needs for exceptional cleaning, while extending the useful life of linen and reducing our customers’ overall operating costs. Products and programs are marketed primarily through our field sales employees and, to a lesser extent, through distributors. We believe we are one of the leading global suppliers in the laundry markets in which we compete. ​ Colloidal Technologies Group ​ The Colloidal Technologies Group (“CTG”) produces and sells colloidal silica, which is comprised of nano-sized particles of silica in water. These products and associated programs are used primarily for binding and polishing applications. CTG serves customers across various industries, including semiconductor manufacturing, catalyst manufacturing, chemicals and aerospace component manufacturing. ​ CTG incorporates strong collaboration with customers to develop customized solutions that meet the technical demands of their operations. Our silica-based applications are widely used for polishing of silicon wafers, semiconductor substrates and the precision surface finishing of optics, watch crystals and other glass components. We offer a variety of silica-based particles that can be used as binders in heterogeneous catalyst systems and as silica nutrients for manufacturing specialty zeolites. Our silica products are used worldwide as a binder for precision investment casting slurries, which ultimately facilitate the manufacture of near net-shape metal parts such as turbine blades and golf club heads.  ​ Our products are sold primarily by our corporate account employees. We believe we are one of the leading global suppliers of colloidal silica.  ​ ​ Additional Information ​ International Operations  ​ We directly operate in approximately 100 countries outside of the United States through wholly-owned subsidiaries or, in some cases, through a joint venture with a local partner. In certain countries, selected products are sold by our export operations to distributors, agents or licensees, although the volume of those sales is not significant in terms of our overall revenues. In general, our businesses conducted outside the United States are similar to those conducted in the United States. ​ Our business operations outside the United States are subject to the usual risks of foreign operations, including possible changes in trade and foreign investment laws, international business laws and regulations, tax laws, currency exchange rates and economic and political conditions. The profitability of our international operations is generally lower than the profitability of our businesses in the United States, due to (i) the additional cost of operating in numerous and diverse foreign jurisdictions with varying laws and regulations, (ii) higher costs of importing certain raw materials and finished goods in some regions, (iii) the smaller scale of international operations where certain operating locations are smaller in size, and (iv) the additional reliance on distributors and agents in certain countries which can negatively impact our margins. Proportionately larger investments in sales and technical support are also necessary in certain geographies in order to facilitate the growth of our international operations. ​ 7 7  Table of ContentsCompetition​In general, the markets in which the businesses in our Global Industrial reportable segment compete are led by a few large companies, with the rest of the market served by smaller entities focusing on more limited geographic regions or a smaller subset of products and services. Our businesses in this segment compete on the basis of their demonstrated value, technical expertise, innovation, digital technology, chemical formulations, global customer support, detection equipment, monitoring capabilities, and dosing and metering equipment. Through the combination of our digitally enabled end-to-end water management and hygiene solutions, data-driven insights and personalized service, our Global Industrial businesses deliver outcomes that help our customers optimize water and energy use, improve productivity, advance food safety, and achieve sustainability and net zero goals, while optimizing total cost of operations.​The businesses in our Global Institutional & Specialty reportable segment and Other have two significant classes of competitors. First, we compete with a small number of large companies selling directly or through distributors on a national or international scale. Second, we have numerous smaller regional or local competitors which focus on more limited geographies, product lines and/or end-use customer segments. We believe we compete principally by providing superior value, premium customer support, training, service, and innovative and differentiated products to help our customers protect their brand reputation and improve their operational efficiency.​Within the Global Healthcare & Life Sciences reportable segment, the Healthcare business competes geographically with companies primarily focused on a smaller range of product categories, with few globally scaled competitors. The Life Sciences business competes in the European market versus several mid-size and regional competitors and competes against two large and other mid-size or regional competitors in North America. Outside of North America and Europe competitors are much more fragmented and do not offer the same level of service or coverage as Ecolab. Our businesses in this segment compete by enabling our customers success through improved hygiene, digitally enabled programs in operating room and patient room space as well as a tailored approach to delivering key inputs that directly impact our customers patients globally.​Sales​Our products, systems and services are primarily marketed in domestic and international markets by our Company-trained direct field sales personnel who also advise and assist our customers in the proper and most efficient use of the products and systems in order to meet a full range of cleaning and sanitation, water treatment and process chemistry needs. Independent, third-party distributors and, to a lesser extent, sales agents, are utilized in several markets, as described in the segment descriptions found above.​Customers and Classes of Products​We believe our business is not materially dependent upon a single customer. Additionally, although we have a diverse customer base and no customer or distributor constituted 10 percent or more of our consolidated revenues in 2022, 2021 or 2020, we do have customers and independent third-party distributors, the loss of which could have a material adverse effect on results of operations for the affected earnings periods; however, we consider it unlikely that such an event would have a material adverse impact on our financial position. No material part of our business is subject to renegotiation or termination at the election of a governmental unit.​We sold one class of products within the Global Institutional & Specialty reportable segment which comprised 10% or more of consolidated net sales in the last three years. Sales of warewashing products were approximately 12%, 10%, and 11% of consolidated net sales in 2022, 2021 and 2020, respectively.​Human Capital​As of December 31, 2022, Ecolab employed approximately 47,000 employees, including approximately 26,000 sales and service and 1,100 research, development, and engineering employees. Approximately 41% of the employees are employed in North America, 21% in Europe, 7% in Asia Pacific, 17% in Latin America, 6% in India, Middle East and Africa, and 8% in Greater China. ​We are committed to developing a culture that is diverse, equitable, inclusive, and fully leverages our employees’ talents as we work together to serve the needs of our customers. We believe in providing comprehensive training and career development opportunities and in compensating and rewarding our employees equitably. Our commitment to the safety of our employees, contractors and customers is evident in all we do, from the way we operate, to the products we develop and to the customers we serve. In addition, we are committed to promoting the health and well-being of our employees, our customers, and their customers by contributing to programs and initiatives that enhance the quality of life in the communities where they work and live. In support of these overall objectives, key areas of focus include: ​Diversity, Equity, and Inclusion: We have a long-standing belief that a diverse, equitable, and inclusive workforce is a critical foundation for the shared success of our employees, our company, our customers, and our communities. To build that strong foundation, we have worked to embed diversity and inclusion throughout all people processes, including recruitment, promotional practices, training and development, and total rewards. To help guide our work and ensure a broad commitment to progress, Ecolab utilizes a Diversity Council made up of senior leaders throughout our company and chaired by our CEO. We review key metrics and practices, including diverse representation, hiring practices, and retention with the Council and with senior executives and business leads monthly. We set diversity goals at or above market availability and utilize diverse slates for all hiring activity.​​​8 Table of Contents Table of Contents Competition​In general, the markets in which the businesses in our Global Industrial reportable segment compete are led by a few large companies, with the rest of the market served by smaller entities focusing on more limited geographic regions or a smaller subset of products and services. Our businesses in this segment compete on the basis of their demonstrated value, technical expertise, innovation, digital technology, chemical formulations, global customer support, detection equipment, monitoring capabilities, and dosing and metering equipment. Through the combination of our digitally enabled end-to-end water management and hygiene solutions, data-driven insights and personalized service, our Global Industrial businesses deliver outcomes that help our customers optimize water and energy use, improve productivity, advance food safety, and achieve sustainability and net zero goals, while optimizing total cost of operations.​The businesses in our Global Institutional & Specialty reportable segment and Other have two significant classes of competitors. First, we compete with a small number of large companies selling directly or through distributors on a national or international scale. Second, we have numerous smaller regional or local competitors which focus on more limited geographies, product lines and/or end-use customer segments. We believe we compete principally by providing superior value, premium customer support, training, service, and innovative and differentiated products to help our customers protect their brand reputation and improve their operational efficiency.​Within the Global Healthcare & Life Sciences reportable segment, the Healthcare business competes geographically with companies primarily focused on a smaller range of product categories, with few globally scaled competitors. The Life Sciences business competes in the European market versus several mid-size and regional competitors and competes against two large and other mid-size or regional competitors in North America. Outside of North America and Europe competitors are much more fragmented and do not offer the same level of service or coverage as Ecolab. Our businesses in this segment compete by enabling our customers success through improved hygiene, digitally enabled programs in operating room and patient room space as well as a tailored approach to delivering key inputs that directly impact our customers patients globally.​Sales​Our products, systems and services are primarily marketed in domestic and international markets by our Company-trained direct field sales personnel who also advise and assist our customers in the proper and most efficient use of the products and systems in order to meet a full range of cleaning and sanitation, water treatment and process chemistry needs. Independent, third-party distributors and, to a lesser extent, sales agents, are utilized in several markets, as described in the segment descriptions found above.​Customers and Classes of Products​We believe our business is not materially dependent upon a single customer. Additionally, although we have a diverse customer base and no customer or distributor constituted 10 percent or more of our consolidated revenues in 2022, 2021 or 2020, we do have customers and independent third-party distributors, the loss of which could have a material adverse effect on results of operations for the affected earnings periods; however, we consider it unlikely that such an event would have a material adverse impact on our financial position. No material part of our business is subject to renegotiation or termination at the election of a governmental unit.​We sold one class of products within the Global Institutional & Specialty reportable segment which comprised 10% or more of consolidated net sales in the last three years. Sales of warewashing products were approximately 12%, 10%, and 11% of consolidated net sales in 2022, 2021 and 2020, respectively.​Human Capital​As of December 31, 2022, Ecolab employed approximately 47,000 employees, including approximately 26,000 sales and service and 1,100 research, development, and engineering employees. Approximately 41% of the employees are employed in North America, 21% in Europe, 7% in Asia Pacific, 17% in Latin America, 6% in India, Middle East and Africa, and 8% in Greater China. ​We are committed to developing a culture that is diverse, equitable, inclusive, and fully leverages our employees’ talents as we work together to serve the needs of our customers. We believe in providing comprehensive training and career development opportunities and in compensating and rewarding our employees equitably. Our commitment to the safety of our employees, contractors and customers is evident in all we do, from the way we operate, to the products we develop and to the customers we serve. In addition, we are committed to promoting the health and well-being of our employees, our customers, and their customers by contributing to programs and initiatives that enhance the quality of life in the communities where they work and live. In support of these overall objectives, key areas of focus include: ​Diversity, Equity, and Inclusion: We have a long-standing belief that a diverse, equitable, and inclusive workforce is a critical foundation for the shared success of our employees, our company, our customers, and our communities. To build that strong foundation, we have worked to embed diversity and inclusion throughout all people processes, including recruitment, promotional practices, training and development, and total rewards. To help guide our work and ensure a broad commitment to progress, Ecolab utilizes a Diversity Council made up of senior leaders throughout our company and chaired by our CEO. We review key metrics and practices, including diverse representation, hiring practices, and retention with the Council and with senior executives and business leads monthly. We set diversity goals at or above market availability and utilize diverse slates for all hiring activity.​​​ Competition ​ In general, the markets in which the businesses in our Global Industrial reportable segment compete are led by a few large companies, with the rest of the market served by smaller entities focusing on more limited geographic regions or a smaller subset of products and services. Our businesses in this segment compete on the basis of their demonstrated value, technical expertise, innovation, digital technology, chemical formulations, global customer support, detection equipment, monitoring capabilities, and dosing and metering equipment. Through the combination of our digitally enabled end-to-end water management and hygiene solutions, data-driven insights and personalized service, our Global Industrial businesses deliver outcomes that help our customers optimize water and energy use, improve productivity, advance food safety, and achieve sustainability and net zero goals, while optimizing total cost of operations. ​ The businesses in our Global Institutional & Specialty reportable segment and Other have two significant classes of competitors. First, we compete with a small number of large companies selling directly or through distributors on a national or international scale. Second, we have numerous smaller regional or local competitors which focus on more limited geographies, product lines and/or end-use customer segments. We believe we compete principally by providing superior value, premium customer support, training, service, and innovative and differentiated products to help our customers protect their brand reputation and improve their operational efficiency. ​ Within the Global Healthcare & Life Sciences reportable segment, the Healthcare business competes geographically with companies primarily focused on a smaller range of product categories, with few globally scaled competitors. The Life Sciences business competes in the European market versus several mid-size and regional competitors and competes against two large and other mid-size or regional competitors in North America. Outside of North America and Europe competitors are much more fragmented and do not offer the same level of service or coverage as Ecolab. Our businesses in this segment compete by enabling our customers success through improved hygiene, digitally enabled programs in operating room and patient room space as well as a tailored approach to delivering key inputs that directly impact our customers patients globally. ​ Sales ​ Our products, systems and services are primarily marketed in domestic and international markets by our Company-trained direct field sales personnel who also advise and assist our customers in the proper and most efficient use of the products and systems in order to meet a full range of cleaning and sanitation, water treatment and process chemistry needs. Independent, third-party distributors and, to a lesser extent, sales agents, are utilized in several markets, as described in the segment descriptions found above. ​ Customers and Classes of Products ​ We believe our business is not materially dependent upon a single customer. Additionally, although we have a diverse customer base and no customer or distributor constituted 10 percent or more of our consolidated revenues in 2022, 2021 or 2020, we do have customers and independent third-party distributors, the loss of which could have a material adverse effect on results of operations for the affected earnings periods; however, we consider it unlikely that such an event would have a material adverse impact on our financial position. No material part of our business is subject to renegotiation or termination at the election of a governmental unit. ​ We sold one class of products within the Global Institutional & Specialty reportable segment which comprised 10% or more of consolidated net sales in the last three years. Sales of warewashing products were approximately 12%, 10%, and 11% of consolidated net sales in 2022, 2021 and 2020, respectively. ​ Human Capital ​ As of December 31, 2022, Ecolab employed approximately 47,000 employees, including approximately 26,000 sales and service and 1,100 research, development, and engineering employees. Approximately 41% of the employees are employed in North America, 21% in Europe, 7% in Asia Pacific, 17% in Latin America, 6% in India, Middle East and Africa, and 8% in Greater China.  ​ We are committed to developing a culture that is diverse, equitable, inclusive, and fully leverages our employees’ talents as we work together to serve the needs of our customers. We believe in providing comprehensive training and career development opportunities and in compensating and rewarding our employees equitably. Our commitment to the safety of our employees, contractors and customers is evident in all we do, from the way we operate, to the products we develop and to the customers we serve. In addition, we are committed to promoting the health and well-being of our employees, our customers, and their customers by contributing to programs and initiatives that enhance the quality of life in the communities where they work and live. In support of these overall objectives, key areas of focus include:  ​ Diversity, Equity, and Inclusion: We have a long-standing belief that a diverse, equitable, and inclusive workforce is a critical foundation for the shared success of our employees, our company, our customers, and our communities. To build that strong foundation, we have worked to embed diversity and inclusion throughout all people processes, including recruitment, promotional practices, training and development, and total rewards. To help guide our work and ensure a broad commitment to progress, Ecolab utilizes a Diversity Council made up of senior leaders throughout our company and chaired by our CEO. We review key metrics and practices, including diverse representation, hiring practices, and retention with the Council and with senior executives and business leads monthly. We set diversity goals at or above market availability and utilize diverse slates for all hiring activity. ​ ​ ​ 8 8  Table of ContentsWe have a vibrant and growing community of Employee Resource Groups (ERGs) to help employees connect with colleagues, take part in career and leadership development experiences, and provide important insights in support of advancing our work in diversity, equity, and inclusion. These employee-led ERGs create community and focus across several dimensions of diversity, including gender, race/ethnicity, gender identity, sexual orientation, ability/disability, military service and more. All employees are welcome and encouraged to join, participate or become leaders within any of our 12 ERGs. ​Employee Training and Development: At our core, Ecolab’s growth is rooted in decades of science, learning and innovation. We have ambitious solution-oriented teams and we continually look for ways to help our employees learn and grow. Beyond rigorous technical, functional, and business-specific training courses, our Global Corporate Flagship Development Programs are designed to deepen leadership capability and prepare successors for key leadership roles. ​Safety, Health and Wellness: At Ecolab, the safety of our employees and contractors is a top priority and is embedded into our company values. Our safety goals are simple: zero accidents, zero injuries and zero violations. We communicate that this is a collective goal all employees commit to, own, and deliver on every day. Our leadership teams and a network of Safety, Health and Environment professionals around the world support employees with robust safety programs, processes, and platforms. Understanding underlying and potential risks is a critical component to improving safety outcomes. Our Global Safety Dashboard tracks our performance on a range of leading and lagging safety indicators and helps us measure the effectiveness of our safety programs.​Additionally, a Be Well Program is available to U.S. employees and their families to empower, educate and support their personal journey to overall well-being by making positive lifestyle choices while creating a culture of wellness throughout Ecolab. Over the last few years, we’ve expanded our offerings to include comprehensive child and elder caregiver resources to help employees balance the demands of work and personal responsibilities. To ensure the safety of our employees amidst an ongoing COVID-19 pandemic environment, we follow CDC and local guidance. We’ve continued to help our global employees garner access to vaccines and COVID-19 testing, have provided the option for employees who can do their work remotely to work from home on a hybrid schedule, and have implemented additional safety measures for our employees working in the field and in our plant and warehouse locations. ​Future of Work: Ecolab is committed to building a best-in-class, thriving work environment for all employees —from those who work in the field serving our customers, to those who work in our manufacturing facilities, to our employees who work in an office environment— our focus extends across all segments of our workforce. The Future of Work at Ecolab will embrace enhanced tools and technology and evolved practices to optimize performance, productivity, and collaboration. We offer a hybrid work model that balances evolving work practices and norms while preserving the practices we believe are core and fundamental to our success. ​For additional detail regarding our Human Capital Management metrics and focus areas, please refer to our website for additional detail regarding our Human Capital Management metrics and focus areas, Diversity, Equity and Inclusion initiatives and other information and metrics, including our latest Corporate Responsibility GRI Report and EEO-1 report.​Patents and Trademarks​We own and license a number of patents, trademarks and other intellectual property, including intellectual property from our recent acquisition of Purolite. While we have an active program to protect our intellectual property by filing for patents or trademarks and pursuing legal action, when appropriate, to prevent infringement, except for the items listed below, we do not believe our overall business is materially dependent on any individual patent or trademark.​●Patents related to our TRASAR and 3D TRASAR technology, which are material to our Global Industrial reportable segment. U.S. and foreign patents protect aspects of our key TRASAR and 3D TRASAR technology until at least 2024.​●Trademarks related to Ecolab, Nalco and 3D TRASAR, which collectively are material to all of our reportable segments. The Ecolab, Nalco and 3D TRASAR trademarks are registered or applied for in all of our key markets and we anticipate maintaining them indefinitely.​Seasonality​We experience variability in our quarterly operating results due to seasonal sales volume and business mix fluctuations in our operating segments. Part II, Item 8, Note 20, entitled “Quarterly Financial Data” of this Form 10-K is incorporated herein by reference. ​Investments in Equipment​We have invested, and plan to continue to invest, in process control and monitoring equipment consisting primarily of systems used by customers to dispense our products as well as to monitor water systems. The investment in such equipment is discussed under the heading \"Investing Activities\" in Management's Discussion and Analysis of Financial Condition and Results of Operations of this Form 10-K.​9 Table of Contents Table of Contents We have a vibrant and growing community of Employee Resource Groups (ERGs) to help employees connect with colleagues, take part in career and leadership development experiences, and provide important insights in support of advancing our work in diversity, equity, and inclusion. These employee-led ERGs create community and focus across several dimensions of diversity, including gender, race/ethnicity, gender identity, sexual orientation, ability/disability, military service and more. All employees are welcome and encouraged to join, participate or become leaders within any of our 12 ERGs. ​Employee Training and Development: At our core, Ecolab’s growth is rooted in decades of science, learning and innovation. We have ambitious solution-oriented teams and we continually look for ways to help our employees learn and grow. Beyond rigorous technical, functional, and business-specific training courses, our Global Corporate Flagship Development Programs are designed to deepen leadership capability and prepare successors for key leadership roles. ​Safety, Health and Wellness: At Ecolab, the safety of our employees and contractors is a top priority and is embedded into our company values. Our safety goals are simple: zero accidents, zero injuries and zero violations. We communicate that this is a collective goal all employees commit to, own, and deliver on every day. Our leadership teams and a network of Safety, Health and Environment professionals around the world support employees with robust safety programs, processes, and platforms. Understanding underlying and potential risks is a critical component to improving safety outcomes. Our Global Safety Dashboard tracks our performance on a range of leading and lagging safety indicators and helps us measure the effectiveness of our safety programs.​Additionally, a Be Well Program is available to U.S. employees and their families to empower, educate and support their personal journey to overall well-being by making positive lifestyle choices while creating a culture of wellness throughout Ecolab. Over the last few years, we’ve expanded our offerings to include comprehensive child and elder caregiver resources to help employees balance the demands of work and personal responsibilities. To ensure the safety of our employees amidst an ongoing COVID-19 pandemic environment, we follow CDC and local guidance. We’ve continued to help our global employees garner access to vaccines and COVID-19 testing, have provided the option for employees who can do their work remotely to work from home on a hybrid schedule, and have implemented additional safety measures for our employees working in the field and in our plant and warehouse locations. ​Future of Work: Ecolab is committed to building a best-in-class, thriving work environment for all employees —from those who work in the field serving our customers, to those who work in our manufacturing facilities, to our employees who work in an office environment— our focus extends across all segments of our workforce. The Future of Work at Ecolab will embrace enhanced tools and technology and evolved practices to optimize performance, productivity, and collaboration. We offer a hybrid work model that balances evolving work practices and norms while preserving the practices we believe are core and fundamental to our success. ​For additional detail regarding our Human Capital Management metrics and focus areas, please refer to our website for additional detail regarding our Human Capital Management metrics and focus areas, Diversity, Equity and Inclusion initiatives and other information and metrics, including our latest Corporate Responsibility GRI Report and EEO-1 report.​Patents and Trademarks​We own and license a number of patents, trademarks and other intellectual property, including intellectual property from our recent acquisition of Purolite. While we have an active program to protect our intellectual property by filing for patents or trademarks and pursuing legal action, when appropriate, to prevent infringement, except for the items listed below, we do not believe our overall business is materially dependent on any individual patent or trademark.​●Patents related to our TRASAR and 3D TRASAR technology, which are material to our Global Industrial reportable segment. U.S. and foreign patents protect aspects of our key TRASAR and 3D TRASAR technology until at least 2024.​●Trademarks related to Ecolab, Nalco and 3D TRASAR, which collectively are material to all of our reportable segments. The Ecolab, Nalco and 3D TRASAR trademarks are registered or applied for in all of our key markets and we anticipate maintaining them indefinitely.​Seasonality​We experience variability in our quarterly operating results due to seasonal sales volume and business mix fluctuations in our operating segments. Part II, Item 8, Note 20, entitled “Quarterly Financial Data” of this Form 10-K is incorporated herein by reference. ​Investments in Equipment​We have invested, and plan to continue to invest, in process control and monitoring equipment consisting primarily of systems used by customers to dispense our products as well as to monitor water systems. The investment in such equipment is discussed under the heading \"Investing Activities\" in Management's Discussion and Analysis of Financial Condition and Results of Operations of this Form 10-K.​ We have a vibrant and growing community of Employee Resource Groups (ERGs) to help employees connect with colleagues, take part in career and leadership development experiences, and provide important insights in support of advancing our work in diversity, equity, and inclusion. These employee-led ERGs create community and focus across several dimensions of diversity, including gender, race/ethnicity, gender identity, sexual orientation, ability/disability, military service and more. All employees are welcome and encouraged to join, participate or become leaders within any of our 12 ERGs.  ​ Employee Training and Development: At our core, Ecolab’s growth is rooted in decades of science, learning and innovation. We have ambitious solution-oriented teams and we continually look for ways to help our employees learn and grow. Beyond rigorous technical, functional, and business-specific training courses, our Global Corporate Flagship Development Programs are designed to deepen leadership capability and prepare successors for key leadership roles.  ​ Safety, Health and Wellness: At Ecolab, the safety of our employees and contractors is a top priority and is embedded into our company values. Our safety goals are simple: zero accidents, zero injuries and zero violations. We communicate that this is a collective goal all employees commit to, own, and deliver on every day. Our leadership teams and a network of Safety, Health and Environment professionals around the world support employees with robust safety programs, processes, and platforms. Understanding underlying and potential risks is a critical component to improving safety outcomes. Our Global Safety Dashboard tracks our performance on a range of leading and lagging safety indicators and helps us measure the effectiveness of our safety programs. ​ Additionally, a Be Well Program is available to U.S. employees and their families to empower, educate and support their personal journey to overall well-being by making positive lifestyle choices while creating a culture of wellness throughout Ecolab. Over the last few years, we’ve expanded our offerings to include comprehensive child and elder caregiver resources to help employees balance the demands of work and personal responsibilities. To ensure the safety of our employees amidst an ongoing COVID-19 pandemic environment, we follow CDC and local guidance. We’ve continued to help our global employees garner access to vaccines and COVID-19 testing, have provided the option for employees who can do their work remotely to work from home on a hybrid schedule, and have implemented additional safety measures for our employees working in the field and in our plant and warehouse locations.  ​ Future of Work: Ecolab is committed to building a best-in-class, thriving work environment for all employees —from those who work in the field serving our customers, to those who work in our manufacturing facilities, to our employees who work in an office environment— our focus extends across all segments of our workforce. The Future of Work at Ecolab will embrace enhanced tools and technology and evolved practices to optimize performance, productivity, and collaboration. We offer a hybrid work model that balances evolving work practices and norms while preserving the practices we believe are core and fundamental to our success.  ​ For additional detail regarding our Human Capital Management metrics and focus areas, please refer to our website for additional detail regarding our Human Capital Management metrics and focus areas, Diversity, Equity and Inclusion initiatives and other information and metrics, including our latest Corporate Responsibility GRI Report and EEO-1 report. ​ Patents and Trademarks ​ We own and license a number of patents, trademarks and other intellectual property, including intellectual property from our recent acquisition of Purolite. While we have an active program to protect our intellectual property by filing for patents or trademarks and pursuing legal action, when appropriate, to prevent infringement, except for the items listed below, we do not believe our overall business is materially dependent on any individual patent or trademark. ​ ​ ​ Seasonality ​ We experience variability in our quarterly operating results due to seasonal sales volume and business mix fluctuations in our operating segments. Part II, Item 8, Note 20, entitled “Quarterly Financial Data” of this Form 10-K is incorporated herein by reference.  ​ Investments in Equipment ​ We have invested, and plan to continue to invest, in process control and monitoring equipment consisting primarily of systems used by customers to dispense our products as well as to monitor water systems. The investment in such equipment is discussed under the heading \"Investing Activities\" in Management's Discussion and Analysis of Financial Condition and Results of Operations of this Form 10-K. ​ 9 9  Table of ContentsManufacturing and Distribution​We manufacture most of our products and related equipment in Company-operated manufacturing facilities. Some products are also produced for us by third-party contract manufacturers. Other products and equipment are purchased from third-party suppliers. Additional information on product/equipment sourcing is found in the segment discussions above and additional information on our manufacturing facilities is located under Part I, Item 2. “Properties,” of this Form 10-K.​Deliveries to customers are made from our manufacturing plants and a network of distribution centers and third-party logistics service providers. We use common carriers, our own delivery vehicles, and distributors for transport. Additional information on our plant and distribution facilities is located under Part I, Item 2. “Properties,” of this Form 10-K.​Raw Materials​Raw materials purchased for use in manufacturing our products are inorganic chemicals, including alkalis, acids, biocides, phosphonates, phosphorous materials, silicates and salts; and organic chemicals, including acids, alcohols, amines, fatty acids, surfactants, solvents, monomers and polymers. Healthcare purchases plastic films and parts to manufacture medical devices that serve the surgical and infection prevention markets. Pesticides used by Pest Elimination are purchased as finished products under contract or purchase order from the producers or their distributors. We also purchase packaging materials for our manufactured products and components for our specialized cleaning equipment and systems. We purchase more than 10,000 raw materials, with the largest single raw material representing approximately four percent of raw material purchases. Our raw materials, with the exception of a few specialized chemicals which we manufacture, are generally purchased on an annual contract basis and are ordinarily available in adequate quantities from a diverse group of suppliers globally. We have encountered supply chain disruptions with impacts of the COVID-19 pandemic, war in Ukraine and the overall energy crisis (mainly in Europe). These events have impacted the availability and cost of many raw materials. When practical, global sourcing is used so that purchasing or production locations can be shifted to control product costs.​Research and Development​Our research and development program consists principally of developing and validating the performance of new products, processes, techniques and equipment, improving the efficiency of those already existing, improving service program content, evaluating the environmental compatibility of products and technical support. Key disciplines include analytical and formulation chemistry, microbiology, data science and predictive analytics, process and packaging engineering, digital and remote monitoring engineering and product dispensing technology. Substantially all of our principal products have been developed by our research, development and engineering personnel. ​We believe continued research and development activities are critical to maintaining our leadership position within the industry and will provide us with a competitive advantage as we seek additional business with new and existing customers. ​Joint Ventures​Over time, we have entered into partnerships or joint ventures in order to meet local ownership requirements, to achieve quicker operational scale, to expand our ability to provide our customers a more fully integrated offering or to provide other benefits to our business or customers. During 2022, the impact on our consolidated net income of our joint ventures, in the aggregate, was approximately three percent. We will continue to evaluate the potential for partnerships and joint ventures that can assist us in increasing our geographic, technological and product reach.​Environmental and Regulatory Considerations​Our businesses are subject to various legislative enactments and regulations relating to the protection of the environment and public health. While we cooperate with governmental authorities and take commercially practicable measures to meet regulatory requirements and avoid or limit environmental effects, some risks are inherent in our businesses. Among the risks are costs associated with transporting and managing hazardous materials and waste disposal and plant site clean-up, fines and penalties if we are found to be in violation of law, as well as modifications, disruptions or discontinuation of certain operations or types of operations including product recalls and reformulations. Similarly, the need for certain of our products and services is dependent upon or might be limited by governmental laws and regulations. Changes in such laws and regulations, including among others, air, water, chemical and product regulations, could impact the sales of some of our products or services. In addition to an increase in costs of manufacturing and delivering products, a change in production regulations or product regulations could result in interruptions to our business and potentially cause economic or consequential losses should we be unable to meet the demands of our customers for products.​Additionally, although we are not currently aware of any such circumstances, there can be no assurance that future legislation or enforcement policies will not have a material adverse effect on our consolidated results of operations, financial position or cash flows. Environmental and regulatory matters most significant to us are discussed below.​Ingredient Legislation: Various laws and regulations have been enacted by state, local and foreign jurisdictions pertaining to the sale of products which contain phosphorous, volatile organic compounds, or other ingredients that may impact human health or the environment. Under California Proposition 65, for example, label disclosures are required for certain products containing chemicals listed by California. Chemical management initiatives that promote pollution prevention through research and development of safer chemicals and safer chemical processes are being advanced by several states. ​10 Table of Contents Table of Contents Manufacturing and Distribution​We manufacture most of our products and related equipment in Company-operated manufacturing facilities. Some products are also produced for us by third-party contract manufacturers. Other products and equipment are purchased from third-party suppliers. Additional information on product/equipment sourcing is found in the segment discussions above and additional information on our manufacturing facilities is located under Part I, Item 2. “Properties,” of this Form 10-K.​Deliveries to customers are made from our manufacturing plants and a network of distribution centers and third-party logistics service providers. We use common carriers, our own delivery vehicles, and distributors for transport. Additional information on our plant and distribution facilities is located under Part I, Item 2. “Properties,” of this Form 10-K.​Raw Materials​Raw materials purchased for use in manufacturing our products are inorganic chemicals, including alkalis, acids, biocides, phosphonates, phosphorous materials, silicates and salts; and organic chemicals, including acids, alcohols, amines, fatty acids, surfactants, solvents, monomers and polymers. Healthcare purchases plastic films and parts to manufacture medical devices that serve the surgical and infection prevention markets. Pesticides used by Pest Elimination are purchased as finished products under contract or purchase order from the producers or their distributors. We also purchase packaging materials for our manufactured products and components for our specialized cleaning equipment and systems. We purchase more than 10,000 raw materials, with the largest single raw material representing approximately four percent of raw material purchases. Our raw materials, with the exception of a few specialized chemicals which we manufacture, are generally purchased on an annual contract basis and are ordinarily available in adequate quantities from a diverse group of suppliers globally. We have encountered supply chain disruptions with impacts of the COVID-19 pandemic, war in Ukraine and the overall energy crisis (mainly in Europe). These events have impacted the availability and cost of many raw materials. When practical, global sourcing is used so that purchasing or production locations can be shifted to control product costs.​Research and Development​Our research and development program consists principally of developing and validating the performance of new products, processes, techniques and equipment, improving the efficiency of those already existing, improving service program content, evaluating the environmental compatibility of products and technical support. Key disciplines include analytical and formulation chemistry, microbiology, data science and predictive analytics, process and packaging engineering, digital and remote monitoring engineering and product dispensing technology. Substantially all of our principal products have been developed by our research, development and engineering personnel. ​We believe continued research and development activities are critical to maintaining our leadership position within the industry and will provide us with a competitive advantage as we seek additional business with new and existing customers. ​Joint Ventures​Over time, we have entered into partnerships or joint ventures in order to meet local ownership requirements, to achieve quicker operational scale, to expand our ability to provide our customers a more fully integrated offering or to provide other benefits to our business or customers. During 2022, the impact on our consolidated net income of our joint ventures, in the aggregate, was approximately three percent. We will continue to evaluate the potential for partnerships and joint ventures that can assist us in increasing our geographic, technological and product reach.​Environmental and Regulatory Considerations​Our businesses are subject to various legislative enactments and regulations relating to the protection of the environment and public health. While we cooperate with governmental authorities and take commercially practicable measures to meet regulatory requirements and avoid or limit environmental effects, some risks are inherent in our businesses. Among the risks are costs associated with transporting and managing hazardous materials and waste disposal and plant site clean-up, fines and penalties if we are found to be in violation of law, as well as modifications, disruptions or discontinuation of certain operations or types of operations including product recalls and reformulations. Similarly, the need for certain of our products and services is dependent upon or might be limited by governmental laws and regulations. Changes in such laws and regulations, including among others, air, water, chemical and product regulations, could impact the sales of some of our products or services. In addition to an increase in costs of manufacturing and delivering products, a change in production regulations or product regulations could result in interruptions to our business and potentially cause economic or consequential losses should we be unable to meet the demands of our customers for products.​Additionally, although we are not currently aware of any such circumstances, there can be no assurance that future legislation or enforcement policies will not have a material adverse effect on our consolidated results of operations, financial position or cash flows. Environmental and regulatory matters most significant to us are discussed below.​Ingredient Legislation: Various laws and regulations have been enacted by state, local and foreign jurisdictions pertaining to the sale of products which contain phosphorous, volatile organic compounds, or other ingredients that may impact human health or the environment. Under California Proposition 65, for example, label disclosures are required for certain products containing chemicals listed by California. Chemical management initiatives that promote pollution prevention through research and development of safer chemicals and safer chemical processes are being advanced by several states. ​ Manufacturing and Distribution ​ We manufacture most of our products and related equipment in Company-operated manufacturing facilities. Some products are also produced for us by third-party contract manufacturers. Other products and equipment are purchased from third-party suppliers. Additional information on product/equipment sourcing is found in the segment discussions above and additional information on our manufacturing facilities is located under Part I, Item 2. “Properties,” of this Form 10-K. ​ Deliveries to customers are made from our manufacturing plants and a network of distribution centers and third-party logistics service providers. We use common carriers, our own delivery vehicles, and distributors for transport. Additional information on our plant and distribution facilities is located under Part I, Item 2. “Properties,” of this Form 10-K. ​ Raw Materials ​ Raw materials purchased for use in manufacturing our products are inorganic chemicals, including alkalis, acids, biocides, phosphonates, phosphorous materials, silicates and salts; and organic chemicals, including acids, alcohols, amines, fatty acids, surfactants, solvents, monomers and polymers. Healthcare purchases plastic films and parts to manufacture medical devices that serve the surgical and infection prevention markets. Pesticides used by Pest Elimination are purchased as finished products under contract or purchase order from the producers or their distributors. We also purchase packaging materials for our manufactured products and components for our specialized cleaning equipment and systems. We purchase more than 10,000 raw materials, with the largest single raw material representing approximately four percent of raw material purchases. Our raw materials, with the exception of a few specialized chemicals which we manufacture, are generally purchased on an annual contract basis and are ordinarily available in adequate quantities from a diverse group of suppliers globally. We have encountered supply chain disruptions with impacts of the COVID-19 pandemic, war in Ukraine and the overall energy crisis (mainly in Europe). These events have impacted the availability and cost of many raw materials. When practical, global sourcing is used so that purchasing or production locations can be shifted to control product costs. ​ Research and Development ​ Our research and development program consists principally of developing and validating the performance of new products, processes, techniques and equipment, improving the efficiency of those already existing, improving service program content, evaluating the environmental compatibility of products and technical support. Key disciplines include analytical and formulation chemistry, microbiology, data science and predictive analytics, process and packaging engineering, digital and remote monitoring engineering and product dispensing technology. Substantially all of our principal products have been developed by our research, development and engineering personnel.  ​ We believe continued research and development activities are critical to maintaining our leadership position within the industry and will provide us with a competitive advantage as we seek additional business with new and existing customers.  ​ Joint Ventures ​ Over time, we have entered into partnerships or joint ventures in order to meet local ownership requirements, to achieve quicker operational scale, to expand our ability to provide our customers a more fully integrated offering or to provide other benefits to our business or customers. During 2022, the impact on our consolidated net income of our joint ventures, in the aggregate, was approximately three percent. We will continue to evaluate the potential for partnerships and joint ventures that can assist us in increasing our geographic, technological and product reach. ​ Environmental and Regulatory Considerations ​ Our businesses are subject to various legislative enactments and regulations relating to the protection of the environment and public health. While we cooperate with governmental authorities and take commercially practicable measures to meet regulatory requirements and avoid or limit environmental effects, some risks are inherent in our businesses. Among the risks are costs associated with transporting and managing hazardous materials and waste disposal and plant site clean-up, fines and penalties if we are found to be in violation of law, as well as modifications, disruptions or discontinuation of certain operations or types of operations including product recalls and reformulations. Similarly, the need for certain of our products and services is dependent upon or might be limited by governmental laws and regulations. Changes in such laws and regulations, including among others, air, water, chemical and product regulations, could impact the sales of some of our products or services. In addition to an increase in costs of manufacturing and delivering products, a change in production regulations or product regulations could result in interruptions to our business and potentially cause economic or consequential losses should we be unable to meet the demands of our customers for products. ​ Additionally, although we are not currently aware of any such circumstances, there can be no assurance that future legislation or enforcement policies will not have a material adverse effect on our consolidated results of operations, financial position or cash flows. Environmental and regulatory matters most significant to us are discussed below. ​ Ingredient Legislation: Various laws and regulations have been enacted by state, local and foreign jurisdictions pertaining to the sale of products which contain phosphorous, volatile organic compounds, or other ingredients that may impact human health or the environment. Under California Proposition 65, for example, label disclosures are required for certain products containing chemicals listed by California. Chemical management initiatives that promote pollution prevention through research and development of safer chemicals and safer chemical processes are being advanced by several states.  ​ 10 10  Table of ContentsEnvironmentally preferable purchasing programs for cleaning products have been enacted in a number of states to date, and in recent years have been considered by several other state legislatures. Cleaning product ingredient disclosure legislation has been introduced in the U.S. Congress in each of the past few years but has not passed, and several states are considering further regulations in this area. In 2017, California passed the Cleaning Product Right to Know Act of 2017, that required ingredient transparency on-line and on-label by 2020 and 2021, respectively. New York has proposed similar ingredient disclosure regulation. The U.S. Government is monitoring “green chemistry” initiatives through a variety of initiatives, including its “Design for the Environment” (“DfE”)/“Safer Choice” program. DfE/Safer Choice has three broad areas of work (recognition of safer products on a DfE/Safer Choice label, development of best practices for industrial processes and evaluation of safer chemicals), and we are involved in these to varying degrees. Our Global Institutional and Global Industrial cleaning products are subject to the regulations and may incur additional stay-in-market expenses associated with conducting the required alternatives analyses for chemicals of concern. To date, we generally have been able to comply with such legislative requirements by reformulation or labeling modifications. Such legislation has not had a material adverse effect on our consolidated results of operations, financial position or cash flows to date.​TSCA: The nation’s primary chemicals management law, the Toxic Substances Control Act (“TSCA”), was updated for the first time in 40 years with the passage of the Frank R. Lautenberg Chemical Safety for the 21st Century Act (“LCSA”) in 2016. The LCSA modernizes the original 1976 legislation, aiming to establish greater public confidence in the safety of chemical substances in commerce and improve the U.S. Environmental Protection Agency’s (“EPA”) capability and authority to regulate existing and new chemical substances. For Ecolab, the TSCA changes mainly impact testing and submission costs for new and existing chemical substances in the United States. As a result of reform and administration changes, EPA reviews are resulting in the majority of new substances being regulated in some manner by the agency. Compliance with new requirements under TSCA are similar to the costs associated with REACH in the European Union, which is discussed below.​REACH: The European Union has enacted a regulatory framework for the Registration, Evaluation and Authorization of Chemicals (“REACH”), which aims to manage chemical safety risks. REACH established a European Chemicals Agency (“ECHA”) in Helsinki, Finland, which is responsible for evaluating data to determine hazards and risks and to manage this program for authorizing chemicals for sale and distribution in Europe. We met all REACH registration requirements. To help manage this program, we have been simplifying our product lines and working with chemical suppliers to comply with registration requirements. In addition, Korea, Taiwan, Turkey, India, Chile and Colombia and other countries have implemented or are implementing similar requirements. In addition, the European Green Deal will include the revision of chemical management regulation to achieve a circular economy and toxic-free environment (Chemical Strategy for Sustainability) which may impact sales in Ecolab’s raw material portfolio. Potential costs to us are not yet fully quantifiable but are not expected to have a material adverse effect on our consolidated results of operations or cash flows in any one reporting period or on our financial position.​GHS: In 2003, the United Nations adopted a standard on hazard communication and labeling of chemical products known as the Globally Harmonized System of Classification and Labeling of Chemicals (“GHS”). GHS is designed to facilitate international trade and increase safe handling and use of hazardous chemicals through a worldwide system that classifies chemicals based on their intrinsic hazards and communicates information about those hazards through standardized product labels and safety data sheets (“SDSs”). Most countries in which we operate have adopted or are expected to adopt GHS-related legislation by 2023. The primary cost of compliance revolves around reclassifying products and revising SDSs and product labels. We have met applicable deadlines and are working toward a phased-in approach to mitigate the costs of GHS implementation in remaining countries (e.g., Peru, Chile, India). Potential costs to us are not expected to have a material adverse effect on our consolidated results of operations or cash flows in any one reporting period or on our financial position.​Pesticide and Biocide Legislation: Various international, federal and state environmental laws and regulations govern the manufacture and/or use of pesticides. We manufacture and sell certain disinfecting, sanitizing and material preservation products that kill or reduce microorganisms (bacteria, viruses, fungi) on hard environmental surfaces, in process fluids and on certain food products. Such products constitute “pesticides” or “antimicrobial pesticides” under the current definitions of the Federal Insecticide, Fungicide, and Rodenticide Act (“FIFRA”), as amended by the Food Quality Protection Act of 1996, the principal federal statute governing the manufacture, labeling, handling and use of pesticides. We maintain several hundred product registrations with the U.S. Environmental Protection Agency (“EPA”). Registration entails the necessity to meet certain efficacy, toxicity and labeling requirements and to pay on-going registration fees. In addition, each state in which these products are sold requires registration and payment of a fee. In general, the states impose no substantive requirements different from those required by FIFRA. However, California and certain other states have adopted additional regulatory programs, and California imposes a tax on total pesticide sales in that state. While the cost of complying with rules as to pesticides has not had a material adverse effect on our consolidated results of operations, financial condition, or cash flows to date, the costs and delays in receiving necessary approvals for these products continue to increase. Total fees paid to the EPA and the states to obtain or maintain pesticide registrations are not expected to significantly affect our consolidated results of operations or cash flows in any one reporting period or our financial position.​In Europe, the Biocidal Products Regulation established a program to evaluate and authorize marketing of biocidal active substances and products. We are working with suppliers and industry groups to manage these requirements and have met all relevant deadlines of the program by the timely submission of dossiers for active substances and biocide products. Anticipated registration costs, which will be incurred through the multi-year phase-in period, will be significant; however, these costs are not expected to significantly affect our consolidated results of operations or cash flows in any one reporting period or our financial position. The same is true for emerging biocide regulations in Asia.​11 Table of Contents Table of Contents Environmentally preferable purchasing programs for cleaning products have been enacted in a number of states to date, and in recent years have been considered by several other state legislatures. Cleaning product ingredient disclosure legislation has been introduced in the U.S. Congress in each of the past few years but has not passed, and several states are considering further regulations in this area. In 2017, California passed the Cleaning Product Right to Know Act of 2017, that required ingredient transparency on-line and on-label by 2020 and 2021, respectively. New York has proposed similar ingredient disclosure regulation. The U.S. Government is monitoring “green chemistry” initiatives through a variety of initiatives, including its “Design for the Environment” (“DfE”)/“Safer Choice” program. DfE/Safer Choice has three broad areas of work (recognition of safer products on a DfE/Safer Choice label, development of best practices for industrial processes and evaluation of safer chemicals), and we are involved in these to varying degrees. Our Global Institutional and Global Industrial cleaning products are subject to the regulations and may incur additional stay-in-market expenses associated with conducting the required alternatives analyses for chemicals of concern. To date, we generally have been able to comply with such legislative requirements by reformulation or labeling modifications. Such legislation has not had a material adverse effect on our consolidated results of operations, financial position or cash flows to date.​TSCA: The nation’s primary chemicals management law, the Toxic Substances Control Act (“TSCA”), was updated for the first time in 40 years with the passage of the Frank R. Lautenberg Chemical Safety for the 21st Century Act (“LCSA”) in 2016. The LCSA modernizes the original 1976 legislation, aiming to establish greater public confidence in the safety of chemical substances in commerce and improve the U.S. Environmental Protection Agency’s (“EPA”) capability and authority to regulate existing and new chemical substances. For Ecolab, the TSCA changes mainly impact testing and submission costs for new and existing chemical substances in the United States. As a result of reform and administration changes, EPA reviews are resulting in the majority of new substances being regulated in some manner by the agency. Compliance with new requirements under TSCA are similar to the costs associated with REACH in the European Union, which is discussed below.​REACH: The European Union has enacted a regulatory framework for the Registration, Evaluation and Authorization of Chemicals (“REACH”), which aims to manage chemical safety risks. REACH established a European Chemicals Agency (“ECHA”) in Helsinki, Finland, which is responsible for evaluating data to determine hazards and risks and to manage this program for authorizing chemicals for sale and distribution in Europe. We met all REACH registration requirements. To help manage this program, we have been simplifying our product lines and working with chemical suppliers to comply with registration requirements. In addition, Korea, Taiwan, Turkey, India, Chile and Colombia and other countries have implemented or are implementing similar requirements. In addition, the European Green Deal will include the revision of chemical management regulation to achieve a circular economy and toxic-free environment (Chemical Strategy for Sustainability) which may impact sales in Ecolab’s raw material portfolio. Potential costs to us are not yet fully quantifiable but are not expected to have a material adverse effect on our consolidated results of operations or cash flows in any one reporting period or on our financial position.​GHS: In 2003, the United Nations adopted a standard on hazard communication and labeling of chemical products known as the Globally Harmonized System of Classification and Labeling of Chemicals (“GHS”). GHS is designed to facilitate international trade and increase safe handling and use of hazardous chemicals through a worldwide system that classifies chemicals based on their intrinsic hazards and communicates information about those hazards through standardized product labels and safety data sheets (“SDSs”). Most countries in which we operate have adopted or are expected to adopt GHS-related legislation by 2023. The primary cost of compliance revolves around reclassifying products and revising SDSs and product labels. We have met applicable deadlines and are working toward a phased-in approach to mitigate the costs of GHS implementation in remaining countries (e.g., Peru, Chile, India). Potential costs to us are not expected to have a material adverse effect on our consolidated results of operations or cash flows in any one reporting period or on our financial position.​Pesticide and Biocide Legislation: Various international, federal and state environmental laws and regulations govern the manufacture and/or use of pesticides. We manufacture and sell certain disinfecting, sanitizing and material preservation products that kill or reduce microorganisms (bacteria, viruses, fungi) on hard environmental surfaces, in process fluids and on certain food products. Such products constitute “pesticides” or “antimicrobial pesticides” under the current definitions of the Federal Insecticide, Fungicide, and Rodenticide Act (“FIFRA”), as amended by the Food Quality Protection Act of 1996, the principal federal statute governing the manufacture, labeling, handling and use of pesticides. We maintain several hundred product registrations with the U.S. Environmental Protection Agency (“EPA”). Registration entails the necessity to meet certain efficacy, toxicity and labeling requirements and to pay on-going registration fees. In addition, each state in which these products are sold requires registration and payment of a fee. In general, the states impose no substantive requirements different from those required by FIFRA. However, California and certain other states have adopted additional regulatory programs, and California imposes a tax on total pesticide sales in that state. While the cost of complying with rules as to pesticides has not had a material adverse effect on our consolidated results of operations, financial condition, or cash flows to date, the costs and delays in receiving necessary approvals for these products continue to increase. Total fees paid to the EPA and the states to obtain or maintain pesticide registrations are not expected to significantly affect our consolidated results of operations or cash flows in any one reporting period or our financial position.​In Europe, the Biocidal Products Regulation established a program to evaluate and authorize marketing of biocidal active substances and products. We are working with suppliers and industry groups to manage these requirements and have met all relevant deadlines of the program by the timely submission of dossiers for active substances and biocide products. Anticipated registration costs, which will be incurred through the multi-year phase-in period, will be significant; however, these costs are not expected to significantly affect our consolidated results of operations or cash flows in any one reporting period or our financial position. The same is true for emerging biocide regulations in Asia.​ Environmentally preferable purchasing programs for cleaning products have been enacted in a number of states to date, and in recent years have been considered by several other state legislatures. Cleaning product ingredient disclosure legislation has been introduced in the U.S. Congress in each of the past few years but has not passed, and several states are considering further regulations in this area. In 2017, California passed the Cleaning Product Right to Know Act of 2017, that required ingredient transparency on-line and on-label by 2020 and 2021, respectively. New York has proposed similar ingredient disclosure regulation. The U.S. Government is monitoring “green chemistry” initiatives through a variety of initiatives, including its “Design for the Environment” (“DfE”)/“Safer Choice” program. DfE/Safer Choice has three broad areas of work (recognition of safer products on a DfE/Safer Choice label, development of best practices for industrial processes and evaluation of safer chemicals), and we are involved in these to varying degrees. Our Global Institutional and Global Industrial cleaning products are subject to the regulations and may incur additional stay-in-market expenses associated with conducting the required alternatives analyses for chemicals of concern. To date, we generally have been able to comply with such legislative requirements by reformulation or labeling modifications. Such legislation has not had a material adverse effect on our consolidated results of operations, financial position or cash flows to date. ​ TSCA: The nation’s primary chemicals management law, the Toxic Substances Control Act (“TSCA”), was updated for the first time in 40 years with the passage of the Frank R. Lautenberg Chemical Safety for the 21st Century Act (“LCSA”) in 2016. The LCSA modernizes the original 1976 legislation, aiming to establish greater public confidence in the safety of chemical substances in commerce and improve the U.S. Environmental Protection Agency’s (“EPA”) capability and authority to regulate existing and new chemical substances. For Ecolab, the TSCA changes mainly impact testing and submission costs for new and existing chemical substances in the United States. As a result of reform and administration changes, EPA reviews are resulting in the majority of new substances being regulated in some manner by the agency. Compliance with new requirements under TSCA are similar to the costs associated with REACH in the European Union, which is discussed below. ​ REACH: The European Union has enacted a regulatory framework for the Registration, Evaluation and Authorization of Chemicals (“REACH”), which aims to manage chemical safety risks. REACH established a European Chemicals Agency (“ECHA”) in Helsinki, Finland, which is responsible for evaluating data to determine hazards and risks and to manage this program for authorizing chemicals for sale and distribution in Europe. We met all REACH registration requirements. To help manage this program, we have been simplifying our product lines and working with chemical suppliers to comply with registration requirements. In addition, Korea, Taiwan, Turkey, India, Chile and Colombia and other countries have implemented or are implementing similar requirements. In addition, the European Green Deal will include the revision of chemical management regulation to achieve a circular economy and toxic-free environment (Chemical Strategy for Sustainability) which may impact sales in Ecolab’s raw material portfolio. Potential costs to us are not yet fully quantifiable but are not expected to have a material adverse effect on our consolidated results of operations or cash flows in any one reporting period or on our financial position. ​ GHS: In 2003, the United Nations adopted a standard on hazard communication and labeling of chemical products known as the Globally Harmonized System of Classification and Labeling of Chemicals (“GHS”). GHS is designed to facilitate international trade and increase safe handling and use of hazardous chemicals through a worldwide system that classifies chemicals based on their intrinsic hazards and communicates information about those hazards through standardized product labels and safety data sheets (“SDSs”). Most countries in which we operate have adopted or are expected to adopt GHS-related legislation by 2023. The primary cost of compliance revolves around reclassifying products and revising SDSs and product labels. We have met applicable deadlines and are working toward a phased-in approach to mitigate the costs of GHS implementation in remaining countries (e.g., Peru, Chile, India). Potential costs to us are not expected to have a material adverse effect on our consolidated results of operations or cash flows in any one reporting period or on our financial position. ​ Pesticide and Biocide Legislation: Various international, federal and state environmental laws and regulations govern the manufacture and/or use of pesticides. We manufacture and sell certain disinfecting, sanitizing and material preservation products that kill or reduce microorganisms (bacteria, viruses, fungi) on hard environmental surfaces, in process fluids and on certain food products. Such products constitute “pesticides” or “antimicrobial pesticides” under the current definitions of the Federal Insecticide, Fungicide, and Rodenticide Act (“FIFRA”), as amended by the Food Quality Protection Act of 1996, the principal federal statute governing the manufacture, labeling, handling and use of pesticides. We maintain several hundred product registrations with the U.S. Environmental Protection Agency (“EPA”). Registration entails the necessity to meet certain efficacy, toxicity and labeling requirements and to pay on-going registration fees. In addition, each state in which these products are sold requires registration and payment of a fee. In general, the states impose no substantive requirements different from those required by FIFRA. However, California and certain other states have adopted additional regulatory programs, and California imposes a tax on total pesticide sales in that state. While the cost of complying with rules as to pesticides has not had a material adverse effect on our consolidated results of operations, financial condition, or cash flows to date, the costs and delays in receiving necessary approvals for these products continue to increase. Total fees paid to the EPA and the states to obtain or maintain pesticide registrations are not expected to significantly affect our consolidated results of operations or cash flows in any one reporting period or our financial position. ​ In Europe, the Biocidal Products Regulation established a program to evaluate and authorize marketing of biocidal active substances and products. We are working with suppliers and industry groups to manage these requirements and have met all relevant deadlines of the program by the timely submission of dossiers for active substances and biocide products. Anticipated registration costs, which will be incurred through the multi-year phase-in period, will be significant; however, these costs are not expected to significantly affect our consolidated results of operations or cash flows in any one reporting period or our financial position. The same is true for emerging biocide regulations in Asia. ​ 11 11  Table of ContentsIn addition, Pest Elimination applies restricted-use pesticides that it generally purchases from third parties. That business must comply with certain standards pertaining to the use of such pesticides and to the licensing of employees who apply such pesticides. Such regulations are enforced primarily by the states or local jurisdictions in conformity with federal regulations. We have not experienced material difficulties in complying with these requirements. ​FDA Antimicrobial Product Requirements: Various laws and regulations have been enacted by federal, state, local and foreign jurisdictions regulating certain products manufactured and sold by us for controlling microbial growth on humans, animals and foods. In the United States, these requirements generally are administered by the U.S. Food and Drug Administration (\"FDA\"). However, the U.S. Department of Agriculture and EPA also may share in regulatory jurisdiction of antimicrobials applied to food. The FDA codifies regulations for these product categories in order to ensure product quality, safety and effectiveness. The FDA also has been expanding requirements applicable to such products, including proposing regulations for over-the-counter antiseptic drug products, which may impose additional requirements associated with antimicrobial hand care products and associated costs when finalized by the FDA. FDA regulations associated with the Food Safety Modernization Act may impose additional requirements related to safety product lines. To date, such requirements have not had a material adverse effect on our consolidated results of operations, financial position or cash flows.​Medical Device and Drug Product Requirements: As a manufacturer, distributor and marketer of medical devices and human drugs, we also are subject to regulation by the FDA and corresponding regulatory agencies of the state, local and foreign governments in which we sell our products. These regulations govern the development, testing, manufacturing, packaging, labeling, distribution and marketing of medical devices and medicinal products, including Advanced Pharmaceutical Ingredients (“API”), excipients and resins for biopharmaceutical processing. We also are required to register with the FDA as a medical device and drug manufacturer, comply with post-market reporting (e.g., Adverse Event Reporting, MDR and Recall) requirements, and to comply with the FDA’s current Good Manufacturing Practices and Quality System Regulations which require that we have a quality system for the design and production of our products intended for commercial distribution in the United States and satisfy recordkeeping requirements with respect to our manufacturing, testing and control activities. Countries in the European Union require that certain products being sold within their jurisdictions obtain a “CE mark,” an international symbol of adherence to quality assurance standards, and be manufactured in compliance with certain requirements (e.g., Medical Device Directive 93/42/EE, Medical Device Regulation (EU) 2017/745 (“MDR”), and ISO 13485). We have CE mark approval to sell various medical device and medicinal products in Europe. Implementation of the MDR will require additional certifications and investments, including system, product and process upgrades. Our other international non-European operations also are subject to government regulation and country-specific rules and regulations. Regulators at the federal, state and local level have imposed, are currently considering and are expected to continue to impose regulations on medical devices and drug products. No prediction can be made of the potential effect of any such future regulations, and there can be no assurance that future legislation or regulations will not increase the costs of our products or prohibit the sale or use of certain products.​Equipment: Ecolab’s products are dispensed by equipment that is subject to state and local regulatory requirements, as well as being subject to UL, NSF, and other approval requirements. For certain digitally connected product offerings, Federal Communication Commission (“FCC”) and corresponding international requirements are applicable. We have both dedicated manufacturing facilities and third-party production of our equipment. We are developing processes to monitor and manage changing regulatory regimes and assist with equipment systems compliance. To date, such requirements have not had a material adverse effect on our consolidated results of operations, financial position or cash flows.​Other Environmental Legislation: Our manufacturing plants are subject to federal, state, local or foreign jurisdiction laws and regulations relating to discharge of hazardous substances into the environment and to the transportation, handling and disposal of such substances. The primary federal statutes that apply to our activities in the United States are the Clean Air Act, the Clean Water Act and the Resource Conservation and Recovery Act. We are also subject to the Superfund Amendments and Reauthorization Act of 1986, which imposes certain reporting requirements as to emissions of hazardous substances into the air, land and water. The products we produce and distribute into Europe are also subject to directives governing electrical waste (WEEE Directive 2012/19/EU) and restrictive substances (RoHS Directive 2011/65/EU). Similar legal requirements apply to Ecolab’s facilities globally. We make capital investments and expenditures to comply with environmental laws and regulations, to promote employee safety and to carry out our announced environmental sustainability principles. To date, such expenditures have not had a significant adverse effect on our consolidated results of operations, financial position or cash flows. Our capital expenditures for environmental, health and safety projects worldwide were approximately $35 million in 2022, $28 million in 2021 and $18 million in 2020. Approximately $41 million has been budgeted globally for projects in 2023. The increase in the projected spend reflects a return to historical annual expenditure levels prior to the COVID-19 pandemic.​Climate Change: Various laws and regulations pertaining to climate change have been implemented or are being considered for implementation at the international, national, regional and state levels, particularly as they relate to the reduction of greenhouse gas (GHG) emissions. These include proposed regulations introduced by the SEC in March 2022 relating to climate change disclosure and the European Commission’s Corporate Sustainability Reporting Directive, which came into force in December 2022 and will apply to both EU and certain non-EU companies with a phased introduction. These laws may directly impact the Company. We continue to monitor the development and implementation of such laws and regulations; however, as a matter of corporate policy, we support a balanced approach to reducing GHG emissions while sustaining economic growth.​​12 Table of Contents Table of Contents In addition, Pest Elimination applies restricted-use pesticides that it generally purchases from third parties. That business must comply with certain standards pertaining to the use of such pesticides and to the licensing of employees who apply such pesticides. Such regulations are enforced primarily by the states or local jurisdictions in conformity with federal regulations. We have not experienced material difficulties in complying with these requirements. ​FDA Antimicrobial Product Requirements: Various laws and regulations have been enacted by federal, state, local and foreign jurisdictions regulating certain products manufactured and sold by us for controlling microbial growth on humans, animals and foods. In the United States, these requirements generally are administered by the U.S. Food and Drug Administration (\"FDA\"). However, the U.S. Department of Agriculture and EPA also may share in regulatory jurisdiction of antimicrobials applied to food. The FDA codifies regulations for these product categories in order to ensure product quality, safety and effectiveness. The FDA also has been expanding requirements applicable to such products, including proposing regulations for over-the-counter antiseptic drug products, which may impose additional requirements associated with antimicrobial hand care products and associated costs when finalized by the FDA. FDA regulations associated with the Food Safety Modernization Act may impose additional requirements related to safety product lines. To date, such requirements have not had a material adverse effect on our consolidated results of operations, financial position or cash flows.​Medical Device and Drug Product Requirements: As a manufacturer, distributor and marketer of medical devices and human drugs, we also are subject to regulation by the FDA and corresponding regulatory agencies of the state, local and foreign governments in which we sell our products. These regulations govern the development, testing, manufacturing, packaging, labeling, distribution and marketing of medical devices and medicinal products, including Advanced Pharmaceutical Ingredients (“API”), excipients and resins for biopharmaceutical processing. We also are required to register with the FDA as a medical device and drug manufacturer, comply with post-market reporting (e.g., Adverse Event Reporting, MDR and Recall) requirements, and to comply with the FDA’s current Good Manufacturing Practices and Quality System Regulations which require that we have a quality system for the design and production of our products intended for commercial distribution in the United States and satisfy recordkeeping requirements with respect to our manufacturing, testing and control activities. Countries in the European Union require that certain products being sold within their jurisdictions obtain a “CE mark,” an international symbol of adherence to quality assurance standards, and be manufactured in compliance with certain requirements (e.g., Medical Device Directive 93/42/EE, Medical Device Regulation (EU) 2017/745 (“MDR”), and ISO 13485). We have CE mark approval to sell various medical device and medicinal products in Europe. Implementation of the MDR will require additional certifications and investments, including system, product and process upgrades. Our other international non-European operations also are subject to government regulation and country-specific rules and regulations. Regulators at the federal, state and local level have imposed, are currently considering and are expected to continue to impose regulations on medical devices and drug products. No prediction can be made of the potential effect of any such future regulations, and there can be no assurance that future legislation or regulations will not increase the costs of our products or prohibit the sale or use of certain products.​Equipment: Ecolab’s products are dispensed by equipment that is subject to state and local regulatory requirements, as well as being subject to UL, NSF, and other approval requirements. For certain digitally connected product offerings, Federal Communication Commission (“FCC”) and corresponding international requirements are applicable. We have both dedicated manufacturing facilities and third-party production of our equipment. We are developing processes to monitor and manage changing regulatory regimes and assist with equipment systems compliance. To date, such requirements have not had a material adverse effect on our consolidated results of operations, financial position or cash flows.​Other Environmental Legislation: Our manufacturing plants are subject to federal, state, local or foreign jurisdiction laws and regulations relating to discharge of hazardous substances into the environment and to the transportation, handling and disposal of such substances. The primary federal statutes that apply to our activities in the United States are the Clean Air Act, the Clean Water Act and the Resource Conservation and Recovery Act. We are also subject to the Superfund Amendments and Reauthorization Act of 1986, which imposes certain reporting requirements as to emissions of hazardous substances into the air, land and water. The products we produce and distribute into Europe are also subject to directives governing electrical waste (WEEE Directive 2012/19/EU) and restrictive substances (RoHS Directive 2011/65/EU). Similar legal requirements apply to Ecolab’s facilities globally. We make capital investments and expenditures to comply with environmental laws and regulations, to promote employee safety and to carry out our announced environmental sustainability principles. To date, such expenditures have not had a significant adverse effect on our consolidated results of operations, financial position or cash flows. Our capital expenditures for environmental, health and safety projects worldwide were approximately $35 million in 2022, $28 million in 2021 and $18 million in 2020. Approximately $41 million has been budgeted globally for projects in 2023. The increase in the projected spend reflects a return to historical annual expenditure levels prior to the COVID-19 pandemic.​Climate Change: Various laws and regulations pertaining to climate change have been implemented or are being considered for implementation at the international, national, regional and state levels, particularly as they relate to the reduction of greenhouse gas (GHG) emissions. These include proposed regulations introduced by the SEC in March 2022 relating to climate change disclosure and the European Commission’s Corporate Sustainability Reporting Directive, which came into force in December 2022 and will apply to both EU and certain non-EU companies with a phased introduction. These laws may directly impact the Company. We continue to monitor the development and implementation of such laws and regulations; however, as a matter of corporate policy, we support a balanced approach to reducing GHG emissions while sustaining economic growth.​​ In addition, Pest Elimination applies restricted-use pesticides that it generally purchases from third parties. That business must comply with certain standards pertaining to the use of such pesticides and to the licensing of employees who apply such pesticides. Such regulations are enforced primarily by the states or local jurisdictions in conformity with federal regulations. We have not experienced material difficulties in complying with these requirements.  ​ FDA Antimicrobial Product Requirements: Various laws and regulations have been enacted by federal, state, local and foreign jurisdictions regulating certain products manufactured and sold by us for controlling microbial growth on humans, animals and foods. In the United States, these requirements generally are administered by the U.S. Food and Drug Administration (\"FDA\"). However, the U.S. Department of Agriculture and EPA also may share in regulatory jurisdiction of antimicrobials applied to food. The FDA codifies regulations for these product categories in order to ensure product quality, safety and effectiveness. The FDA also has been expanding requirements applicable to such products, including proposing regulations for over-the-counter antiseptic drug products, which may impose additional requirements associated with antimicrobial hand care products and associated costs when finalized by the FDA. FDA regulations associated with the Food Safety Modernization Act may impose additional requirements related to safety product lines. To date, such requirements have not had a material adverse effect on our consolidated results of operations, financial position or cash flows. ​ Medical Device and Drug Product Requirements: As a manufacturer, distributor and marketer of medical devices and human drugs, we also are subject to regulation by the FDA and corresponding regulatory agencies of the state, local and foreign governments in which we sell our products. These regulations govern the development, testing, manufacturing, packaging, labeling, distribution and marketing of medical devices and medicinal products, including Advanced Pharmaceutical Ingredients (“API”), excipients and resins for biopharmaceutical processing. We also are required to register with the FDA as a medical device and drug manufacturer, comply with post-market reporting (e.g., Adverse Event Reporting, MDR and Recall) requirements, and to comply with the FDA’s current Good Manufacturing Practices and Quality System Regulations which require that we have a quality system for the design and production of our products intended for commercial distribution in the United States and satisfy recordkeeping requirements with respect to our manufacturing, testing and control activities. Countries in the European Union require that certain products being sold within their jurisdictions obtain a “CE mark,” an international symbol of adherence to quality assurance standards, and be manufactured in compliance with certain requirements (e.g., Medical Device Directive 93/42/EE, Medical Device Regulation (EU) 2017/745 (“MDR”), and ISO 13485). We have CE mark approval to sell various medical device and medicinal products in Europe. Implementation of the MDR will require additional certifications and investments, including system, product and process upgrades. Our other international non-European operations also are subject to government regulation and country-specific rules and regulations. Regulators at the federal, state and local level have imposed, are currently considering and are expected to continue to impose regulations on medical devices and drug products. No prediction can be made of the potential effect of any such future regulations, and there can be no assurance that future legislation or regulations will not increase the costs of our products or prohibit the sale or use of certain products. ​ Equipment: Ecolab’s products are dispensed by equipment that is subject to state and local regulatory requirements, as well as being subject to UL, NSF, and other approval requirements. For certain digitally connected product offerings, Federal Communication Commission (“FCC”) and corresponding international requirements are applicable. We have both dedicated manufacturing facilities and third-party production of our equipment. We are developing processes to monitor and manage changing regulatory regimes and assist with equipment systems compliance. To date, such requirements have not had a material adverse effect on our consolidated results of operations, financial position or cash flows. ​ Other Environmental Legislation: Our manufacturing plants are subject to federal, state, local or foreign jurisdiction laws and regulations relating to discharge of hazardous substances into the environment and to the transportation, handling and disposal of such substances. The primary federal statutes that apply to our activities in the United States are the Clean Air Act, the Clean Water Act and the Resource Conservation and Recovery Act. We are also subject to the Superfund Amendments and Reauthorization Act of 1986, which imposes certain reporting requirements as to emissions of hazardous substances into the air, land and water. The products we produce and distribute into Europe are also subject to directives governing electrical waste (WEEE Directive 2012/19/EU) and restrictive substances (RoHS Directive 2011/65/EU). Similar legal requirements apply to Ecolab’s facilities globally. We make capital investments and expenditures to comply with environmental laws and regulations, to promote employee safety and to carry out our announced environmental sustainability principles. To date, such expenditures have not had a significant adverse effect on our consolidated results of operations, financial position or cash flows. Our capital expenditures for environmental, health and safety projects worldwide were approximately $35 million in 2022, $28 million in 2021 and $18 million in 2020. Approximately $41 million has been budgeted globally for projects in 2023. The increase in the projected spend reflects a return to historical annual expenditure levels prior to the COVID-19 pandemic. ​ Climate Change: Various laws and regulations pertaining to climate change have been implemented or are being considered for implementation at the international, national, regional and state levels, particularly as they relate to the reduction of greenhouse gas (GHG) emissions. These include proposed regulations introduced by the SEC in March 2022 relating to climate change disclosure and the European Commission’s Corporate Sustainability Reporting Directive, which came into force in December 2022 and will apply to both EU and certain non-EU companies with a phased introduction. These laws may directly impact the Company. We continue to monitor the development and implementation of such laws and regulations; however, as a matter of corporate policy, we support a balanced approach to reducing GHG emissions while sustaining economic growth. ​ ​ 12 12  Table of ContentsFurthermore, climate-related risks are assessed within our Enterprise Risk Management process and Annual Business Significance Risks Assessment, which is aligned with recommendations of the Financial Stability Board (FSB) Task Force on Climate-related Financial Disclosures (TCFD). We report TCFD disclosures in our annual CDP Climate report located at https://www.ecolab.com/sustainability/sustainability-reporting-resources. We are evaluating further application of the recommendations of the TCFD in alignment with the recommended timeline from the TCFD.​Ecolab recognizes that climate change poses potential risks and creates potential opportunities to our organization. Ecolab has taken steps to further identify and assess the nature and magnitude of these risks and opportunities. Ecolab has been focused on assessing climate risks for the past three years, leading up to our TCFD-aligned climate risk assessment conducted in 2021. We expect to continue our efforts to assess additional climate-related risks and opportunities including, exploring our supply chain resiliency, as appropriate. Subsequently, Ecolab plans to review the results of our analysis and consider adaptation and management plans for any relevant climate change risks and to further benefit from identified opportunities for customer impact.​To further our climate commitment, in 2019 we announced new goals to reduce our GHG emissions by half by 2030 and achieve net zero by 2050, in alignment with the United Nations Global Compact’s Business Ambition for 1.5⁰C. In 2020, we further committed to attempt to move to 100% renewable energy by 2030 and set a science-based target (SBT) addressing our Scope 1, 2 and 3 GHG emissions. Our SBT targets reduction of absolute Scope 1 and 2 emissions by 50% by 2030 from a 2018 base year, and to work with our suppliers representing 70% of our Scope 3 emissions to set science-based reduction targets by 2024. In 2021, we invested over $1.2 million in continuous improvement projects focused on water and energy reductions at over 20 of our facilities across the globe. In all, these projects reduced annual energy consumption by almost 5.4 billion BTUs, reduced GHG emissions by 324 MT CO2e and saved 27 million gallons (~103,000 cubic meters) of water across our global supply chain manufacturing facilities. The scope of energy consumption reductions is calculated using a combination of direct measurements and estimations using best-practice methodologies. The scope of reduction in GHG emissions consumption data is an estimated annual impact and includes both Scope 1 and 2 emissions. Water reduction is calculated using the water meters and utilities data that measure the savings since our base year of calculations which was 2018. ​In addition to managing our operational and supply chain sustainability performance, we partner with customers at more than three million customer locations around the world to reduce energy and GHG emissions through our high-efficiency solutions in cleaning and sanitation, water, paper, and energy services. Showcasing our global team’s dedication to helping our customers thrive and make a positive impact in the world, we have set a 2030 goal to help our customers reduce their GHG emissions by 6.0 million metric tons. Ecolab recognizes the climate-water nexus. As part of our 2030 Impact Goals, we have planned to restore greater than 50% of our water withdrawal and achieve Alliance for Water Stewardship Standard certification in high-risk watersheds. In addition, we aim to reduce net water withdrawals by 40% per unit of production across our enterprise. We also magnify our impact through the water-saving solutions we deliver to our customers and have set a goal to help our customers conserve more than 300 billion gallons of water annually by 2030.​The science of sustainability is an evolving one. For a discussion of the factors that may cause our sustainability initiatives, goals and targets to differ from those expressed above, see Item 1A of this Form 10-K, entitled “Risk Factors.”​Environmental Remediation and Proceedings: Along with numerous other potentially responsible parties (“PRP”), we are currently involved with waste disposal site clean-up activities imposed by the federal Comprehensive Environmental Response, Compensation and Liability Act (“CERCLA”) or state equivalents at 17 sites in the United States. Additionally, we have similar liability at five sites outside the United States. In general, under CERCLA, we and each other PRP that actually contributed hazardous substances to a Superfund site are jointly and severally liable for the costs associated with cleaning up the site. Customarily, the PRPs will work with the EPA to agree and implement a plan for site remediation. ​Based on an analysis of our experience with such environmental proceedings, our estimated share of all hazardous materials deposited on the sites referred to in the preceding paragraph, and our estimate of the contribution to be made by other PRPs which we believe have the financial ability to pay their shares, we have accrued our best estimate of our probable future costs relating to such known sites. In establishing accruals, potential insurance reimbursements are not included. The accrual is not discounted. It is not feasible to predict when the amounts accrued will be paid due to the uncertainties inherent in the environmental remediation and associated regulatory processes.​We have also been named as a defendant in a number of lawsuits alleging personal injury due to exposure to hazardous substances, including multi-party lawsuits alleging personal injury in connection with our products and services. While we do not believe that any of these suits will be material to us based upon present information, there can be no assurance that these environmental matters could not have, either individually or in the aggregate, a material adverse effect on our consolidated results of operations, financial position or cash flows.​We have also been named as a defendant in lawsuits where our products have not caused injuries, but the claimants wish to be monitored for potential future injuries. We cannot predict with certainty the outcome of any such tort claims or the involvement we or our products might have in such matters in the future, and there can be no assurance that the discovery of previously unknown conditions will not require significant expenditures. In each of these chemical exposure cases, our insurance carriers have accepted the claims on our behalf (with or without reservation) and our financial exposure should be limited to the amount of our deductible; however, we cannot predict the number of claims that we may have to defend in the future and we may not be able to continue to maintain such insurance.13 Table of Contents Table of Contents Furthermore, climate-related risks are assessed within our Enterprise Risk Management process and Annual Business Significance Risks Assessment, which is aligned with recommendations of the Financial Stability Board (FSB) Task Force on Climate-related Financial Disclosures (TCFD). We report TCFD disclosures in our annual CDP Climate report located at https://www.ecolab.com/sustainability/sustainability-reporting-resources. We are evaluating further application of the recommendations of the TCFD in alignment with the recommended timeline from the TCFD.​Ecolab recognizes that climate change poses potential risks and creates potential opportunities to our organization. Ecolab has taken steps to further identify and assess the nature and magnitude of these risks and opportunities. Ecolab has been focused on assessing climate risks for the past three years, leading up to our TCFD-aligned climate risk assessment conducted in 2021. We expect to continue our efforts to assess additional climate-related risks and opportunities including, exploring our supply chain resiliency, as appropriate. Subsequently, Ecolab plans to review the results of our analysis and consider adaptation and management plans for any relevant climate change risks and to further benefit from identified opportunities for customer impact.​To further our climate commitment, in 2019 we announced new goals to reduce our GHG emissions by half by 2030 and achieve net zero by 2050, in alignment with the United Nations Global Compact’s Business Ambition for 1.5⁰C. In 2020, we further committed to attempt to move to 100% renewable energy by 2030 and set a science-based target (SBT) addressing our Scope 1, 2 and 3 GHG emissions. Our SBT targets reduction of absolute Scope 1 and 2 emissions by 50% by 2030 from a 2018 base year, and to work with our suppliers representing 70% of our Scope 3 emissions to set science-based reduction targets by 2024. In 2021, we invested over $1.2 million in continuous improvement projects focused on water and energy reductions at over 20 of our facilities across the globe. In all, these projects reduced annual energy consumption by almost 5.4 billion BTUs, reduced GHG emissions by 324 MT CO2e and saved 27 million gallons (~103,000 cubic meters) of water across our global supply chain manufacturing facilities. The scope of energy consumption reductions is calculated using a combination of direct measurements and estimations using best-practice methodologies. The scope of reduction in GHG emissions consumption data is an estimated annual impact and includes both Scope 1 and 2 emissions. Water reduction is calculated using the water meters and utilities data that measure the savings since our base year of calculations which was 2018. ​In addition to managing our operational and supply chain sustainability performance, we partner with customers at more than three million customer locations around the world to reduce energy and GHG emissions through our high-efficiency solutions in cleaning and sanitation, water, paper, and energy services. Showcasing our global team’s dedication to helping our customers thrive and make a positive impact in the world, we have set a 2030 goal to help our customers reduce their GHG emissions by 6.0 million metric tons. Ecolab recognizes the climate-water nexus. As part of our 2030 Impact Goals, we have planned to restore greater than 50% of our water withdrawal and achieve Alliance for Water Stewardship Standard certification in high-risk watersheds. In addition, we aim to reduce net water withdrawals by 40% per unit of production across our enterprise. We also magnify our impact through the water-saving solutions we deliver to our customers and have set a goal to help our customers conserve more than 300 billion gallons of water annually by 2030.​The science of sustainability is an evolving one. For a discussion of the factors that may cause our sustainability initiatives, goals and targets to differ from those expressed above, see Item 1A of this Form 10-K, entitled “Risk Factors.”​Environmental Remediation and Proceedings: Along with numerous other potentially responsible parties (“PRP”), we are currently involved with waste disposal site clean-up activities imposed by the federal Comprehensive Environmental Response, Compensation and Liability Act (“CERCLA”) or state equivalents at 17 sites in the United States. Additionally, we have similar liability at five sites outside the United States. In general, under CERCLA, we and each other PRP that actually contributed hazardous substances to a Superfund site are jointly and severally liable for the costs associated with cleaning up the site. Customarily, the PRPs will work with the EPA to agree and implement a plan for site remediation. ​Based on an analysis of our experience with such environmental proceedings, our estimated share of all hazardous materials deposited on the sites referred to in the preceding paragraph, and our estimate of the contribution to be made by other PRPs which we believe have the financial ability to pay their shares, we have accrued our best estimate of our probable future costs relating to such known sites. In establishing accruals, potential insurance reimbursements are not included. The accrual is not discounted. It is not feasible to predict when the amounts accrued will be paid due to the uncertainties inherent in the environmental remediation and associated regulatory processes.​We have also been named as a defendant in a number of lawsuits alleging personal injury due to exposure to hazardous substances, including multi-party lawsuits alleging personal injury in connection with our products and services. While we do not believe that any of these suits will be material to us based upon present information, there can be no assurance that these environmental matters could not have, either individually or in the aggregate, a material adverse effect on our consolidated results of operations, financial position or cash flows.​We have also been named as a defendant in lawsuits where our products have not caused injuries, but the claimants wish to be monitored for potential future injuries. We cannot predict with certainty the outcome of any such tort claims or the involvement we or our products might have in such matters in the future, and there can be no assurance that the discovery of previously unknown conditions will not require significant expenditures. In each of these chemical exposure cases, our insurance carriers have accepted the claims on our behalf (with or without reservation) and our financial exposure should be limited to the amount of our deductible; however, we cannot predict the number of claims that we may have to defend in the future and we may not be able to continue to maintain such insurance. Furthermore, climate-related risks are assessed within our Enterprise Risk Management process and Annual Business Significance Risks Assessment, which is aligned with recommendations of the Financial Stability Board (FSB) Task Force on Climate-related Financial Disclosures (TCFD). We report TCFD disclosures in our annual CDP Climate report located at https://www.ecolab.com/sustainability/sustainability-reporting-resources. We are evaluating further application of the recommendations of the TCFD in alignment with the recommended timeline from the TCFD. ​ Ecolab recognizes that climate change poses potential risks and creates potential opportunities to our organization. Ecolab has taken steps to further identify and assess the nature and magnitude of these risks and opportunities. Ecolab has been focused on assessing climate risks for the past three years, leading up to our TCFD-aligned climate risk assessment conducted in 2021. We expect to continue our efforts to assess additional climate-related risks and opportunities including, exploring our supply chain resiliency, as appropriate. Subsequently, Ecolab plans to review the results of our analysis and consider adaptation and management plans for any relevant climate change risks and to further benefit from identified opportunities for customer impact. ​ To further our climate commitment, in 2019 we announced new goals to reduce our GHG emissions by half by 2030 and achieve net zero by 2050, in alignment with the United Nations Global Compact’s Business Ambition for 1.5⁰C. In 2020, we further committed to attempt to move to 100% renewable energy by 2030 and set a science-based target (SBT) addressing our Scope 1, 2 and 3 GHG emissions. Our SBT targets reduction of absolute Scope 1 and 2 emissions by 50% by 2030 from a 2018 base year, and to work with our suppliers representing 70% of our Scope 3 emissions to set science-based reduction targets by 2024. In 2021, we invested over $1.2 million in continuous improvement projects focused on water and energy reductions at over 20 of our facilities across the globe. In all, these projects reduced annual energy consumption by almost 5.4 billion BTUs, reduced GHG emissions by 324 MT CO2e and saved 27 million gallons (~103,000 cubic meters) of water across our global supply chain manufacturing facilities. The scope of energy consumption reductions is calculated using a combination of direct measurements and estimations using best-practice methodologies. The scope of reduction in GHG emissions consumption data is an estimated annual impact and includes both Scope 1 and 2 emissions. Water reduction is calculated using the water meters and utilities data that measure the savings since our base year of calculations which was 2018.  ​ In addition to managing our operational and supply chain sustainability performance, we partner with customers at more than three million customer locations around the world to reduce energy and GHG emissions through our high-efficiency solutions in cleaning and sanitation, water, paper, and energy services. Showcasing our global team’s dedication to helping our customers thrive and make a positive impact in the world, we have set a 2030 goal to help our customers reduce their GHG emissions by 6.0 million metric tons. Ecolab recognizes the climate-water nexus. As part of our 2030 Impact Goals, we have planned to restore greater than 50% of our water withdrawal and achieve Alliance for Water Stewardship Standard certification in high-risk watersheds. In addition, we aim to reduce net water withdrawals by 40% per unit of production across our enterprise. We also magnify our impact through the water-saving solutions we deliver to our customers and have set a goal to help our customers conserve more than 300 billion gallons of water annually by 2030. ​ The science of sustainability is an evolving one. For a discussion of the factors that may cause our sustainability initiatives, goals and targets to differ from those expressed above, see Item 1A of this Form 10-K, entitled “Risk Factors.” ​ Environmental Remediation and Proceedings: Along with numerous other potentially responsible parties (“PRP”), we are currently involved with waste disposal site clean-up activities imposed by the federal Comprehensive Environmental Response, Compensation and Liability Act (“CERCLA”) or state equivalents at 17 sites in the United States. Additionally, we have similar liability at five sites outside the United States. In general, under CERCLA, we and each other PRP that actually contributed hazardous substances to a Superfund site are jointly and severally liable for the costs associated with cleaning up the site. Customarily, the PRPs will work with the EPA to agree and implement a plan for site remediation.  ​ Based on an analysis of our experience with such environmental proceedings, our estimated share of all hazardous materials deposited on the sites referred to in the preceding paragraph, and our estimate of the contribution to be made by other PRPs which we believe have the financial ability to pay their shares, we have accrued our best estimate of our probable future costs relating to such known sites. In establishing accruals, potential insurance reimbursements are not included. The accrual is not discounted. It is not feasible to predict when the amounts accrued will be paid due to the uncertainties inherent in the environmental remediation and associated regulatory processes. ​ We have also been named as a defendant in a number of lawsuits alleging personal injury due to exposure to hazardous substances, including multi-party lawsuits alleging personal injury in connection with our products and services. While we do not believe that any of these suits will be material to us based upon present information, there can be no assurance that these environmental matters could not have, either individually or in the aggregate, a material adverse effect on our consolidated results of operations, financial position or cash flows. ​ We have also been named as a defendant in lawsuits where our products have not caused injuries, but the claimants wish to be monitored for potential future injuries. We cannot predict with certainty the outcome of any such tort claims or the involvement we or our products might have in such matters in the future, and there can be no assurance that the discovery of previously unknown conditions will not require significant expenditures. In each of these chemical exposure cases, our insurance carriers have accepted the claims on our behalf (with or without reservation) and our financial exposure should be limited to the amount of our deductible; however, we cannot predict the number of claims that we may have to defend in the future and we may not be able to continue to maintain such insurance. 13 13  Table of ContentsOur worldwide net expenditures for contamination remediation were approximately $1.4 million in 2022, $0.5 million in 2021 and $0.6 million in 2020. Our worldwide accruals at December 31, 2022 for probable future remediation expenditures, excluding potential insurance reimbursements, totaled approximately $9.6 million. We review our exposure for contamination remediation costs periodically and our accruals are adjusted as considered appropriate. While the final resolution of these issues could result in costs below or above current accruals and, therefore, have an impact on our consolidated financial results in a future reporting period, we believe the ultimate resolution of these matters will not have a material effect on our consolidated results of operations, financial position or cash flows. ​​Available Information.​We file annual, quarterly and current reports, proxy statements and other information with the SEC. The SEC maintains a website that contains reports, proxy and information statements, and other information regarding issuers, including us, that file electronically with the SEC at https://www.sec.gov.​General information about us, including our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q and Current Reports on Form 8-K, as well as any amendments and exhibits to those reports, are available free of charge through our website at https://investor.ecolab.com as soon as reasonably practicable after we file them with, or furnish them to, the SEC.​In addition, the following governance materials are available on our web site at https://investor.ecolab.com/corporate-governance: (i) charters of the Audit, Compensation, Finance, Governance and Safety, Health and Environment Committees of our Board of Directors; (ii) our Board's Corporate Governance Principles; and (iii) our Code of Conduct.​We include our website addresses throughout this report for reference only. The information contained on our websites, including the corporate responsibility, EEO-1, and climate reports identified in this report, is not incorporated by reference into this report.​​14 Table of Contents Table of Contents Our worldwide net expenditures for contamination remediation were approximately $1.4 million in 2022, $0.5 million in 2021 and $0.6 million in 2020. Our worldwide accruals at December 31, 2022 for probable future remediation expenditures, excluding potential insurance reimbursements, totaled approximately $9.6 million. We review our exposure for contamination remediation costs periodically and our accruals are adjusted as considered appropriate. While the final resolution of these issues could result in costs below or above current accruals and, therefore, have an impact on our consolidated financial results in a future reporting period, we believe the ultimate resolution of these matters will not have a material effect on our consolidated results of operations, financial position or cash flows. ​​Available Information.​We file annual, quarterly and current reports, proxy statements and other information with the SEC. The SEC maintains a website that contains reports, proxy and information statements, and other information regarding issuers, including us, that file electronically with the SEC at https://www.sec.gov.​General information about us, including our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q and Current Reports on Form 8-K, as well as any amendments and exhibits to those reports, are available free of charge through our website at https://investor.ecolab.com as soon as reasonably practicable after we file them with, or furnish them to, the SEC.​In addition, the following governance materials are available on our web site at https://investor.ecolab.com/corporate-governance: (i) charters of the Audit, Compensation, Finance, Governance and Safety, Health and Environment Committees of our Board of Directors; (ii) our Board's Corporate Governance Principles; and (iii) our Code of Conduct.​We include our website addresses throughout this report for reference only. The information contained on our websites, including the corporate responsibility, EEO-1, and climate reports identified in this report, is not incorporated by reference into this report.​​ Our worldwide net expenditures for contamination remediation were approximately $1.4 million in 2022, $0.5 million in 2021 and $0.6 million in 2020. Our worldwide accruals at December 31, 2022 for probable future remediation expenditures, excluding potential insurance reimbursements, totaled approximately $9.6 million. We review our exposure for contamination remediation costs periodically and our accruals are adjusted as considered appropriate. While the final resolution of these issues could result in costs below or above current accruals and, therefore, have an impact on our consolidated financial results in a future reporting period, we believe the ultimate resolution of these matters will not have a material effect on our consolidated results of operations, financial position or cash flows.  ​ ​ Available Information. ​ We file annual, quarterly and current reports, proxy statements and other information with the SEC. The SEC maintains a website that contains reports, proxy and information statements, and other information regarding issuers, including us, that file electronically with the SEC at https://www.sec.gov. ​ General information about us, including our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q and Current Reports on Form 8-K, as well as any amendments and exhibits to those reports, are available free of charge through our website at https://investor.ecolab.com as soon as reasonably practicable after we file them with, or furnish them to, the SEC. ​ In addition, the following governance materials are available on our web site at https://investor.ecolab.com/corporate-governance: (i) charters of the Audit, Compensation, Finance, Governance and Safety, Health and Environment Committees of our Board of Directors; (ii) our Board's Corporate Governance Principles; and (iii) our Code of Conduct. ​ We include our website addresses throughout this report for reference only. The information contained on our websites, including the corporate responsibility, EEO-1, and climate reports identified in this report, is not incorporated by reference into this report. ​ ​ 14 14  Table of ContentsInformation about our Executive Officers.​The persons listed in the following table are our current executive officers. Officers are elected annually. There is no family relationship among any of the directors or executive officers and no executive officer has been involved during the past ten years in any legal proceedings described in applicable Securities and Exchange Commission regulations.Name    Age    Office    Positions Held Since Jan. 1, 2018​​​​​​​Christophe Beck​55​Chairman and Chief Executive Officer​Oct. 2022 – Present​​​​Chairman, Chief Executive Officer and President​May 2022 – Oct. 2022​​​​President and Chief Executive Officer​Jan. 2021 – May 2022​​​​President and Chief Operating Officer​Apr. 2019 – Dec. 2020​​​​Executive Vice President and President – Industrial​May 2018 – Mar. 2019​​​​Executive Vice President and President – Global Nalco Water​Jan. 2018 – May 2018​​​​​​​Larry L. Berger​62​Executive Vice President and Chief Technical Officer​Jan. 2018 – Present​​​​​​​Jennifer J. Bradway​46​Senior Vice President and Corporate Controller​Jan. 2022 – Present​​​​Senior Vice President and Controller, Global Institutional​Jan. 2020 – Dec. 2021​​​​Vice President Finance, Institutional North America​May 2018 – Dec. 2019​​​​Vice President and Controller, Institutional U.S.​Jan. 2018 – Apr. 2018 ​​​​​​​Darrell R. Brown​59​President and Chief Operating Officer​Oct. 2022 – Present​​​​Executive Vice President and President – Global Industrial​Apr. 2019 – Oct. 2022​​​​Executive Vice President and President – Energy Services​Jan. 2018 – Mar. 2019​​​​​​​Angela M. Busch​56​Executive Vice President – Corporate Strategy & Business Development​Aug. 2018 – Present​​​​Senior Vice President – Corporate Development​Jan. 2018 – Aug. 2018​​​​​​​Alexander A. De Boo​55​Executive Vice President and President – Global Markets​Feb. 2021 – Present​​​​Executive Vice President and President – Western Europe​Apr. 2020 – Jan. 2021​​​​Senior Vice President and General Manager – Industrial, Europe​Oct. 2018 – Apr. 2020​​​​Senior Vice President and General Manager – Food & Beverage, Europe​Jan. 2018 – Oct. 2018​​​​​​​Machiel Duijser (1)​51​Executive Vice President and Chief Supply Chain Officer​Feb. 2020 – Present​​​​​​​Scott D. Kirkland​49​Chief Financial Officer​Jan. 2022 – Present​​​​Senior Vice President and Corporate Controller​June 2019 – Dec. 2021​​​​Senior Vice President – Finance, Global Energy Services​Jan. 2018 – May 2019​​​​​​​Laurie M. Marsh​59​Executive Vice President – Human Resources​Jan. 2018 – Present​​​​​​​Lanesha T. Minnix (2)​47​Executive Vice President, General Counsel and Secretary​June 2022 – Present​​​​​​​Gail Peterson​44​Senior Vice President – Global Marketing & Communications​Jan. 2021 – Present​​​​Vice President – Marketing Global Healthcare​Jan. 2018 – Dec. 2020​​​​​​​Gergely Sved (3)​49​Executive Vice President and President – Global Healthcare and Life Sciences​Apr. 2022 – Present​​​​SVP and General Manager - Global Healthcare​Jan. 2019 – Mar. 2022​​​​​​​​(1) Prior to joining Ecolab in February 2020, Mr. Duijser was employed by Reckitt Benckiser Group plc (RB), a global provider of health, hygiene and home products, as Chief Supply Officer since November 2018. Mr. Duijser joined RB from Amazon.com, Inc., a global service provider for e-commerce, cloud computing, digital streaming, and artificial intelligence, where he served as Vice President Worldwide Engineering from 2017 to 2018.​(2) Prior to joining Ecolab in June 2022, Ms. Minnix was employed by Flowserve Corporation, a global industrial manufacturer of engineered flow control systems, as Senior Vice President, Chief Legal Officer and Corporate Secretary from 2018 until 2022. Ms. Minnix joined Flowserve from BCM Stock Holdings, Inc., a buildings material company, where she served as Senior Vice President, General Counsel and Corporate Secretary from 2017 to 2018.​(3) Prior to joining Ecolab in January 2019, Mr. Sved was employed by GE HealthCare Technologies Inc., a global medical technology company, where he served as Chief Executive Officer Europe Services from 2013 until 2018, and held numerous other commercial leadership roles, including COO for Services Europe and GM for Northern Europe.15 Table of Contents Table of Contents Information about our Executive Officers.​The persons listed in the following table are our current executive officers. Officers are elected annually. There is no family relationship among any of the directors or executive officers and no executive officer has been involved during the past ten years in any legal proceedings described in applicable Securities and Exchange Commission regulations.Name    Age    Office    Positions Held Since Jan. 1, 2018​​​​​​​Christophe Beck​55​Chairman and Chief Executive Officer​Oct. 2022 – Present​​​​Chairman, Chief Executive Officer and President​May 2022 – Oct. 2022​​​​President and Chief Executive Officer​Jan. 2021 – May 2022​​​​President and Chief Operating Officer​Apr. 2019 – Dec. 2020​​​​Executive Vice President and President – Industrial​May 2018 – Mar. 2019​​​​Executive Vice President and President – Global Nalco Water​Jan. 2018 – May 2018​​​​​​​Larry L. Berger​62​Executive Vice President and Chief Technical Officer​Jan. 2018 – Present​​​​​​​Jennifer J. Bradway​46​Senior Vice President and Corporate Controller​Jan. 2022 – Present​​​​Senior Vice President and Controller, Global Institutional​Jan. 2020 – Dec. 2021​​​​Vice President Finance, Institutional North America​May 2018 – Dec. 2019​​​​Vice President and Controller, Institutional U.S.​Jan. 2018 – Apr. 2018 ​​​​​​​Darrell R. Brown​59​President and Chief Operating Officer​Oct. 2022 – Present​​​​Executive Vice President and President – Global Industrial​Apr. 2019 – Oct. 2022​​​​Executive Vice President and President – Energy Services​Jan. 2018 – Mar. 2019​​​​​​​Angela M. Busch​56​Executive Vice President – Corporate Strategy & Business Development​Aug. 2018 – Present​​​​Senior Vice President – Corporate Development​Jan. 2018 – Aug. 2018​​​​​​​Alexander A. De Boo​55​Executive Vice President and President – Global Markets​Feb. 2021 – Present​​​​Executive Vice President and President – Western Europe​Apr. 2020 – Jan. 2021​​​​Senior Vice President and General Manager – Industrial, Europe​Oct. 2018 – Apr. 2020​​​​Senior Vice President and General Manager – Food & Beverage, Europe​Jan. 2018 – Oct. 2018​​​​​​​Machiel Duijser (1)​51​Executive Vice President and Chief Supply Chain Officer​Feb. 2020 – Present​​​​​​​Scott D. Kirkland​49​Chief Financial Officer​Jan. 2022 – Present​​​​Senior Vice President and Corporate Controller​June 2019 – Dec. 2021​​​​Senior Vice President – Finance, Global Energy Services​Jan. 2018 – May 2019​​​​​​​Laurie M. Marsh​59​Executive Vice President – Human Resources​Jan. 2018 – Present​​​​​​​Lanesha T. Minnix (2)​47​Executive Vice President, General Counsel and Secretary​June 2022 – Present​​​​​​​Gail Peterson​44​Senior Vice President – Global Marketing & Communications​Jan. 2021 – Present​​​​Vice President – Marketing Global Healthcare​Jan. 2018 – Dec. 2020​​​​​​​Gergely Sved (3)​49​Executive Vice President and President – Global Healthcare and Life Sciences​Apr. 2022 – Present​​​​SVP and General Manager - Global Healthcare​Jan. 2019 – Mar. 2022​​​​​​​​(1) Prior to joining Ecolab in February 2020, Mr. Duijser was employed by Reckitt Benckiser Group plc (RB), a global provider of health, hygiene and home products, as Chief Supply Officer since November 2018. Mr. Duijser joined RB from Amazon.com, Inc., a global service provider for e-commerce, cloud computing, digital streaming, and artificial intelligence, where he served as Vice President Worldwide Engineering from 2017 to 2018.​(2) Prior to joining Ecolab in June 2022, Ms. Minnix was employed by Flowserve Corporation, a global industrial manufacturer of engineered flow control systems, as Senior Vice President, Chief Legal Officer and Corporate Secretary from 2018 until 2022. Ms. Minnix joined Flowserve from BCM Stock Holdings, Inc., a buildings material company, where she served as Senior Vice President, General Counsel and Corporate Secretary from 2017 to 2018.​(3) Prior to joining Ecolab in January 2019, Mr. Sved was employed by GE HealthCare Technologies Inc., a global medical technology company, where he served as Chief Executive Officer Europe Services from 2013 until 2018, and held numerous other commercial leadership roles, including COO for Services Europe and GM for Northern Europe. Information about our Executive Officers. ​ The persons listed in the following table are our current executive officers. Officers are elected annually. There is no family relationship among any of the directors or executive officers and no executive officer has been involved during the past ten years in any legal proceedings described in applicable Securities and Exchange Commission regulations.               Name      Age      Office      Positions Held Since Jan. 1, 2018 ​ ​ ​ ​ ​ ​ ​ Christophe Beck ​ 55 ​ Chairman and Chief Executive Officer ​ Oct. 2022 – Present ​ ​ ​ ​ Chairman, Chief Executive Officer and President ​ May 2022 – Oct. 2022 ​ ​ ​ ​ President and Chief Executive Officer ​ Jan. 2021 – May 2022 ​ ​ ​ ​ President and Chief Operating Officer ​ Apr. 2019 – Dec. 2020 ​ ​ ​ ​ Executive Vice President and President – Industrial ​ May 2018 – Mar. 2019 ​ ​ ​ ​ Executive Vice President and President – Global Nalco Water ​ Jan. 2018 – May 2018 ​ ​ ​ ​ ​ ​ ​ Larry L. Berger ​ 62 ​ Executive Vice President and Chief Technical Officer ​ Jan. 2018 – Present ​ ​ ​ ​ ​ ​ ​ Jennifer J. Bradway ​ 46 ​ Senior Vice President and Corporate Controller ​ Jan. 2022 – Present ​ ​ ​ ​ Senior Vice President and Controller, Global Institutional ​ Jan. 2020 – Dec. 2021 ​ ​ ​ ​ Vice President Finance, Institutional North America ​ May 2018 – Dec. 2019 ​ ​ ​ ​ Vice President and Controller, Institutional U.S. ​ Jan. 2018 – Apr. 2018  ​ ​ ​ ​ ​ ​ ​ Darrell R. Brown ​ 59 ​ President and Chief Operating Officer ​ Oct. 2022 – Present ​ ​ ​ ​ Executive Vice President and President – Global Industrial ​ Apr. 2019 – Oct. 2022 ​ ​ ​ ​ Executive Vice President and President – Energy Services ​ Jan. 2018 – Mar. 2019 ​ ​ ​ ​ ​ ​ ​ Angela M. Busch ​ 56 ​ Executive Vice President – Corporate Strategy & Business Development ​ Aug. 2018 – Present ​ ​ ​ ​ Senior Vice President – Corporate Development ​ Jan. 2018 – Aug. 2018 ​ ​ ​ ​ ​ ​ ​ Alexander A. De Boo ​ 55 ​ Executive Vice President and President – Global Markets ​ Feb. 2021 – Present ​ ​ ​ ​ Executive Vice President and President – Western Europe ​ Apr. 2020 – Jan. 2021 ​ ​ ​ ​ Senior Vice President and General Manager – Industrial, Europe ​ Oct. 2018 – Apr. 2020 ​ ​ ​ ​ Senior Vice President and General Manager – Food & Beverage, Europe ​ Jan. 2018 – Oct. 2018 ​ ​ ​ ​ ​ ​ ​ Machiel Duijser (1) ​ 51 ​ Executive Vice President and Chief Supply Chain Officer ​ Feb. 2020 – Present ​ ​ ​ ​ ​ ​ ​ Scott D. Kirkland ​ 49 ​ Chief Financial Officer ​ Jan. 2022 – Present ​ ​ ​ ​ Senior Vice President and Corporate Controller ​ June 2019 – Dec. 2021 ​ ​ ​ ​ Senior Vice President – Finance, Global Energy Services ​ Jan. 2018 – May 2019 ​ ​ ​ ​ ​ ​ ​ Laurie M. Marsh ​ 59 ​ Executive Vice President – Human Resources ​ Jan. 2018 – Present ​ ​ ​ ​ ​ ​ ​ Lanesha T. Minnix (2) ​ 47 ​ Executive Vice President, General Counsel and Secretary ​ June 2022 – Present ​ ​ ​ ​ ​ ​ ​ Gail Peterson ​ 44 ​ Senior Vice President – Global Marketing & Communications ​ Jan. 2021 – Present ​ ​ ​ ​ Vice President – Marketing Global Healthcare ​ Jan. 2018 – Dec. 2020 ​ ​ ​ ​ ​ ​ ​ Gergely Sved (3) ​ 49 ​ Executive Vice President and President – Global Healthcare and Life Sciences ​ Apr. 2022 – Present ​ ​ ​ ​ SVP and General Manager - Global Healthcare ​ Jan. 2019 – Mar. 2022 ​ ​ ​ ​ ​ ​ ​ ​ (1) Prior to joining Ecolab in February 2020, Mr. Duijser was employed by Reckitt Benckiser Group plc (RB), a global provider of health, hygiene and home products, as Chief Supply Officer since November 2018. Mr. Duijser joined RB from Amazon.com, Inc., a global service provider for e-commerce, cloud computing, digital streaming, and artificial intelligence, where he served as Vice President Worldwide Engineering from 2017 to 2018. ​ (2) Prior to joining Ecolab in June 2022, Ms. Minnix was employed by Flowserve Corporation, a global industrial manufacturer of engineered flow control systems, as Senior Vice President, Chief Legal Officer and Corporate Secretary from 2018 until 2022. Ms. Minnix joined Flowserve from BCM Stock Holdings, Inc., a buildings material company, where she served as Senior Vice President, General Counsel and Corporate Secretary from 2017 to 2018. ​ (3) Prior to joining Ecolab in January 2019, Mr. Sved was employed by GE HealthCare Technologies Inc., a global medical technology company, where he served as Chief Executive Officer Europe Services from 2013 until 2018, and held numerous other commercial leadership roles, including COO for Services Europe and GM for Northern Europe. 15 15  Table of ContentsForward-Looking Statements​This Form 10-K, including Part I, Item 1, entitled “Business,” and the MD&A within Part II, Item 7, contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These statements include expectations concerning items such as:​●amount, funding and timing of cash expenditures relating to our restructuring and other initiatives, as well as savings from such initiatives ●future cash flows, access to capital, targeted credit rating metrics and impact of credit rating downgrade●adequacy of cash reserves●uses for cash, including dividends, share repurchases, debt repayments, capital investments and strategic business acquisitions●global market risk●long-term potential of our business●impact of changes in exchange rates and interest rates●customer retention rate●bad debt experience, non-performance of counterparties and losses due to concentration of credit risk●disputes, claims and litigation●environmental contingencies●impact and cost of complying with laws and regulations●sustainability and human capital targets●returns on pension plan assets●contributions to pension and postretirement healthcare plans●amortization expense●impact of new accounting pronouncements●income taxes, including tax attributes, valuation allowances, uncertain tax positions, permanent reinvestment assertions and goodwill deductibility●recognition of share-based compensation expense●payments under operating leases●future benefit plan payments●market position●the impact of the Covid-19 pandemic, including global economic recovery, supply shortages, inflation and delivered product costs​Without limiting the foregoing, words or phrases such as “will likely result,” “are expected to,” “will be,” “will continue,” “is anticipated,” “we believe,” “we expect,” “estimate,” “project” (including the negative or variations thereof), “intends,” “could,” or similar terminology, generally identify forward-looking statements. Forward-looking statements may also represent challenging goals for us. These statements, which represent our expectations or beliefs concerning various future events, are based on current expectations that involve a number of risks and uncertainties that could cause actual results to differ materially from those of such forward-looking statements. We caution that undue reliance should not be placed on such forward-looking statements, which speak only as of the date made. For a further discussion of these and other factors which could cause results to differ from those expressed in any forward-looking statement, see Item 1A of this Form 10-K, entitled “Risk Factors.” Except as may be required under applicable law, we undertake no duty to update our forward-looking statements.​Forward-looking and other statements in this document may also address our sustainability initiatives, goals, targets and progress, and the inclusion of such statements is not an indication that these contents are necessarily material to investors or required to be disclosed in our filings with the SEC. In addition, historical, current, and forward-looking sustainability-related statements may be based on standards for measuring progress that are still developing, internal controls and processes that continue to evolve, and assumptions that are subject to change in the future and performance against our goals and targets may differ from such forward-looking statements in such event.​​16 Table of Contents Table of Contents Forward-Looking Statements​This Form 10-K, including Part I, Item 1, entitled “Business,” and the MD&A within Part II, Item 7, contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These statements include expectations concerning items such as:​●amount, funding and timing of cash expenditures relating to our restructuring and other initiatives, as well as savings from such initiatives ●future cash flows, access to capital, targeted credit rating metrics and impact of credit rating downgrade●adequacy of cash reserves●uses for cash, including dividends, share repurchases, debt repayments, capital investments and strategic business acquisitions●global market risk●long-term potential of our business●impact of changes in exchange rates and interest rates●customer retention rate●bad debt experience, non-performance of counterparties and losses due to concentration of credit risk●disputes, claims and litigation●environmental contingencies●impact and cost of complying with laws and regulations●sustainability and human capital targets●returns on pension plan assets●contributions to pension and postretirement healthcare plans●amortization expense●impact of new accounting pronouncements●income taxes, including tax attributes, valuation allowances, uncertain tax positions, permanent reinvestment assertions and goodwill deductibility●recognition of share-based compensation expense●payments under operating leases●future benefit plan payments●market position●the impact of the Covid-19 pandemic, including global economic recovery, supply shortages, inflation and delivered product costs​Without limiting the foregoing, words or phrases such as “will likely result,” “are expected to,” “will be,” “will continue,” “is anticipated,” “we believe,” “we expect,” “estimate,” “project” (including the negative or variations thereof), “intends,” “could,” or similar terminology, generally identify forward-looking statements. Forward-looking statements may also represent challenging goals for us. These statements, which represent our expectations or beliefs concerning various future events, are based on current expectations that involve a number of risks and uncertainties that could cause actual results to differ materially from those of such forward-looking statements. We caution that undue reliance should not be placed on such forward-looking statements, which speak only as of the date made. For a further discussion of these and other factors which could cause results to differ from those expressed in any forward-looking statement, see Item 1A of this Form 10-K, entitled “Risk Factors.” Except as may be required under applicable law, we undertake no duty to update our forward-looking statements.​Forward-looking and other statements in this document may also address our sustainability initiatives, goals, targets and progress, and the inclusion of such statements is not an indication that these contents are necessarily material to investors or required to be disclosed in our filings with the SEC. In addition, historical, current, and forward-looking sustainability-related statements may be based on standards for measuring progress that are still developing, internal controls and processes that continue to evolve, and assumptions that are subject to change in the future and performance against our goals and targets may differ from such forward-looking statements in such event.​​ Forward-Looking Statements ​ This Form 10-K, including Part I, Item 1, entitled “Business,” and the MD&A within Part II, Item 7, contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These statements include expectations concerning items such as: ​ ​ Without limiting the foregoing, words or phrases such as “will likely result,” “are expected to,” “will be,” “will continue,” “is anticipated,” “we believe,” “we expect,” “estimate,” “project” (including the negative or variations thereof), “intends,” “could,” or similar terminology, generally identify forward-looking statements. Forward-looking statements may also represent challenging goals for us. These statements, which represent our expectations or beliefs concerning various future events, are based on current expectations that involve a number of risks and uncertainties that could cause actual results to differ materially from those of such forward-looking statements. We caution that undue reliance should not be placed on such forward-looking statements, which speak only as of the date made. For a further discussion of these and other factors which could cause results to differ from those expressed in any forward-looking statement, see Item 1A of this Form 10-K, entitled “Risk Factors.” Except as may be required under applicable law, we undertake no duty to update our forward-looking statements. ​ Forward-looking and other statements in this document may also address our sustainability initiatives, goals, targets and progress, and the inclusion of such statements is not an indication that these contents are necessarily material to investors or required to be disclosed in our filings with the SEC. In addition, historical, current, and forward-looking sustainability-related statements may be based on standards for measuring progress that are still developing, internal controls and processes that continue to evolve, and assumptions that are subject to change in the future and performance against our goals and targets may differ from such forward-looking statements in such event. ​ ​ 16 16  Table of ContentsItem 1A. Risk Factors.​The following are important factors which could affect our financial performance and could cause our actual results for future periods to differ materially from our anticipated results or other expectations, including those expressed in any forward-looking statements made in this Form 10-K. See the section entitled “Forward-Looking Statements” set forth above. ​We may also refer to this disclosure to identify factors that may cause results to differ materially from those expressed in other forward-looking statements including those made in oral presentations, including telephone conferences and/or webcasts open to the public. ​Economic & Operational Risks​Our results are impacted by general worldwide economic factors. ​The COVID pandemic, geopolitical instability, including the conflict between Russia and Ukraine, and other global events have significantly increased economic and demand uncertainty. Some of the results of these events, including supply chain challenges, inflation, high interest rates, foreign currency exchange volatility, and volatility in global capital markets, have affected our business in the past and could continue to have a material adverse impact on our business in the future. Countries such as Russia, Turkey and Argentina have recently experienced economic upheaval and similar upheaval in other countries with Ecolab operations could have a material adverse impact on our consolidated results of operations, financial position and cash flows by negatively impacting economic activity, including in our key end-markets, and by further weakening the local currency versus the U.S. dollar, resulting in reduced sales and earnings from our foreign operations, which are generated in the local currency, and then translated to U.S. dollars.​Our results depend upon the continued vitality of the markets we serve.​Economic downturns, and in particular downturns in our larger markets including the foodservice, hospitality, travel, health care, food processing, refining, pulp and paper, mining and steel industries, can adversely impact our customers. In particular, we expect a more challenging macroeconomic environment, especially in Europe, as the war and the energy crisis are having a significant impact on costs and demand. Additionally, the last three years we have experienced the negative impact of the COVID-19 pandemic on the demand for our products and services provided to customers in the full-service restaurant, hospitality, lodging and entertainment industries. In prior years, the weaker global economic environment has also negatively impacted certain of our end-markets. During these periods of weaker economic activity, our customers and potential customers may reduce or discontinue their volume of purchases of cleaning and sanitizing products and water treatment and process chemicals, which has had, and may continue to have, a material adverse effect on our business, financial condition, results of operation or cash flows.​Our significant non-U.S. operations expose us to global economic, political and legal risks that could impact our profitability.​We have significant operations outside the United States, including joint ventures and other alliances. We conduct business in more than 170 countries and, in 2022, approximately 47% of our net sales originated outside the United States. There are inherent risks in our international operations, including: ​●exchange controls and currency restrictions;●currency fluctuations and devaluations; ●tariffs and trade barriers; ●export duties and quotas;●changes in the availability and pricing of raw materials, energy and utilities; ●changes in local economic conditions; ●changes in laws and regulations, including the imposition of economic or trade sanctions affecting international commercial transactions; ●difficulties in managing international operations and the burden of complying with international and foreign laws; ●requirements to include local ownership or management in our business; ●economic and business objectives that differ from those of our joint venture partners;●exposure to possible expropriation, nationalization or other government actions; ●restrictions on our ability to repatriate dividends from our subsidiaries; ●unsettled political conditions, military action, civil unrest, acts of terrorism, force majeure, war or other armed conflict; and ●countries whose governments have been hostile to U.S.-based businesses. ​In light of Russia’s invasion of Ukraine and the United States’ and other countries’ sanctions against Russia, we announced in April 2022 that we will focus our Russian business on operations that are essential to life, providing minimal support for our healthcare, life sciences, food and beverage and certain water businesses. We may further narrow our presence in Russia depending on developments in the conflict or otherwise. Our Russian operations represented approximately 1% for both our 2022 and 2021 annual sales. During 2022 we recorded pre-tax charges of $13.1 million related to recoverability risk of certain assets in both Russia and Ukraine. Depending on developments, we may incur further charges relating to our Russia and Ukraine businesses. The conflict in Ukraine may escalate and/or expand in scope and the broader consequences of this conflict, which have included and/or may in the future include sanctions, embargoes, regional instability and geopolitical shifts; potential retaliatory action by the Russian government against companies, including us, such as nationalization of foreign businesses in Russia; and increased tensions between the United States and countries in which we operate cannot be predicted, nor can we predict the conflict’s impact on the global economy and on our business and financial results. The Russia and Ukraine conflict may also heighten many other risks disclosed in our report on Form 10-K, any of which could 17 Table of Contents Table of Contents Item 1A. Risk Factors.​The following are important factors which could affect our financial performance and could cause our actual results for future periods to differ materially from our anticipated results or other expectations, including those expressed in any forward-looking statements made in this Form 10-K. See the section entitled “Forward-Looking Statements” set forth above. ​We may also refer to this disclosure to identify factors that may cause results to differ materially from those expressed in other forward-looking statements including those made in oral presentations, including telephone conferences and/or webcasts open to the public. ​Economic & Operational Risks​Our results are impacted by general worldwide economic factors. ​The COVID pandemic, geopolitical instability, including the conflict between Russia and Ukraine, and other global events have significantly increased economic and demand uncertainty. Some of the results of these events, including supply chain challenges, inflation, high interest rates, foreign currency exchange volatility, and volatility in global capital markets, have affected our business in the past and could continue to have a material adverse impact on our business in the future. Countries such as Russia, Turkey and Argentina have recently experienced economic upheaval and similar upheaval in other countries with Ecolab operations could have a material adverse impact on our consolidated results of operations, financial position and cash flows by negatively impacting economic activity, including in our key end-markets, and by further weakening the local currency versus the U.S. dollar, resulting in reduced sales and earnings from our foreign operations, which are generated in the local currency, and then translated to U.S. dollars.​Our results depend upon the continued vitality of the markets we serve.​Economic downturns, and in particular downturns in our larger markets including the foodservice, hospitality, travel, health care, food processing, refining, pulp and paper, mining and steel industries, can adversely impact our customers. In particular, we expect a more challenging macroeconomic environment, especially in Europe, as the war and the energy crisis are having a significant impact on costs and demand. Additionally, the last three years we have experienced the negative impact of the COVID-19 pandemic on the demand for our products and services provided to customers in the full-service restaurant, hospitality, lodging and entertainment industries. In prior years, the weaker global economic environment has also negatively impacted certain of our end-markets. During these periods of weaker economic activity, our customers and potential customers may reduce or discontinue their volume of purchases of cleaning and sanitizing products and water treatment and process chemicals, which has had, and may continue to have, a material adverse effect on our business, financial condition, results of operation or cash flows.​Our significant non-U.S. operations expose us to global economic, political and legal risks that could impact our profitability.​We have significant operations outside the United States, including joint ventures and other alliances. We conduct business in more than 170 countries and, in 2022, approximately 47% of our net sales originated outside the United States. There are inherent risks in our international operations, including: ​●exchange controls and currency restrictions;●currency fluctuations and devaluations; ●tariffs and trade barriers; ●export duties and quotas;●changes in the availability and pricing of raw materials, energy and utilities; ●changes in local economic conditions; ●changes in laws and regulations, including the imposition of economic or trade sanctions affecting international commercial transactions; ●difficulties in managing international operations and the burden of complying with international and foreign laws; ●requirements to include local ownership or management in our business; ●economic and business objectives that differ from those of our joint venture partners;●exposure to possible expropriation, nationalization or other government actions; ●restrictions on our ability to repatriate dividends from our subsidiaries; ●unsettled political conditions, military action, civil unrest, acts of terrorism, force majeure, war or other armed conflict; and ●countries whose governments have been hostile to U.S.-based businesses. ​In light of Russia’s invasion of Ukraine and the United States’ and other countries’ sanctions against Russia, we announced in April 2022 that we will focus our Russian business on operations that are essential to life, providing minimal support for our healthcare, life sciences, food and beverage and certain water businesses. We may further narrow our presence in Russia depending on developments in the conflict or otherwise. Our Russian operations represented approximately 1% for both our 2022 and 2021 annual sales. During 2022 we recorded pre-tax charges of $13.1 million related to recoverability risk of certain assets in both Russia and Ukraine. Depending on developments, we may incur further charges relating to our Russia and Ukraine businesses. The conflict in Ukraine may escalate and/or expand in scope and the broader consequences of this conflict, which have included and/or may in the future include sanctions, embargoes, regional instability and geopolitical shifts; potential retaliatory action by the Russian government against companies, including us, such as nationalization of foreign businesses in Russia; and increased tensions between the United States and countries in which we operate cannot be predicted, nor can we predict the conflict’s impact on the global economy and on our business and financial results. The Russia and Ukraine conflict may also heighten many other risks disclosed in our report on Form 10-K, any of which could ", "time": "00:00:06"}