{"cik": 32604, "item_1A": "ITEM 1 - BUSINESS  Emerson (“the Company”) is a global technology and software company that provides innovative solutions for customers in a wide range of end markets around the world. Through its leading automation portfolio, Emerson helps process, hybrid and discrete manufacturers optimize operations, protect personnel, reduce emissions and achieve their sustainability goals. Sales by geographic destination in 2023 were: the Americas, 51 percent; Asia, Middle East & Africa, 30 percent (China, 12 percent); and Europe, 19 percent.   Portfolio management is an integral component of Emerson's growth and value creation strategy. Over the past two years, the Company has taken significant actions to accelerate the transformation of its portfolio through the completion of strategic acquisitions and divestitures of non-core businesses. These actions were undertaken to create a higher growth and cohesive industrial technology portfolio as a global automation leader serving a diversified set of end markets. The Company’s recent portfolio actions include the following transactions:  •On October 11, 2023, the Company completed the acquisition of National Instruments Corporation (\"NI\") at an equity value of $8.2 billion. NI, which provides software-connected automated test and measurement systems that enable enterprises to bring products to market faster and at a lower cost, had revenues of approximately $1.7 billion and pretax earnings of approximately $170 mllion for the 12 months ended September 30, 2023.  •On May 31, 2023, the Company completed the previously announced sale of a majority stake in its Climate Technologies business (which constitutes the former Climate Technologies segment, excluding Therm-O-Disc which was divested earlier in 2022) to private equity funds managed by Blackstone in a $14.0 billion transaction. Emerson received upfront, pre-tax cash proceeds of approximately $9.7 billion and a note receivable with a face value of $2.25 billion (which will accrue 5 percent interest payable in kind by capitalizing interest), while retaining a 40 percent non-controlling common equity interest in a new standalone joint venture between Emerson and Blackstone. The Climate Technologies business, which includes the Copeland compressor business and the entire portfolio of products and services across all residential and commercial HVAC and refrigeration end-markets, had 2022 net sales of approximately $5.0 billion. The new standalone business is named Copeland.    •On October 31, 2022, the Company completed the divestiture of its InSinkErator business, which manufactures food waste disposers, to Whirlpool Corporation for $3.0 billion. This business had net sales of $630 million in 2022.   •On May 31, 2022 the Company completed the divestiture of its Therm-O-Disc sensing and protection technologies business to an affiliate of One Rock Capital Partners, LLC.   •On May 16, 2022, the Company completed the transactions contemplated by its definitive agreement with Aspen Technology, Inc. (\"Heritage AspenTech\") to contribute two of Emerson's stand-alone industrial software businesses, Open Systems International, Inc. and the Geological Simulation Software business (collectively, the “Emerson Industrial Software Business”), along with approximately $6.0 billion in cash to Heritage AspenTech stockholders, to create \"New AspenTech\", a diversified, high-performance industrial software leader with greater scale, capabilities and technologies (defined as \"AspenTech\" herein). Upon closing of the transaction, Emerson owned 55 percent of the outstanding shares of AspenTech common stock (on a fully diluted basis). AspenTech had 2023 net sales of $1.04 billion.   Further information regarding acquisition and divestiture activity is set forth in Notes 4 and 5.  Certain prior year amounts have been reclassified to conform to the current year presentation. This includes reporting financial results for Climate Technologies, InSinkErator and Therm-O-Disc as discontinued operations for all periods presented, and the assets and liabilities of Climate Technologies and InSinkErator (prior to completion of the divestitures) as held-for-sale (see Note 5). In addition, as a result of its portfolio transformation, the Company now reports six segments and two business groups, which are highlighted in the table below (see Note 20 for further details). Beginning in 2024, the Company will report NI (which will be renamed Test & Measurement) as a new segment in the Software and Control business group.  1 1 1      INTELLIGENT DEVICESSOFTWARE AND CONTROL •Final Control•Control Systems & Software•Measurement & Analytical•AspenTech•Discrete Automation•Safety & Productivity •Final Control •Control Systems & Software •Measurement & Analytical •AspenTech •Discrete Automation •Safety & Productivity The Company sells products and solutions that support customers in a variety of end markets, including process industries (such as chemical, power & renewables and energy), hybrid industries (life sciences, metals & mining, food & beverage, pulp & paper, and others), discrete industries (including automotive, medical, packaging and semiconductor) and more.   Emerson was incorporated in Missouri in 1890 and has evolved through internal growth and strategic acquisitions. Management has a well-established set of operating mechanisms to manage its business performance and set strategy. The Company also has processes undertaken by management with oversight from the Board of Directors to specifically focus on risks in areas such as cybersecurity, compliance, legal, sustainability, financial and reputational, among others. The Company periodically updates, assesses, and monitors its risk exposures, provides timely updates to the Board, and takes actions to mitigate these risks.   All Note references in this document refer to Notes to Consolidated Financial Statements set forth in Item 8 of this Annual Report on Form 10-K, which notes are hereby incorporated by reference. See also Item 1A - “Risk Factors” and Item 7 - “Management’s Discussion and Analysis of Financial Condition and Results of Operations.”  INTELLIGENT DEVICES  Final Control  The Final Control segment is a leading global provider of control valves, isolation valves, shutoff valves, pressure relief valves, pressure safety valves, actuators, and regulators for process and hybrid industries. These solutions respond to commands from a control system to continuously and precisely control and regulate the flow of liquids or gases to achieve safe operation along with reliability and optimized performance. Products within our Final Control segment are marketed under a variety of brands including: Anderson Greenwood, Bettis, Crosby, Fisher, Keystone, KTM and Vanessa.  Measurement & Analytical  The Measurement & Analytical segment is a leading supplier of intelligent instrumentation measuring the physical properties of liquids or gases, such as pressure, temperature, level, flow, acoustics, corrosion, pH, conductivity, water quality, toxic gases, and flame. The instrumentation transfers data to control systems and automation software, allowing process and hybrid industry operators to make educated decisions regarding production, reliability and safety. Products within our Measurement & Analytical segment are marketed under a variety of brands including: Flexim, Micro Motion and Rosemount.  Discrete Automation  The Discrete Automation segment includes solenoid valves, pneumatic valves, valve position indicators, pneumatic cylinders and actuators, air preparation equipment, pressure and temperature switches, electric linear motion solutions, programmable automation control systems and software, electrical distribution equipment, and materials joining solutions used primarily in discrete industries. Products within our Discrete Automation segment are marketed under a variety of brands including: Afag, Appleton, ASCO, Aventics, Branson, Movicon, PACSystems, SolaHD, TESCOM, and TopWorx.  Safety & Productivity  The Safety & Productivity segment offers tools for professionals and homeowners that promote safety and productivity. Pipe-working tools include pipe wrenches, pipe cutters, pipe threading and roll grooving equipment,  2 2 2    battery hydraulic tools for press connections, drain cleaners, tubing tools and diagnostic systems, including sewer inspection cameras and locating equipment. Electrical tools include conduit benders and cable pulling equipment, battery hydraulic tools for cutting and crimping electrical cable, and hole-making equipment. Other professional tools include water jetters, wet-dry vacuums, commercial vacuums and hand tools. Products within our Safety & Productivity segment are marketed under a variety of brands including: Greenlee, Klauke, ProTeam and RIDGID.   SOFTWARE AND CONTROL  Control Systems & Software  The Control Systems & Software segment provides control systems and software that control plant processes by collecting and analyzing information from measurement devices in the plant and using that information to adjust valves, pumps, motors, drives and other control hardware for maximum product quality, process efficiency and safety. These solutions include distributed control systems, safety instrumented systems, SCADA systems, application software, digital twins, asset performance management and cybersecurity. Control Systems & Software solutions are predominantly used by process and hybrid manufacturers. Products within our Control Systems & Software segment are marketed under a variety of brands including: AMS, DeltaV and Ovation.  AspenTech  AspenTech is a global leader in asset optimization software that enables industrial manufacturers to design, operate, and maintain their operations for maximum performance. AspenTech combines decades of modeling, simulation, and optimization capabilities with industrial operations expertise and applies advanced analytics to improve the profitability and sustainability of production assets. The purpose-built software drives value for customers by improving operational efficiency and maximizing productivity, reducing unplanned downtime and safety risks, and minimizing energy consumption and emissions.    Test & Measurement  As discussed above, Emerson completed the acquisition of NI on October 11, 2023. This business will be referred to as Test & Measurement and reported as a new segment in the Software and Control business group in 2024. Test & Measurement provides software-connected automated test and measurement systems that enable enterprises to bring products to market faster and at a lower cost. The Test & Measurement platform spans the full range of customer needs including modular instrumentation, data acquisition and control solutions, and general-purpose development software.  RESEARCH & DEVELOPMENT  Investing in innovation to accelerate organic growth is a critical component of Emerson's value creation strategy. The Company is focused on key growth initiatives across its software, control and intelligent devices portfolio. These initiatives include disruptive measurement technologies, software-defined automation systems, self-optimizing asset software and sustainability solutions. Total spending for R&D, engineering expense and customer-funded engineering and development was 6.9 percent of sales in 2023 compared to 6.3 percent in 2022.     DISTRIBUTION  The principal worldwide distribution channel for a majority of the Company's product offerings is through a direct sales force, while a network of independent sales representatives, and to a lesser extent independent distributors purchasing products for resale, are also utilized.   RAW MATERIALS  The Company's major requirements for basic raw materials include steel, cast iron, electronics, rare earth metals, aluminum and brass; and to a lesser extent, plastics and petroleum-based chemicals. The Company seeks to have many sources of supply for each of its major requirements in order to avoid significant dependence on any one or a few suppliers. However, the supply of materials or other items could be disrupted by natural disasters or other events. In 2023, freight costs and service levels returned to pre-pandemic levels, while the supply chain improved, including the availability of electronic components. Despite market price volatility for certain requirements, the raw materials and various purchased components needed for the Company’s products have generally been available in  3 3 3    sufficient quantities. See Item 7 - “Management’s Discussion and Analysis of Financial Condition and Results of Operations.”  PATENTS, TRADEMARKS AND LICENSES  The Company maintains an intellectual property portfolio it has developed or acquired over a number of years, including patents, trademarks and licenses. The Company also continues to develop or acquire new intellectual property. New patent applications are continuously filed to protect the Company’s ongoing research and development activities and the Company periodically reviews the continued utility of patent assets. The Company’s trademark registrations may be renewed and their duration is dependent upon national laws and trademark use. While this proprietary intellectual property portfolio is important to the Company in the aggregate, management does not regard any of its segments as being dependent on any single patent, trademark registration or license.  BACKLOG   The Company’s estimated consolidated order backlog was $7.8 billion and $7.0 billion at September 30, 2023 and 2022, respectively, of which approximately $1.2 billion and $1.1 billion related to AspenTech. Approximately 75 percent of the Company’s consolidated backlog is expected to be recognized as revenue over the next 12 months, with the remainder substantially over the subsequent two years thereafter. Backlog by business group at September 30, 2023 and 2022 follows (dollars in millions):   2022 2023 Intelligent Devices$3,930 4,471 Software and Control3,058 3,302      Total Backlog$6,988 7,773   COMPETITION  The Company's businesses operate in highly competitive markets. The Company competes based on product performance, quality, branding, service and/or price across the industries and markets served. A significant element of the Company's competitive strategy is to deliver solutions to our customers by manufacturing high-quality products at the best relevant global cost. Although no single company competes directly with Emerson in all of the Company's product lines, various companies compete in one or more product lines with the number of competitors varying by product line. Some competitors have substantially greater sales, assets and financial resources than Emerson and the Company also competes with many smaller companies. Management believes Emerson has a market leadership position in many of its product lines.  REGULATIONS  The Company's operations, products and services are subject to various government regulations, including environmental regulations. Our manufacturing locations generate waste, of which treatment, storage, transportation and disposal are subject to U.S. federal, state, foreign and/or local laws and regulations relating to protection of the environment. The Company continually works to minimize the environmental impact of its operations through safe technologies, facility design and operating procedures. Compliance with government regulations, including environmental regulations, has not had, and based on current information and the applicable laws and regulations currently in effect, is not expected to have a material effect on the Company's capital expenditures (including expenditures for environmental control facilities), earnings or competitive position. However, laws and regulations may be changed, accelerated or adopted that impose significant operational restrictions and compliance requirements upon the Company and which could negatively impact our operating results. See Item 1A - \"Risk Factors.\"  HUMAN CAPITAL RESOURCES  Emerson is dedicated to modernizing our workplace culture to meet the needs and expectations of today's workers and attract talent that will help us thrive. In 2023, the Company launched its first-ever employee value proposition, Let's Go, which serves as an invitation to employees and potential employees to join the Company in our bold aspiration to create a healthier, safer, smarter and more sustainable world. We believe the Company’s success depends on our ability to attract, develop and retain key personnel. The skills, experience and industry knowledge of  4 4 4    key employees significantly benefit our operations and performance. The Company's Board of Directors and management oversee various employee initiatives.  The Company supports and develops its employees through global training and development programs that build and strengthen employees’ leadership and professional skills. Leadership development programs include intensive learning programs for new leaders as well as more established leaders. The Company also partners with educational institutions and nonprofit organizations to help prepare current and future workers with the knowledge and skills they need to succeed. To assess and improve employee retention and engagement, the Company surveys employees with the assistance of third-party consultants, and takes actions to address areas of employee concern. In 2023, we initiated a continuous listening strategy, with more than 85 percent of employees participating in the survey and an overall engagement score of 78 percent. The categories of safety, well-being, growth and development, and access to resources and support earned the most favorable scores.   Employee health and safety in the workplace is also one of the Company’s core values. The Corporate Safety Council is led by our Chief Operating Officer and oversees our safety efforts, supported by health and safety committees and leaders that operate at the local site level. Hazards in the workplace are actively identified and management tracks incidents so remedial actions can be taken to improve workplace safety. In 2023, the Company's total recordable rate of injuries was 0.30, and its lost or restricted workday case rate was 0.22 (both measured as the number of incidents per 100 employees).   We have identified other human capital priorities, including, among other things, providing competitive wages and benefits and promoting an inclusive work environment. The Company is committed to efforts to elevate the representation of women and U.S. minorities and foster an inclusive work environment that supports our large global workforce and helps us innovate for our customers. Employee Resource Groups have been created to support our diverse workforce and have grown to over 13,000 members. We also have taken actions to enhance diversity, including setting diversity targets for interview slates and targeted recruiting to increase the representation of women, minorities, U.S. military veterans, individuals with a disability and LGBTQ+ talent within Emerson. In 2021, the Company introduced diversity goals at the leadership level. We continue to make progress on our goals and were named a “Best Employer for Diversity” by Forbes. Overall, women represent 33 percent of our global workforce and 23 percent of leadership positions are held by women. In the U.S., minorities represent 35 percent of our workforce and 21 percent of our leadership positions.   Employee levels are managed to align with the pace of business and management believes it has sufficient human capital to operate its business successfully. The Company and its subsidiaries had approximately 67,000 employees at September 30, 2023. Management believes that the Company's employee relations are favorable.  A small portion of the Company’s U.S. employees are unionized, while outside the U.S., we have employees in certain countries, particularly in Europe, that are represented by an employee representative organization, such as a union, works council or employee association.  ENVIRONMENTAL SUSTAINABILITY   Emerson’s global purpose is to drive innovation that makes the world healthier, safer, smarter and more sustainable. Our environmental sustainability strategy is focused on driving progress within our facilities and helping our customers achieve their ESG objectives. In 2021, we appointed Mike Train as Chief Sustainability Officer. This role, part of our Office of the Chief Executive, reflects our focus on sustainability across our company. Under his leadership, Emerson has made significant strides, and we are strengthening our leadership position as our customers and suppliers work to deliver their environmental targets.   In 2022, we set an ambitious target to achieve net zero greenhouse gas (GHG) emissions across our value chain by 2045 compared to a 2021 baseline. To set us on the right pathway, we will target net zero operations and a 25 percent reduction of our value chain emissions by 2030, also compared to a 2021 baseline. The Company also added ESG targets, including GHG reduction targets, as a component in the determination of annual bonuses for leadership beginning in 2022. In 2023, we established a goal to achieve zero waste to landfill in our manufacturing facilities by 2032, from a 2022 fiscal year baseline, wherever this is compatible with local conditions and regulations. We also introduced a new Technology and Environmental Sustainability Board committee, which is tasked with overseeing strategy related to technology and R&D, the Company’s product cybersecurity practices and Emerson’s environmental sustainability goals and programs. 5 5 5    Our environmental sustainability strategy is summarized by our “Greening Of, Greening By, Greening With” framework. Greening Of Emerson demonstrates our efforts to improve our internal environmental sustainability performance, including reducing our GHG emissions and energy and water consumption. Greening By Emerson is our approach to delivering technology, solutions and expertise (including through our software offerings) that support and enable our customers’ decarbonization and environmental sustainability efforts. Greening With Emerson reflects how we foster collaboration among stakeholders by participating in environmental sustainability industry forums, partnering to develop innovative solutions, and engaging with governments globally to support sustainability-related policies and regulations.  Emerson’s environmental sustainability initiatives and strategy are discussed further in our 2022 Environmental, Social and Governance Report, which can be found on our website at www.Emerson.com; this report is not incorporated by reference and should not be considered part of this Form 10-K.  INTERNET ACCESS  Emerson's reports on Forms 10-K, 10-Q, 8-K and all amendments to those reports, as well as proxy statements, are available without charge through the Company’s website on the internet as soon as reasonably practicable after they are electronically filed with, or furnished to, the U.S. Securities and Exchange Commission (SEC). They may be accessed as follows: www.Emerson.com, Investors, SEC Filings. Information on the Company’s website does not constitute part of this Form 10-K.  The information set forth under Item 1A - “Risk Factors” is hereby incorporated by reference. ", "time": "00:00:04"}