{"cik": 354190, "item_1A": "Item 1. Business.  Overview  Arthur J. Gallagher & Co. and its subsidiaries, collectively referred to herein as we, our, us or Gallagher, are engaged in providing insurance brokerage, reinsurance brokerage, consulting, and third-party property/casualty claims settlement and administration services to businesses and organizations around the world.  We believe that our major strength is our ability to deliver comprehensively structured insurance, insurance and risk management solutions, superior claim outcomes and comprehensive consulting services to our clients.  Our brokerage segment operations provide brokerage and consulting services to businesses and organizations of all types, including commercial, not-for-profit, public entities, insurance companies and insurance capital providers, and, to a lesser extent, individuals, in the areas of insurance and reinsurance placements, risk of loss management, and management of employer sponsored benefit programs.  Our risk management segment operations provide contract claim settlement, claim administration, loss control services and risk management consulting for commercial, not-for-profit, captive and public entities, and various other organizations that choose to self-insure property/casualty coverages or choose to use a third-party claims management organization rather than the claim services provided by an underwriting enterprise. We do not assume underwriting risk on a net basis, other than with respect to de minimis amounts necessary to provide minimum or regulatory capital to organize captives, pools, specialized underwriters or risk-retention groups.  Rather, capital necessary for covering events of loss is provided by “underwriting enterprises,” which we define as insurance companies, reinsurance companies and various other risk-taking entities, including intermediaries of underwriting enterprises, that we do not own or control.  Since our founding in 1927, we have grown from a one-person insurance agency to the world’s fourth largest insurance broker/risk manager based on revenues, according to Business Insurance magazine’s July/August 2022 edition, to the world’s third largest insurance broker/risk manager based on market capitalization as of December 31, 2022, and one of the world’s largest property/casualty third party claims administrators, according to Business Insurance magazine’s May 2022 edition.  We have three reportable segments: brokerage, risk management and corporate, which contributed approximately 85%, 14% and 1%, respectively, to 2022 revenues.  We generate approximately 65% of our revenues from the combined brokerage and risk management segments in the U.S., with the remaining 35% generated internationally, primarily in the U.K., Australia, Canada and New Zealand.  All of the revenues of the corporate segment are generated in the U.S. Shares of our common stock are traded on the New York Stock Exchange under the symbol “AJG”, and we had a market capitalization at December 31, 2022 of approximately $40.0 billion.  Information in this report is as of December 31, 2022 unless otherwise noted.  We were reincorporated as a Delaware corporation in 1972.  Our executive offices are located at 2850 Golf Road, Rolling Meadows, Illinois 60008-4050, and our telephone number is (630) 773‑3800. Operating Segments  We report our results in three segments: brokerage, risk management and corporate.  The major sources of our operating revenues are commissions, fees and supplemental and contingent revenues from our brokerage operations, and fees, including performance‑based fees, from our risk management operations.  The corporate segment generates revenues from our clean energy investments.  Our ability to generate additional tax credits from our Section 45 clean energy investments ended in December 2021. Our business, particularly our brokerage business, is subject to seasonal fluctuations.  Commissions, fees, supplemental revenues and contingent revenues, and our costs to obtain and fulfill the service obligations to our clients, can vary from quarter to quarter as a result of the timing of contract-effective dates.  On the other hand, salaries and employee benefits, rent, depreciation and amortization expenses generally tend to be more uniform throughout the year.  The timing of acquisitions, recognition of books of business gains and losses and, prior to 2022, the variability in the recognition of tax credits generated by our clean energy investments also impact the trends in our quarterly operating results.  Brokerage Segment The brokerage segment accounted for 85% of our revenues in 2022.  Our brokerage segment operates through a network of more than 460 sales and service offices located throughout the U.S. and more than 300 sales and service offices in approximately 60 countries, most of which are in the U.K., Australia, Canada and New Zealand.  Most of these offices are fully staffed with sales and service  5   personnel.  We offer client service capabilities in more than 130 countries around the world through our direct operations as well as through a network of correspondent brokers and consultants. Domestic Retail Insurance Brokerage Operations Our retail insurance brokerage operations accounted for 73% of our brokerage segment revenues in 2022.  Our retail brokerage operations place nearly all lines of commercial property/casualty and health and welfare insurance coverage.  Significant lines of insurance coverage and consultant capabilities are as follows:   Aviation    Disability    General Liability    Products Liability Casualty    Earthquake    Health & Welfare    Professional Liability Claims Advocacy    Errors & Omissions    Healthcare Analytics    Property Commercial Auto    Exchange Solutions    Human Resources    Retirement Compensation    Executive Benefits    Institutional Investment    Surety Bond Cyber Liability    Fiduciary Services    Loss Control    Voluntary Benefits Dental    Fine Arts    Marine    Wind Directors & Officers Liability    Fire    Medical    Workers’ Compensation   Our retail brokerage operations are organized and operate within certain key niche/practice groups, which account for approximately 84% of our retail brokerage revenues.  These specialized teams target areas of business and/or industries in which we have developed a depth of expertise and a large client base.  Significant niche/practice groups we serve are as follows:   Affinity    Equity Advisors    Law Firms    Real Estate/Hospitality Automotive    Financial Institutions    Life Sciences    Religious Aviation    Food/Agribusiness    Marine    Restaurant Construction    Global Risks    Not-for-Profit    Technology Energy    Healthcare    Personal    Trade Credit/Political Risk Entertainment    Higher Education    Private Client    Transportation Environmental    K12 Education    Public Entity         Our specialized focus on these niche/practice groups allows for highly-focused marketing efforts and facilitates the development of value-added products and services specific to those industries.  We believe that our detailed understanding and broad client contacts within these niche/practice groups provide us with a competitive advantage. We anticipate that our retail brokerage operations’ greatest revenue growth over the next several years will continue to come from: •Our niche/practice groups and middle-market accounts; Our niche/practice groups and middle-market accounts; •Cross-selling other brokerage products to existing clients;  Cross-selling other brokerage products to existing clients;  •Mergers and acquisitions; and Mergers and acquisitions; and •Developing and managing alternative market mechanisms such as captives, rent-a-captives and deductible plans/self‑insurance. Developing and managing alternative market mechanisms such as captives, rent-a-captives and deductible plans/self‑insurance. Global Reinsurance Brokerage Operations Our reinsurance brokerage operations accounted for 12% of our brokerage segment revenues in 2022.  Our reinsurance brokers assist underwriting enterprises, such as insurance companies and managing general underwriters, to secure protection or reinsurance from another insurance company for a specific risk or class of risks.  These underwriting enterprises purchase reinsurance, among other reasons, to limit liability on a specific risk; stabilize their losses; protect themselves against catastrophes; free up cash flow; offer more diverse coverage; or increase their capacity to take on new clients.  We earn a fee or commission to find and place business on behalf of both the underwriting enterprise client or the reinsurer.  Our reinsurance brokers support underwriting enterprises in placing the risk and choosing the most appropriate reinsurer, including negotiating rates while sourcing the best-suited contracts on the market.  On December 1, 2021, we acquired substantially all of Willis Re.  The combined businesses trade as Gallagher Re from more than 70 offices across 31 countries.  This acquisition brought to us specialist expertise, underpinned by a portfolio of analytics capabilities including catastrophe modeling, dynamic financial analysis, rating agency analysis and capital modeling that improved our value  6   proposition worldwide.  Based on revenues, our global reinsurance brokerage operation is the third largest reinsurance broker in the world according to Business Insurance magazine’s October 2022 edition.  Wholesale Insurance Brokerage Operations  Our wholesale insurance brokerage operations accounted for 15% of our brokerage segment revenues in 2022.  Our wholesale brokers assist our retail brokers and other non-affiliated brokers in the placement of specialized and hard-to-place insurance.  These brokers operate through approximately 300 offices primarily located across the U.S., Bermuda and through our approved Lloyd’s of London brokerage operation.  In certain cases we act as a brokerage wholesaler, and in other cases we act as a managing general agent or managing general underwriter distributing specialized insurance coverages for underwriting enterprises.  Managing general agents and managing general underwriters are agents authorized by an underwriting enterprise to manage all or a part of its business in a specific geographic territory.  Activities they perform on behalf of the underwriting enterprise may include marketing, underwriting (although we do not assume any underwriting risk), issuing policies, collecting premiums, appointing and supervising other agents, paying claims and negotiating reinsurance.  More than 84% of our wholesale brokerage revenues comes from non-affiliated brokerage clients.  Based on wholesale premium volume from property/casualty placements, our domestic wholesale brokerage operation ranked as one of the largest specialty intermediaries, including the largest managing general agents/underwriting managers/Lloyds coverholders according to Business Insurance magazine’s September 2022 edition.  We anticipate growing our wholesale brokerage operations by increasing the number of broker-clients, developing new managing general agency and underwriter programs, and through mergers and acquisitions.  Risk Management Segment  Our risk management segment accounted for 14% of our revenues in 2022.  Approximately 62% of our risk management segment’s revenues are from workers’ compensation-related claims, 31% are from general and commercial auto liability-related claims and 7% are from property-related claims in 2022.  Risk management services are primarily marketed directly to Fortune 1000 companies, larger middle-market companies, not for profit organizations and public entities on an independent basis from our brokerage operations.  We manage our third party claims adjusting operations through a network of more than 50 offices located throughout the U.S., Australia, the U.K., New Zealand and Canada.  Most of these offices are fully staffed with claims adjusters and other service personnel.  Our adjusters and service personnel act solely on behalf and under the instruction of our clients. While this segment complements our brokerage and consulting offerings, approximately 91% of our risk management segment’s revenues come from clients not affiliated with our brokerage operations, such as underwriting enterprises and clients of other insurance brokers.  Based on revenues, our risk management operation ranked as one of the world’s largest property/casualty third party claims administrators according to Business Insurance magazine’s May 2022 edition.  We expect that the risk management segment’s most significant growth prospects through the next several years will come from: •Program business and the outsourcing of portions of underwriting enterprise claims departments;  Program business and the outsourcing of portions of underwriting enterprise claims departments;  •Increased levels of business with Fortune 1000 companies;  Increased levels of business with Fortune 1000 companies;  •Larger middle-market companies and captives; and Larger middle-market companies and captives; and •Mergers and acquisitions. Mergers and acquisitions. Corporate Segment The corporate segment accounted for 1% of our revenues in 2022.  The corporate segment reports the financial information related to our debt, clean energy investments, external acquisition-related expenses, other corporate costs and the impact of foreign currency remeasurement.  The revenues reported by this segment result almost solely from our consolidated clean energy investments. We have investments in limited liability companies that own or have owned 35 commercial clean coal production facilities that are qualified to produce refined coal using Chem-Mod LLC’s proprietary technologies.  These operations produced refined coal that we believe qualifies for tax credits under Internal Revenue Code Section 45 (which we refer to as IRC Section 45).  The law that provides for IRC Section 45 tax credits expired as of December 31, 2019 for 14 of our plants and expired on December 31, 2021 for the other 21 plants.  Chem-Mod LLC (described below) is a privately held enterprise that has commercialized multi-pollutant reduction technologies to reduce mercury, sulfur dioxide and other emissions at coal-fired power plants.  We own 46.5% of Chem-Mod LLC  7   and are its controlling managing member.  We also have a 12.0% noncontrolling interest in dormant, privately-held, enterprises, C-Quest Technology LLC and C-Quest Technologies International LLC (which we refer to together as, C-Quest), which own technologies that reduce carbon dioxide emissions created by burning fossil fuels.  At this time, it is unclear if C‑Quest will ever become commercially viable.  International and Other Brokerage Related Operations  We operate as a retail commercial property and casualty broker throughout 43 locations in Australia, 50 locations in Canada and 39 locations in New Zealand.  In the U.K., we operate as a retail broker from approximately 103 locations.  We also have specialty, wholesale, underwriting and reinsurance intermediary operations in London for clients to access Lloyd’s of London and other international underwriting enterprises, and a program operation offering customized risk management products and services to U.K. public entities.  See the previous discussion regarding our “Global Reinsurance Brokerage Operations.” In Bermuda, we act principally as a wholesale broker for clients looking to access Bermuda-based underwriting enterprises and we also provide management and administrative services for captive insurance entities.  We also have strategic brokerage alliances with a variety of independent brokers in countries where we do not have a local office presence.  Through this global network of correspondent insurance brokers and consultants, we are able to serve our clients’ coverage and service needs in approximately 130 countries around the world. Captive Underwriting Enterprises - We have ownership interests in several underwriting enterprises based in the U.S., Bermuda, Gibraltar, Guernsey, Isle of Man and Malta that primarily operate segregated account “rent-a-captive” facilities.  These “rent-a-captive” facilities enable our clients to receive the benefits of participating in a captive underwriting enterprise without incurring certain disadvantages of ownership.  We also have a wholly owned underwriting enterprise subsidiary based in the U.S. that cedes all of its insurance risk of loss to reinsurers or captives under facultative and quota-share treaty reinsurance agreements.  See Note 18 to our 2022 consolidated financial statements for additional financial information related to the insurance activity of our wholly owned underwriting enterprise subsidiary for 2022, 2021 and 2020. Competition  Brokerage Segment The insurance brokerage and consulting business is highly competitive and there are many organizations and individuals throughout the world who actively compete with us in every area of our business.  We believe that the primary factors determining our competitive position with other organizations in our industry are the quality of the services we render, the personalized attention we provide, the individual and corporate expertise providing the actual service to the client, and the overall cost to our clients.  We provide sophisticated data analysis and other data and benchmarking insights through Gallagher Drive to help our clients make insurance decisions.  Through our electronic platform, SmartMarket, we also provide insurance carriers with individualized preference setting and risk identification capabilities, as well as performance data and metrics.  We believe these capabilities provide a growing competitive advantage with respect to many of the smaller organizations with which we compete.  Risk Management Segment Our risk management operation currently ranks as one of the world’s largest property/casualty third party claims administrators based on revenues, according to Business Insurance magazine’s May 2022 edition.  We believe that the primary factors determining our competitive position are our ability to deliver better outcomes, reputation for outstanding service, cost-efficient service and financial strength. Business Combinations  We completed and integrated over 650 acquisitions from January 1, 2002 through December 31, 2022, most of which were within our brokerage segment.  The majority of these acquisitions have been smaller regional or local brokerages, agencies, or employee benefit consulting operations with a middle or small client focus and/or significant expertise in one of our niche/practice groups.  The total purchase price for individual acquisitions has typically ranged from $1.0 million to $100.0 million.  8   Through acquisitions, we seek to expand our talent pool, enhance our geographic presence and service capabilities, and/or broaden and further diversify our business mix.  We also focus on identifying: •A corporate culture that matches our sales-oriented and ethics-based culture; A corporate culture that matches our sales-oriented and ethics-based culture; •A profitable, growing business whose ability to compete would be enhanced by gaining access to our greater resources; and A profitable, growing business whose ability to compete would be enhanced by gaining access to our greater resources; and •Clearly defined financial criteria. Clearly defined financial criteria. See Note 3 to our 2022 consolidated financial statements for a summary of our 2022 acquisitions, the amount and form of the consideration paid and the dates of acquisitions. Clients Our client base is highly diversified and includes commercial, industrial, public entity, religious and not-for-profit entities, as well as underwriting enterprises in our reinsurance operations and risk management segment.  In 2022, our largest single client represented approximately 1% and our ten largest clients together represented approximately 3% of our combined brokerage and risk management segment revenues.    Human Capital Beginning with the COVID-19 pandemic, many of our employees now work remotely for some or all of their work week and we continue to make investments in support of a hybrid work environment.  We have instituted safety protocols and procedures for employees when they are in an office. As of December 31, 2022, we had approximately 44,000 employees, with approximately 45% in the U.S. and 55% outside of the U.S.  Approximately 75% of our employees work in our brokerage segment and 19% in our risk management segment.  Our remaining employees work in our corporate segment, primarily in our home office and financial services division, as well as in our service centers in India and elsewhere around the world.  In 2022, our total compensation expense was $4,024.7 million for the brokerage segment and $664.9 million for the risk management segment, representing 55% and 61%, respectively, of brokerage and risk management segment revenues.  Additional information regarding compensation expense, both on a reported and an adjusted basis can be found elsewhere in this report under Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations.  While many of our new employees come to us through mergers and acquisitions and traditional hiring, “growing our own” has long been a key part of our human capital strategy.  Our summer internship program began more than fifty years ago with a single intern.  Since then, our program has grown globally and we employ more than 400 interns each summer.  We provide our interns with professional development and on-the‑job sales training that gives them the opportunity to cultivate expertise and accelerate their full-time sales career growth. As of December 31, 2022, approximately 58% of our employees were women, including 46% of managers and 40% of producers.  In the U.S., approximately 26% of our employees were racially/ethnically diverse, including 17% of managers and 19% of producers. Regulation Many of our activities throughout the world are subject to supervision and regulations promulgated by regulatory or self-regulatory bodies such as the SEC, the NYSE, the U.S. Department of Justice (DOJ), the IRS, the Office of Foreign Assets Control, the Federal Trade Commission (FTC) and the Financial Industry Regulatory Authority (FINRA) in the U.S., the Financial Conduct Authority in the U.K., the Australian Securities and Investments Commission in Australia and insurance regulators in nearly every jurisdiction in which we operate.  Our retirement-related consulting and investment services are subject to pension law and financial regulation in many countries.  Our activities are also subject to a variety of other laws, rules and regulations addressing licensing, data privacy, wage-and-hour standards, employment and labor relations, anti-competition, anti-corruption, currency, the conduct of our business, reserves and the amount of local investment with respect to our operations in certain countries.  The global nature of our operations increases the complexity and cost of compliance with laws and regulations, including increased staffing needs, the development of new policies, procedures and internal controls and providing training to employees in multiple locations, adding to our cost of doing business.  Many of these laws and regulations may have differing or conflicting legal standards across jurisdictions, increasing further the complexity and cost of compliance.  In emerging markets and other jurisdictions with less developed legal systems, local laws and regulations may not be established with sufficiently clear and reliable guidance to provide us with adequate assurance that we are aware of all necessary licenses to operate our business, that we are operating our business in a compliant manner, or that our rights are otherwise protected.  In addition, major political and legal developments in jurisdictions in which we do business may lead to new regulatory costs and challenges.  For example, China adopted a “blocking” statute similar to that of the European Union (EU) requiring compliance with certain Chinese laws if they conflict with U.S. laws.  In 2022, we acquired a reinsurance operation in China following a deferred closing of the acquisition of Willis Re in that jurisdiction.  Rising global  9   tensions and protectionism may also lead other countries to adopt similar blocking statutes, which could make it more difficult and costly for us to expand our operations globally. In addition, as regulators and investors increasingly focus on climate change and other sustainability issues, we are subject to new disclosure frameworks and regulations.  For example, the Corporate Sustainability Reporting Directive (CSRD) which envisages the adoption of EU sustainability reporting standards to be developed by the European Financial Reporting Advisory Group, with such standards to be tailored to EU policies building on and contributing to international standardization initiatives, was adopted and entered into force in 2022.  The CSRD applies not only to local operations in the EU, but under certain circumstances, to entire global companies that have EU operations.  The CSRD will not apply to our operations in 2023, but we expect to begin assessing our obligations under the CSRD in 2023 as they are expected to be substantial in future years.  The SEC and the State of California have also proposed new climate change disclosure requirements, and compliance with such rules, when they are finalized, could require significant effort.  Regulations promulgated by the U.S. Treasury Department pursuant to FATCA require us to take various measures relating to non‑U.S. funds, transactions and accounts.  Available Information Our executive offices are located at 2850 Golf Road, Rolling Meadows, Illinois 60008-4050, and our telephone number is (630) 773‑3800.  Our annual reports on Form 10-K, quarterly reports on Form 10‑Q, current reports on Form 8‑K, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act, are available free of charge on our website at http://investor.ajg.com/sec-filings as soon as reasonably practicable after electronically filing or furnishing such material to the SEC.  The SEC also maintains a website (www.sec.gov) that includes our reports, proxy statements and other information.  Unless expressly noted, the information on our website, including our investor relations website, or any other website is not incorporated by reference in this Form 10-K and should not be considered part of this Form 10-K or any other filing we make with the SEC.  ", "time": "00:00:07"}