{"cik": 40987, "item_1A": "ITEM 1.    BUSINESS. Genuine Parts Company, “GPC”, a Georgia corporation incorporated on May 7, 1928, is a global service organization engaged in the distribution of automotive and industrial replacement parts, as described in more detail below. In 2022, our business was conducted from more than 10,600 locations throughout North America, Europe, Australia and New Zealand (\"Australasia\") through an offering of best in class operating and distribution efficiencies, industry leading assortment of consumable/replacement parts, outstanding service and enhanced technology solution.  As used in this report, \"we,\" \"us,\" \"our,\" \"GPC,\" and the “company” refers to GPC and its subsidiaries, except as otherwise indicated by the context; and the terms “automotive parts” and “industrial parts” refer to replacement parts in each respective category. OUR PURPOSE & STRATEGY We are one global team unified by our purpose: We Keep the World Moving. This is the foundation for how we do business. Our mission is to be an employer of choice, supplier of choice, valued customer, good corporate citizen and investment of choice for all our shareholders. Additionally, we strive to be a respected community member that gives back to the communities in which we operate. In order to execute this mission, we align our resources with strategic areas of focus for our operations. Specifically, we focus on our market-leading automotive and industrial businesses in North America, Europe and Australasia to deliver profitable growth, operational efficiencies and strong cash flow.  We have strategic initiatives designed to build on our current competitive advantages. We believe our primary competitive advantages are our: (1) global presence and brand strength; (2) best-in-class operating and distribution efficiencies; and (3) enhanced technology solutions.  Our strategic financial objectives are intended to complement our mission and drive value for all our stakeholders. These financial objectives include: (1) revenue growth in excess of market growth; (2) improved operating margins; (3) a strong balance sheet and cash flows; and (4) effective capital allocation. Our strategy is designed to position us for long-term growth and enhance shareholder value.  OUR SEGMENTS AUTOMOTIVE PARTS GROUP (\"Automotive\") Our Automotive segment is the largest global automotive network of parts and care, distributing automotive parts, accessories and service items in North America, Europe and Australasia. Our Automotive business offers complete inventory, cataloging, marketing, training and other programs to the automotive aftermarket in each of these regions which distinguish this business from the competition. In North America, Automotive sells parts primarily under the National Automotive Parts Association (\"NAPA\") brand name through distribution centers and automotive parts stores (“auto parts stores” or “NAPA AUTO PARTS stores”). In Europe, Alliance Automotive Group (“AAG”), a wholly-owned subsidiary of the company, is a leading distributor of vehicle parts, tools and workshop equipment with its primary operations in nine European countries. AAG is rolling out the NAPA brand of products and currently serves its customers under a variety of banners, including Groupauto, Precisium Group, Pièces Auto, UAN, Alliance Automotive Group Germany, PartsPoint and Lausan. In Australasia, Automotive serves the market primarily under the Repco and NAPA brand names. Our global Automotive network sells to customers in both commercial do-it-for-me (“DIFM”) and retail do-it-yourself (“DIY”) segments of the market and covers substantially all global motor vehicle models. DIFM customers include local, regional and national repair centers, auto dealers, service stations and both private and public sector accounts. DIY customers are primarily served over-the-counter at our global stores or digitally. DIFM and DIY customers account for approximately 80% and 20% of Automotive total sales, respectively.  As part of our ongoing strategy, our Automotive network grew in 2022 with acquisitions of various strategic and bolt-on store groups in North America, Europe and Australasia. In Europe, we expanded our footprint in two new key markets in Spain and Portugal, Europe's fifth largest market, while also expanding into Eastern Germany. In Australasia, we acquired a leading Australian branded direct-to-consumer distributor of lighting products focused on the four-wheel drive market in Australasia and continued our bolt-on strategy in North America. Store Network.    The following table details the breakdown of our Automotive distribution network including our distribution centers, company-owned and independently-owned automotive stores by geographic region as of December 31, 2022. 2 2 2 Table of Contents Table of Contents North AmericaEuropeAustralasiaTotalDistribution centers77 78 14 169 Company-owned stores1,682 742 529 2,953 Independently-owned stores5,037 1,642 — 6,679 Total locations6,796 2,462 543 9,801  The mix of company-owned stores versus independently-owned stores in a given market varies based on several factors including our overall market strategy, the ability to access desirable local retail space, the complexity, profitability and expected ultimate size of the market and our ability to provide operational support within a     geographic region. In our Australasian operations, we go to market with a company-owned store model. Independently-owned stores purchase inventory from company-operated distribution centers. These independently-owned stores are responsible for operating and managing their business, including operating costs and capital expenditures. We do not receive a royalty or franchise fee from independently-owned stores. Our 169 Automotive distribution centers serve both company-owned and independently-owned stores located throughout the geographic regions in which we operate. Both types of automotive stores, in turn, sell to a wide variety of customers in the automotive aftermarket. During 2022, we expanded our network with the addition of 138 net new stores during the year.  Products.    Our automotive distribution network provides access to hundreds of thousands of different replacement parts (other than body parts) for substantially all motor vehicle makes and models, including hybrid and electric vehicles, trucks, SUVs, buses, motorcycles, recreational vehicles and farm vehicles. Each part is cataloged and numbered for identification and accessibility. Availability is a critical success factor in our business and our teams utilize data and analytics to have the right parts, in the right place and at the right time. We do not manufacture any of the products we distribute. The majority of products distributed in North America are under the NAPA name, a mark licensed to us by NAPA, which is important to the sales and marketing of these products. In Australasia and Europe, products are distributed under several brand names, including many of the national brands, as well as the NAPA name. Our Automotive operations have access to more than 725,000 different parts and related supply items. These items are purchased from hundreds of different suppliers, with approximately 46% of 2022 automotive parts inventories purchased from 10 major suppliers. We also distribute replacement parts for small engines, farm equipment, marine equipment and heavy duty equipment. Our inventories also include accessory items for vehicles and equipment, and supply items used by a wide variety of customers in the automotive aftermarket, such as repair shops, service stations, fleet operators, automobile and truck dealers, leasing companies, bus and truck lines, mass merchandisers, farms, and individuals who perform their own maintenance and parts installation.  Traction, our heavy duty parts business in North America sells products distributed under the HD Plus name, a proprietary line of automotive parts for heavy duty truck market. Service to NAPA AUTO PARTS Stores.    We believe that the quality and the range of services provided to our North American automotive parts customers constitute a significant advantage for our automotive parts distribution system. Our goal is to properly stock our locations with the right parts to ensure we provide quick and quality service to our customers whose orders are often filled and shipped the same day they are received. Our services also include up to date parts cataloging (including the use of electronic NAPA AUTO PARTS catalogs) and stock adjustments through a continuing parts classification system which, as initiated by us, allows independently-owned stores to return certain merchandise on a scheduled basis. We offer our NAPA AUTO PARTS store customers various management aids, marketing aids and service on topics such as inventory control, cost analysis, accounting procedures, group insurance and retirement benefit plans, as well as marketing conferences and seminars, sales and advertising manuals and training programs.  We have developed and refined an inventory classification system to determine optimum distribution center and auto parts store inventory levels for automotive parts stocking based on automotive registrations, usage rates, production statistics, technological advances, including predictive analytics, and other similar factors. This system, which undergoes continuous analytical review, is an integral part of our inventory control procedures and comprises an important feature of the inventory management services that we make available to our NAPA AUTO PARTS store customers. Losses from inventory obsolescence have not been significant historically and we attribute this to the successful operation of our classification system, which includes product return privileges with most of our suppliers. NAPA.    We are the sole member of the National Automotive Parts Association, LLC a voluntary association formed in 1925 to promote the distribution of automotive parts for its members. NAPA, which neither buys nor sells  3 3 3 Table of Contents Table of Contents automotive parts, functions as a trade association that develops marketing concepts and programs for its sole member. Among the automotive products purchased by us from various manufacturers for distribution are certain lines designated, cataloged, advertised and promoted as “NAPA” lines. Generally, we are not required to purchase any specific quantity of parts and we may purchase competitive lines from the same as well as other supply sources. We use the federally registered trademark NAPA® as part of the trade name of our distribution centers and parts stores. We fund NAPA’s national advertising program, which is designed to increase public recognition of the NAPA name and to promote NAPA product lines. We are a party to, together with the former members of NAPA, a consent decree entered by the Federal District Court in Detroit, Michigan, on May 4, 1954. The consent decree enjoins certain practices under the federal antitrust laws, including the use of exclusive agreements with manufacturers of automotive parts, allocation or division of territories among us and former NAPA members, fixing of prices or terms of sale for such parts among such members, and agreements to adhere to any uniform policy in selecting parts customers or determining the number and location of, or arrangements with, auto parts customers. Competition.    The automotive aftermarket is highly competitive. We compete with other national, regional and local automotive parts chains, automobile manufacturers (some of which sell replacement parts for vehicles built by other manufacturers as well as those that they build themselves), automobile dealers, and warehouse clubs. In addition, we compete with the distributing outlets of parts manufacturers, mass merchandisers (including national retail chains) and other parts distributors and retailers, including online retailers. We compete primarily on availability of product offering, service, brand recognition and price. Our automotive competitors include AutoZone, Inc., O-Reilly Auto Parts, Inc., Advance Auto Parts, Inc., LKQ Corporation, Bapcor and Uni-Select, among many others. Further information regarding competition in the industry is set forth in “Item 1A. Risk Factors — We face substantial competition in the industries in which we do business.”  INDUSTRIAL PARTS GROUP (\"Industrial\") Our Industrial segment operates in both North America and Australasia through our wholly-owned subsidiaries Motion Industries, Inc. (“Motion”), headquartered in Birmingham, Alabama, and Motion Asia Pacific, headquartered in Sydney, Australia. Industrial distributes industrial replacement parts and related supplies such as bearings, mechanical and electrical power transmission products, industrial automation and robotics, hoses, hydraulic and pneumatic components, industrial and safety supplies and material handling products to maintenance, repair and operation (“MRO”) and original equipment manufacturer (“OEM”) customers throughout the U.S., Canada, Mexico and Australasia In 2022, our Industrial segment served more than 200,000 OEM and MRO customers in all types of industries, including equipment and machinery, food and beverage, forest products, primary metals, pulp and paper, mining, automotive, oil and gas, petrochemical and pharmaceutical industries; as well as strategically targeted specialty industries such as power generation, alternative energy, government, transportation, ports and others. We established a new electric vehicle battery category based on increasing opportunities presented by the build-out of new battery manufacturing facilities across North America. Our Industrial segment services all manufacturing and processing industries with access to a database of over 19 million parts.  The Industrial business provides customers with supply chain efficiencies achieved through our on-site solutions offering. This service provides inventory management, asset repair and tracking, vendor managed inventory (\"VMI\"), as well as radio frequency identification (\"RFID\") asset management of the customer’s inventory. Industrial also provides a wide range of services and repairs such as: gearbox and fluid power assembly and repair, process pump assembly and repair, hydraulic drive shaft repair, electrical panel assembly and repair, and hose and gasket manufacture and assembly. A highly developed supply chain with vendor partnerships and connectivity are enhanced by Motion’s leading e-business capabilities, such as MiSupplierConnect, which provides integration between our information technology network and suppliers’ systems, creating numerous benefits for both the supplier and customer. These services and supply chain efficiencies assist Motion in providing the cost savings that many of its customers require and expect. Distribution Network.    The following table details the breakdown of our Industrial distribution centers, branches and service centers by geographic region as of December 31, 2022. 4 4 4 Table of Contents Table of Contents North AmericaAustralasiaTotalDistribution centers 19 16 35 Branches549 148 697 Service Centers67 2 69 Total locations635 166 801  Our 35 Industrial distribution centers serve the branches and services centers located throughout the geographic regions in which we operate. The branches and service centers, in turn, sell to MRO and OEM customers in all types of industries across North America and Australasia. In North America, our Industrial business stocks or distributes more than 19 million different items purchased from more than 49,000 different suppliers. Its service centers provide hydraulic, hose and mechanical repairs for customers. Approximately 46% of total industrial product purchases in 2022 were made from our top 50 strategic suppliers. Sales are generated from facilities in the U.S., Puerto Rico, Mexico and Canada.  In Australasia, our Industrial business operates a network of distribution centers, branches and service centers across Australia, New Zealand, Indonesia and Singapore as of December 31, 2022. Our Industrial network was expanded on January 3, 2022 with the acquisition of Kaman Distribution Group (\"KDG\"). KDG, which is headquartered in Bloomfield, Connecticut, is a power transmission, automation and fluid power industrial distributor and solutions provider with operations throughout the United States, providing electro-mechanical products, bearings, power transmission, motion control and electrical and fluid power components to MRO and OEM customers. This strategic and highly synergistic combination significantly enhances our scale and strengthens our market leading position, creating a premier leader of industrial solutions. Most branches are facilities that stock inventory representative of the products used by customers in the respective market areas served.  Products.    Industrial distributes a wide variety of parts and products to its customers, which are primarily industrial companies. Products include such items as hoses, belts, bearings, pulleys, pumps, valves, chains, gears, sprockets, speed reducers, electric motors, industrial supplies, assembly tools, test equipment, adhesives and chemicals. Industrial also offers systems and automation products that support sophisticated motion control and process automation for full systems integration of plant equipment. The nature of Motion's business demands the maintenance of adequate inventories and the ability to promptly meet critical delivery requirements. Virtually all of the products distributed are installed by the customer or used in plant and facility maintenance activities. Most orders are filled immediately from existing stock and deliveries are normally made within 24 hours of order receipt. The majority of all sales are on open account. Motion has ongoing purchase agreements with many of its national account customers which, collectively, represent approximately 40% of the annual sales volume. Supplier Agreements.    Non-exclusive distributor agreements are in effect with most of the Industrial suppliers. The terms of these agreements vary; however, it has been our experience that the custom of the trade is to treat such agreements as continuing until breached by one party or until terminated by mutual consent.  Competition.    The industrial distribution business is highly competitive and fragmented. We compete with national, regional and local distributors specializing in the distribution of such items, general line distributors and others who provide similar services. To a lesser extent, we compete with manufacturers that sell directly to the customer and with various industrial eCommerce sites. Our Industrial competitors include Applied Industrial Technologies, Inc., Fastenal Company, and W.W. Grainger, Inc, among many others. We compete primarily on the breadth of product offerings, quality service and competitive pricing. Further information regarding competition in the industry is set forth in “Item 1A. Risk Factors — We face substantial competition in the industries in which we do business.”  ENVIRONMENTAL, SOCIAL AND GOVERNANCE We are committed to the development of sustainable and efficient operations and business practices that enhance and protect our people, our communities and our planet. Our goal is to generate above-market returns while aligning our business practices to support the interests of our stakeholders. Our process of defining sustainability priorities focuses on the simultaneous improvement of our environmental, social and financial position, and our strong leadership and governance practices that strive to integrate sustainability into our business strategy and corporate culture. The Nominating and ESG Committee of the Board of Directors oversees our sustainability initiatives which aims to deliver long-term value for our shareholders and all our stakeholders. 5 5 5 Table of Contents Table of Contents We seek to promote a diverse, equitable and inclusive workplace and to ensure the health, safety and well-being of all employees. We emphasize giving back and uplifting the communities in which we operate through partnerships and volunteer efforts. Refer to the “Human Capital Management” section below for further information on our human capital management initiatives. We are committed to reducing our environmental footprint and positively impacting the planet through the implementation of sustainable initiatives throughout our value chain. We have engaged a leading sustainability partner to assist us with calculating our global greenhouse gas footprint, which includes all our facilities and operations worldwide. The new global emissions calculation provides the basis for measuring and reporting progress on reducing emissions over time, and it serves as a guidepost as we develop a comprehensive global carbon abatement strategy. We have expanded the use of LED lighting retrofits and smart HVAC systems in our facilities and have continued to implement and monitor fleet management practices and policies to minimize our energy usage and carbon emissions. Additionally, we are helping our teammates, customers and the industry prepare for electric vehicles (\"EVs\") and the changes taking place in the market. We see this as an opportunity to lead our industry with knowledge and new products for EVs. We are continuously incorporating environmental stewardship in our practices and discovering opportunities to develop more efficient operations. Additional information regarding our sustainability efforts and future initiatives can be found in our 2022 Sustainability Report and the Sustainability section of our website at www.genpt.com.   HUMAN CAPITAL MANAGEMENT Our key human capital management objectives are to attract, retain and develop the highest quality talent. To support these objectives, our human resources programs are designed to connect prospective and current talent to opportunities at the company, engage current employees through an inclusive and diverse culture, and develop employees to grow for future opportunities within the organization.  Employee Retention and Professional Development As of December 31, 2022, we employed approximately 58,000 people worldwide and operated within 17 countries. We take pride in our employees and are committed to helping them improve their physical, emotional, financial and social well-being. Our benefit offerings are designed to meet the varied and evolving needs of a diverse workforce across businesses and geographies while helping our employees care for themselves and their families. We offer benefits aimed at improving quality of care while limiting out-of-pocket costs. In addition, our well-being programs include an online platform that offers an interactive way to accomplish personal and financial goals and a rewards platform to reward employees for completing company sponsored competitions and well-being activities.  We periodically conduct a global engagement survey as a means of measuring employee engagement and satisfaction, as well as a tool for improving our human capital management strategies. Our leadership team reviews the survey results and based on the survey responses, action plans are developed to focus on areas of opportunity. We are pleased to report that our most recent engagement survey results were favorable overall and have shown that our employees are proud to work for us. The results of the engagement surveys help us continuously improve our human capital strategies and find ways to foster engagement and growth for our employees. In addition, to empower employees to continually enhance their skills and reach their maximum potential, we provide a range of development programs, resources, and opportunities. Many are facilitated locally by each business with core leadership development at the Corporate level. One of our more significant programs is focused on high potential employees from all global business units. This program is a combination of in-person and virtual coursework and training with the intent that participants become fully immersed in the operations of our business and develop strategies and improvements cross-functionally. We also offer various internship and rotational programs that allow employees to see different operations of our business while also building strong relationships throughout the company. Other development opportunities include on-demand and live training courses to help our employees achieve their professional and personal goals. We believe these programs demonstrate our ongoing commitment to develop our future leaders.  Diversity, Equity and Inclusion (\"DEI\") Our culture is strengthened by our core values, which includes a steadfast commitment to standing up for equality for our teammates, suppliers, customers, communities and other stakeholders. As part of our investment in our people, we make diversity, equity and inclusion a top priority. We promote a diverse, inclusive, and innovative culture that encourages and embraces change, diverse ideas, and perspectives. We strive to ensure our teammates reflect our global and diverse customer base. We are committed to creating a welcoming environment where all teammates have opportunities to grow and feel a sense of belonging, regardless of gender, sex, race, color, religion, national origin, age, disability, veteran status, sexual orientation, gender expression or experiences. Our goal is to  6 6 6 Table of Contents Table of Contents create an inclusive and welcoming culture where we value, respect, and provide equal opportunities for all employees.  Our Diversity, Equity, and Inclusion Council, led by senior leadership and representatives from each business unit have helped to ensure accountabilities exist to advance new and current DEI initiatives. Some initiatives include, providing scholarships with an emphasis for students who attend Historically Black Colleges and Universities and collaboration with organizations that support women such as Women in Technology and Women in Auto Care. Our commitment also includes supporting organizations that advance the interests of disadvantaged individuals and communities in need. We continue to partner with Georgia Minority Supplier Diversity Council, the Georgia Hispanic Chamber of Commerce, United Way's African American Partnership and Young Professional Leaders programs. Our efforts are also directed internally where we encourage the exchange of ideas, actively listen to employee dialogue, provide appropriate training, and ensure that the interests of all our employees are supported and advanced. This year we launched four business resource groups (\"BRGs\") - African American, Asian, Veteran and Women, for our corporate teammates in the Unites States. These BRGs provide our teammates with venues for personal and professional development, including networking, coaching, skill building, community engagement, volunteering and advancement opportunities. These groups play a key role in educating and engaging teammates in our DEI goals and efforts. We aim to leverage key learnings from these groups and expand the program globally. Overall, we seek to create an environment where there is a sense of belonging and all voices are heard and valued.  Please refer to our 2022 Sustainability Report and Human Rights Policy, which can be found on our investor relations website, for further information on human capital management.  Additional Information Our website can be found at www.genpt.com. We make available, free of charge through our website, access to our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, proxy statements, any amendments to these documents, and other reports. These documents and reports are available under the Investor Relations section of our website as soon as reasonably practicable after such material is filed with or furnished to the Securities and Exchange Commission (“SEC”). We also use our website as a means of disclosing material information and for complying with our disclosure obligations under the SEC’s Regulation FD (Fair Disclosure). Important information, including news releases, analyst presentations and financial information regarding Genuine Parts is routinely posted on our website. Accordingly, investors should monitor the Investor Relations portion of our website, in addition to following our press releases, SEC filings and public conference calls and webcasts. Additionally, our corporate governance guidelines, codes of conduct and ethics, charters of the Compensation and Human Capital Committee and the Nominating and ESG Committee, and information regarding our procedure for shareholders and other interested parties to communicate with our Board of Directors, are available also on our website. In Part III of this Form 10-K, we incorporate certain information by reference to our proxy statement for our 2023 annual meeting of shareholders. We expect to file the proxy statement with the SEC on or about March 3, 2023, and it will be available online at the same time at http://www.proxydocs.com/gpc. Please refer to the proxy statement for the information incorporated by reference into Part III of this Form 10-K when it is available. ", "time": "00:00:03"}