{"cik": 48898, "item_1A": "ITEM 1    Business   Hubbell Incorporated (herein referred to as “Hubbell”, the “Company”, the “registrant”, “we”, “our” or “us”, which references shall include its divisions and subsidiaries as the context may require) was founded as a proprietorship in 1888, and was incorporated in Connecticut in 1905. Recognized for our innovation, quality, and deep commitment to serving our customers for over 130 years, Hubbell is a world-class manufacturer of electrical and utility solutions, with more than 75 brands used around the world. We provide utility and electrical solutions that enable our customers to operate critical infrastructure reliably and efficiently, and we empower and energize communities through innovative solutions supporting energy infrastructure In Front of the Meter, on The Edge, and Behind the Meter. In Front of the Meter is where utilities transmit and distribute energy to their customers. The Edge connects utilities with owner/operators and allows energy and data to be distributed back and forth. Behind the Meter is where owners and operators of building and other critical infrastructure consume energy.   Our products are either sourced complete, manufactured or assembled by subsidiaries in the United States, Canada, Puerto Rico, Mexico, the People’s Republic of China (“China”), the United Kingdom (“UK”), Brazil, Australia, Spain and Ireland. Hubbell also participates in joint ventures in Hong Kong and the Philippines, and maintains offices in Singapore, Italy, China, India, Mexico, South Korea, Chile, and countries in the Middle East.  The Company’s reporting segments consist of the Utility Solutions segment and the Electrical Solutions segment.   The Company’s annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and all amendments to those reports are made available free of charge through the Investor Relations section of the Company’s website at http://www.hubbell.com as soon as practicable after such material is electronically filed with, or furnished to, the SEC. The information contained on the Company’s website or connected to our website is not incorporated by reference into this Annual Report on Form 10-K and should not be considered part of this report.    Utility Solutions Segment  Hubbell Utility Solutions has leading positions In Front of the Meter and at The Edge. The Utility Solutions segment (58% of consolidated revenues in 2022, 56% in 2021 and 56% in 2020) consists of businesses that design, manufacture, and sell a wide variety of electrical distribution, transmission, substation, and telecommunications products, which support applications In Front of the Meter. This includes utility transmission & distribution (T&D) components such as arresters, insulators, connectors, anchors, bushings, enclosures, cutoffs and switches. The Utility Solutions segment also offers solutions that serve The Edge of the utility infrastructure, including smart meters, communications systems, and protection and control devices. Hubbell Utility Solutions supports the electrical distribution, electrical transmission, water, gas distribution, telecommunications, and solar and wind markets. While Hubbell believes its sales in this area are not materially dependent upon any customer or group of customers, a substantial variability in purchases by electrical utilities would affect this segment.    Products of the Utility Solutions segment are sold under the following brands and/or trademarks:•Aclara®•Chance®•Anderson®•PenCell®•Fargo®•Hubbell®•Polycast®•Opti-loop Design®•Quazite®•Quadri*sil®•Trinetics®•Reuel®•Electro Composites®•USCO™•CDR™•RFL Design®•Hot Box®•PCORE®•Delmar™•Turner Electric®•EMC™•Longbow™•Ohio Brass®•Meramec®•Reliaguard®•Greenjacket®•Armorcast®•Beckwith Electric™•Continental®•R.W. Lyall™•Gas Breaker®•AEC™•Ripley®  HUBBELL INCORPORATED - Form 10-K3 HUBBELL INCORPORATED - Form 10-K3 HUBBELL INCORPORATED - Form 10-K3 HUBBELL INCORPORATED - Form 10-K 3   Electrical Solutions Segment  Hubbell Electrical Solutions is positioned Behind the Meter, providing key components to building operators and industrial customers that enable them to manage their energy and operate critical infrastructure more efficiently and effectively. The Electrical Solutions segment (42% of consolidated revenues in 2022, 44% in 2021 and 44% in 2020) comprises businesses that sell stock and custom products including standard and special application wiring device products, rough-in electrical products, connector and grounding products, and lighting fixtures, as well as other electrical equipment.   Products of the Electrical Solutions segment have applications in the light industrial, non-residential, wireless communications, transportation, data center, and heavy industrial markets. Electrical Solutions segment products are typically used in and around industrial, commercial and institutional facilities by electrical contractors, maintenance personnel, electricians, utilities, and telecommunications companies. In addition, certain of our businesses design and manufacture industrial controls and communication systems used in the non-residential and industrial markets. Many of these products are designed such that they can also be used in harsh and hazardous locations where a potential for fire and explosion exists due to the presence of flammable gasses and vapors. Harsh and hazardous products are primarily used in the oil and gas (onshore and offshore) and mining industries. We also offer a variety of lighting fixtures, wiring devices and electrical products that have residential and utility applications, including residential products with Internet-of-Things (\"IoT\") enabled technologies.  These products are sold under various brands and/or trademarks and are primarily sold through electrical and industrial distributors, home centers, retail and hardware outlets, lighting showrooms and residential product oriented internet sites. Special application products are primarily sold through wholesale distributors to contractors, industrial customers and original equipment manufacturers (“OEMs”).  Brands and/or trademarks of products of the Electrical Solutions segment include:  •Hubbell®•Bell®•Raco®•Gleason Reel®•ACME Electric®•Kellems®•TayMac®•Hipotronics®•Powerohm®•EC&M Design®•Bryant®•Wiegmann®•AccelTex Solutions™•iDevices®•Progress Lighting Design®•Burndy®•Killark®•GAI-Tronics®•Connector Products™•Austdac™•CMC®•Hawke™•Chalmit™•PCX™     4HUBBELL INCORPORATED - Form 10-K 4HUBBELL INCORPORATED - Form 10-K 4HUBBELL INCORPORATED - Form 10-K 4 HUBBELL INCORPORATED - Form 10-K   Information Applicable to Our Business International Operations   The Company has several operations located outside of the United States. These operations manufacture, assemble and/or procure and market Hubbell products and services for both the Utility Solutions and Electrical Solutions segments.   See Note 21 — Industry Segments and Geographic Area Information in the Notes to Consolidated Financial Statements and Item 1A. Risk Factors relating to manufacturing in and sourcing from foreign countries.  Customers  We have an extensive customer base of distributors, wholesalers, electric utilities, OEMs, electrical contractors, telecommunications companies and retail and hardware outlets. We are not dependent on a single customer, however, our top ten customers account for approximately 43% of our Net sales.   Raw Materials  Raw materials used in the manufacture of Hubbell products primarily include steel, aluminum, brass, copper, bronze, zinc, nickel, plastics, phenolics, elastomers and petrochemicals. Hubbell also purchases certain electrical and electronic components, including solenoids, lighting ballasts, printed circuit boards, integrated circuit chips and cord sets, from a number of suppliers. Hubbell is not materially dependent upon any one supplier for raw materials used in the manufacture of its products and equipment however the cost and supply of these materials may be affected by disruptions in availability of raw materials, components or sourced finished goods. See also Item 7A. Quantitative and Qualitative Disclosures about Market Risk.   Patents   Hubbell has approximately 3,000 active United States and foreign patents covering a portion of its products, which expire at various times. While Hubbell deems these patents to be of value, it does not consider its business to be dependent upon patent protection. Hubbell also licenses products under patents owned by others, as necessary, and grants licenses under certain of its patents.   Working Capital   Inventory, accounts receivable and accounts payable levels, payment terms and, where applicable, return policies are in accordance with the general practices of the electrical products industry and standard business procedures. See also Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations.   Backlog   Substantially all of the backlog existing at December 31, 2022 in the Electrical Solutions segment is expected to be shipped to customers in 2023. In the Utility Solutions segment, the backlog existing at December 31, 2022 includes backlog expected to be shipped during 2023, along with $320 million of backlog of contracts that span multiple years, primarily related to long-term contracts of the Aclara business to deliver and install meters and grid monitoring sensor technology. The backlog of orders believed to be firm at December 31, 2022 was $2,463.4 million compared to $1,848.0 million at December 31, 2021. Although this backlog is important, the majority of Hubbell’s revenues result from sales of inventoried products or products that have short periods of manufacture.   Competition   Hubbell experiences substantial competition in all categories of its business, but does not compete with the same companies in all of its product categories. The number and size of competitors vary considerably depending on the product line. Hubbell cannot specify with precision the number of competitors in each product category or their relative market position. However, some of its competitors are larger companies with substantial financial and other resources. Hubbell considers product performance, reliability, quality and technological innovation as important factors relevant to all areas of its business and considers its reputation as a manufacturer of quality products to be an important factor in its business. In addition, product price, service levels and other factors can affect Hubbell’s ability to compete.                                                                            HUBBELL INCORPORATED - Form 10-K5 HUBBELL INCORPORATED - Form 10-K5 HUBBELL INCORPORATED - Form 10-K5 HUBBELL INCORPORATED - Form 10-K 5   Environment   The Company is subject to various federal, state and local government requirements relating to the protection of employee health and safety and the environment. The Company believes that, as a general matter, its policies, practices and procedures are properly designed to prevent unreasonable risk of environmental damage and personal injury to its employees and its customers’ employees and that the handling, manufacture, use and disposal of hazardous or toxic substances are in accordance with environmental laws and regulations.   Like other companies engaged in similar businesses, the Company has incurred or acquired through business combinations, remedial response and voluntary cleanup costs for site contamination, and is a party to product liability and other lawsuits and claims associated with environmental matters, including past production of products containing toxic substances. Additional lawsuits, claims and costs involving environmental matters are likely to continue to arise in the future. However, considering past experience and reserves, the Company does not anticipate that these matters will have a material adverse effect on earnings, capital expenditures, financial condition or competitive position. See also Item 1A. Risk Factors and Note 16 — Commitments and Contingencies in the Notes to Consolidated Financial Statements.   Human Capital   Our commitment to developing our employees is one of four pillars that guide Hubbell as a company. We recruit, hire, and develop talent that meets and anticipates the ever-changing needs of our enterprise, while fostering an inclusive and diverse workplace. Hubbell provides market competitive compensation, health and well-being programs, and retirement benefits based on the countries and markets in which we operate to motivate market-leading performance.   As of December 31, 2022, Hubbell had approximately 16,300 salaried and hourly employees of whom approximately 9,800, or 60% are located in the United States. Approximately 1,800 of these U.S. employees are represented by 8 labor unions. Hubbell considers its labor relations to be satisfactory and regularly engages with its labor unions.  Hubbell is committed to fostering an environment that respects and encourages individual differences, diversity of thought, and talent. We strive to create a workplace where employees feel that their contributions are welcomed and valued, allowing them to fully engage their talents and training in their work, while generating personal satisfaction in their role within Hubbell. Hubbell has created a multi-year, enterprise-wide strategy dedicated to evolving our inclusive culture while addressing underrepresentation where it exists across our company. As of December 31, 2022, 32% of our employees identify as female, and within the United States, 30% identify as female and 45% are racially diverse.  Across the enterprise, there are a variety of ways we invest in our people to learn - on the job, in the classroom, through self-directed learning, or through leadership programs. We have expanded our learning management system (known as Hubbell University) to make new content and training available to our employees. The Company has also expanded leadership development programs to provide career development to employees at all levels and continues to expand its Campus Programs to foster a pipeline of early career talent at Hubbell.  The Company also fosters and encourages its employees to give back to their communities. The Company supports employees’ spirit of volunteerism in their communities throughout the year with its Volunteer Paid Time Off policy, which provides all employees with up to 8 hours of paid time off a year to volunteer with an eligible 501(c)(3) charity of their choice.   As a manufacturing company we focus on protecting the health and safety of our employees. We dedicate resources to track and monitor safety and recordable incidents using an enterprise-wide data management system. Through the Company’s myLife program, the Company provides comprehensive, competitive benefits that retain and support our employees supporting their health, wealth and peace of mind.    In October 2022, as a showing of appreciation to our employees continued excellence, the Company provided all employees globally with a Global Recharge Day. This paid day off provided all employees an opportunity to relax, refresh and recharge.  In 2022, Hubbell conducted an enterprise-wide employee survey, the Elevate Employee Experience Survey to better understand the voices of our employees worldwide. Elevate was the largest survey conducted by the Company and over 80% of Hubbell’s employees responded, providing insights that the Company is translating into action plans.       6HUBBELL INCORPORATED - Form 10-K 6HUBBELL INCORPORATED - Form 10-K 6HUBBELL INCORPORATED - Form 10-K 6 HUBBELL INCORPORATED - Form 10-K    Information about our Executive Officers Name (1)AgePresent PositionBusiness ExperienceGerben W. Bakker58Chairman of the Board, President and Chief Executive OfficerPresent position since May 4, 2021; previously President and Chief Executive Officer since October 1, 2020; previously, President and Chief Operating Officer June 6, 2019 to October 1, 2020; Group President, Power Systems February 1, 2014 to June 6, 2019; Division Vice President, Hubbell Power Systems, Inc. (“HPS”) August 2009 - February 2014; President, HPS Brazil June 2005 - July 2009; Vice President, Sourcing, HPS March 2004 - May 2005.William R. Sperry60Executive Vice President,Chief Financial OfficerPresent position since May 5, 2020; previously, Executive Vice President, Chief Financial Officer and Treasurer June 6, 2019 to May 2020; Senior Vice President and Chief Financial Officer June 6, 2012 to June 6, 2019; Vice President, Corporate Strategy and Development August 15, 2008 to June 6, 2012; Managing Director, Lehman Brothers August 2006 to April 2008; various positions, including Managing Director, of J.P. Morgan and its predecessor institutions, 1994-2006; also a member of the board of directors of MSA Safety Incorporated since February 2019. Jonathan M.        Del Nero51Vice President, ControllerPresent position since January 15, 2021; previously, Assistant Controller June 14, 2014, to January 15, 2021; Executive Director, Financial Reporting, Aetna June 2011 to June 2014;  Senior Manager, Technical Accounting, Stanley Black and Decker June 2009 to June 2011; Manager of Accounting Policy, The Hartford September 2008 to June 2009; various positions at CIGNA March 2003 to September 2008.Allan J. Connolly55President, Utility Solutions SegmentPresent position since July 1, 2019 (the Utility Solutions Segment was formerly known as the Power Systems Group); previously, President, Aclara February 2018 to June 28, 2019; President and Chief Executive Officer of Aclara May 2014 to February 2018; Chief Operating Officer of Culligan International July 2012 to January 2014; Executive Vice President of Operations, Engineering and N.A. Industrial of Culligan International November 2006 to July 2012; Vice President of Research, Development & Engineering of Culligan International April 2006 to November 2006; General Manager Technology; GE Power & Water March 2003 to April 2006.Alyssa R. Flynn 51Chief Human Resources Officer Present position since February 15, 2022; previously Vice President, Compensation, Benefits & HR Systems from February 2014 to February 2022; Chief of Staff to the Chief Executive Officer from June 2021 to February 2022; various positions, including Vice President, Human Resources, at PepsiCo from 1996 to 2014.Katherine A. Lane45Senior Vice President, GeneralCounsel and SecretaryPresent position since May 4, 2021; previously Vice President, General Counsel and Secretary since June 6, 2019; previously, Vice President, Acting General Counsel and Secretary March 2019 to June 6, 2019; Vice President, Associate General Counsel June 2017 to March 2019; Vice President, Legal, Hubbell Commercial & Industrial September 2015 to June 2017; Senior Counsel, Hubbell Electrical Systems May 2014 to September 2015; Corporate General Attorney August 2010 to May 2014. Previously, various positions in private practice in law firms based in Massachusetts and Connecticut. Name (1) (1)As of February 9, 2023, there are no family relationships among any of the above executive officers and any of our directors. For information related to our Board of Directors, refer to Item 10. Directors, Executive Officers and Corporate Governance.  HUBBELL INCORPORATED - Form 10-K7 HUBBELL INCORPORATED - Form 10-K7 HUBBELL INCORPORATED - Form 10-K7 HUBBELL INCORPORATED - Form 10-K 7   ", "time": "00:00:04"}