{"cik": 51434, "item_1A": "ITEM 1. BUSINESS   GENERAL  International Paper Company (the \"Company\" or \"International Paper\", which may also be referred to as \"we\" or \"us\") is a global producer of renewable fiber-based packaging and pulp products with manufacturing operations in North America, Latin America, Europe and North Africa. We are a New York corporation, incorporated in 1941 as the successor to the New York corporation of the same name organized in 1898. You can learn more about us by visiting our website at www.internationalpaper.com.  In the United States, at December 31, 2022, the Company operated 24 pulp and packaging mills, 164 converting and packaging plants, 16 recycling plants and three bag facilities. Production facilities at December 31, 2022 in Canada, Europe, North Africa and Latin America included four pulp and packaging mills, 37 converting and packaging plants, and two recycling plants. We operate a printing and packaging products distribution business principally through six branches in Asia. Substantially all of our businesses have experienced, and are likely to continue to experience, cycles relating to industry capacity and general economic conditions.  For management and financial reporting purposes, our businesses are separated into two segments: Industrial Packaging and Global Cellulose Fibers. A description of these business segments can be found on pages 31 and 32 of Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations.   The Company recently announced it has reached an agreement to sell its equity investment in Ilim S.A. (\"Ilim\"), and has also received from the same purchaser an indication of interest to purchase its equity investment in JSC Ilim Group (\"Ilim Group\" together with Ilim, the Ilim joint venture). As a result, all current and historical results of the Ilim investment reportable segment are presented as Discontinued Operations, net of taxes. See discussion in Note 11 - Equity Method Investments on page 66 through 68 of Item 8. Financial Statements and Supplementary Data.  From 2018 through 2022, International Paper’s capital spending approximated $5.0 billion, excluding mergers and acquisitions. These expenditures reflect our continuing efforts to use our capital strategically to improve product quality and environmental performance, as well as lower costs, maintain   reliability of operations and deploy strategic capital for capacity expansion. Capital spending in 2022 was approximately $931 million and is expected to be approximately $1.0 billion to $1.2 billion in 2023. You can find more information about capital spending on pages 35 and 36 of Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations.Discussions of acquisitions can be found in Note 7 Acquisitions on page 62 of Item 8. Financial Statements and Supplementary Data.You can find discussions of restructuring charges and other special items on page 31 of Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations.Our strategic framework, The IP Way Forward, ensures that our business strategy delivers sustainable outcomes for all of our stakeholders – employees, customers, suppliers, communities, governmental and non-governmental organizations and shareholders – for generations to come.  Our approach to sustainability considers our entire value chain, from focusing on sourcing raw materials responsibly and working safely, to making renewable, recyclable products and providing a market for recovered products.  To help inform and prioritize the focus of our sustainability strategy, we have engaged with internal and external stakeholders using a variety of methods, assessed key issues and associated risks and opportunities, and incorporated environmental, social and governance (ESG) considerations into our processes. Additionally, in 2020, we established our Vision 2030 goals with the purpose of promoting healthy and abundant forests, thriving people and communities, sustainable operations and renewable solutions.  Certain of the goals are discussed in more detail below.  Throughout this Annual Report on Form 10-K, we “incorporate by reference” certain information in parts of other documents filed with the Securities and Exchange Commission (\"SEC\"). The SEC permits us to disclose important information by referring to it in that manner. Please refer to such information. Our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and proxy statements, along with all other reports and any amendments thereto filed with or furnished to the SEC, are publicly available free of charge on the Investor Relations section of our website at www.internationalpaper.com as soon as reasonably practicable after we electronically file such material with, or furnish it to, the SEC. Our website contains a significant amount of information about the Company, including our SEC filings and financial and other information for investors. The information that we post  reliability of operations and deploy strategic capital for capacity expansion. Capital spending in 2022 was approximately $931 million and is expected to be approximately $1.0 billion to $1.2 billion in 2023. You can find more information about capital spending on pages 35 and 36 of Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations.  Discussions of acquisitions can be found in Note 7 Acquisitions on page 62 of Item 8. Financial Statements and Supplementary Data.  You can find discussions of restructuring charges and other special items on page 31 of Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations.  Our strategic framework, The IP Way Forward, ensures that our business strategy delivers sustainable outcomes for all of our stakeholders – employees, customers, suppliers, communities, governmental and non-governmental organizations and shareholders – for generations to come.  Our approach to sustainability considers our entire value chain, from focusing on sourcing raw materials responsibly and working safely, to making renewable, recyclable products and providing a market for recovered products.  To help inform and prioritize the focus of our sustainability strategy, we have engaged with internal and external stakeholders using a variety of methods, assessed key issues and associated risks and opportunities, and incorporated environmental, social and governance (ESG) considerations into our processes. Additionally, in 2020, we established our Vision 2030 goals with the purpose of promoting healthy and abundant forests, thriving people and communities, sustainable operations and renewable solutions.  Certain of the goals are discussed in more detail below.    Throughout this Annual Report on Form 10-K, we “incorporate by reference” certain information in parts of other documents filed with the Securities and Exchange Commission (\"SEC\"). The SEC permits us to disclose important information by referring to it in that manner. Please refer to such information. Our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and proxy statements, along with all other reports and any amendments thereto filed with or furnished to the SEC, are publicly available free of charge on the Investor Relations section of our website at www.internationalpaper.com as soon as reasonably practicable after we electronically file such material with, or furnish it to, the SEC. Our website contains a significant amount of information about the Company, including our SEC filings and financial and other information for investors. The information that we post  1 1 1 Table of Contents Table of Contents on our website could be deemed to be material information. We encourage investors, the media, and others interested in the Company to visit this website from time to time, as information is updated and new information is posted. The information contained on or connected to our website, however, is not incorporated by reference into this Form 10-K and should not be considered part of this or any other report that we file with or furnish to the SEC. Our internet address is included as an inactive textual reference only.HUMAN CAPITAL EMPLOYEES As of December 31, 2022, we have approximately 39,000 employees, nearly 32,000 of whom are located in the United States. Of our U.S. employees, approximately 22,700 are hourly, with unions representing approximately 14,000 employees. Approximately 10,600 of this number are represented by the United Steelworkers union (\"USW\").International Paper, the USW, and several other unions have entered into four master agreements covering various U.S. mills and converting facilities. These master agreements cover several specific items, including wages, select benefit programs, successorship, employment security, and health and safety.  Individual facilities continue to have local agreements for other subjects not covered by the master agreements. If local facility agreements are not successfully negotiated at the time of expiration, under the terms of the master agreements the local contracts will automatically renew with the same terms in effect. The master agreements cover the majority of our union represented mills and converting facilities. In addition, International Paper is party to a master agreement with District Council 2, International Brotherhood of Teamsters, covering additional converting facilities. SAFETYThe safety of our employees remains the primary focus of our leaders. Our goal is to create a 100% injury-free workplace for our employees and contractors. To accomplish this goal, we focus on the IP Way of doing things -  we do the right things, in the right ways, for the right reasons, all of the time. Our stated Vision 2030 Goal is to achieve zero serious injuries for employees and contractors.  We regularly conduct safety leadership training at all levels of the Company. In 2022, 93% of our sites operated without a serious injury, which we define as a life-altering specific injury, to our employees.  HUMAN CAPITAL MANAGEMENTThe attraction, retention and development of our employees is critical to our success. We accomplish this, in part, by developing the capabilities of our team members through our continuous learning, development and performance management programs. One such program is our REACH (Recruit, Engage, Align College Hires) program through which we recruit and develop early-career engineers and safety professionals for our U.S. mills, preparing them to become future leaders. We invest in the growth and development of our employees by providing a multi-dimensional approach to learning that empowers, intellectually grows, and professionally develops our employees. Our HR Talent Management Team hosts online Global New Employee Orientation for employees and each business conducts onsite new hire integration training unique to its business and/or facility. We provide continuing education courses that are relevant to our industry and job functions within the Company, including both instructor lead and online training through our MyLearning platform. In addition, we have created learning paths for specific positions that are designed to encourage an employee’s advancement and growth within our organization, such as our Global Manufacturing Training Initiative, which provides training services to hourly operations and maintenance employees in our mills in a standardized and structured manner.  On the converting side of our business, approximately 200 front line and future leaders participated in our multi-day in-person Leadership Application and Professional Development and Manufacturing Management Associate Programs. Across the enterprise in 2022, employees completed 3.4 million learning activities through our Learning Management Service (LMS) system. The IP Leadership Institute offers both LMS and other courses for individual contributors, people leaders and teams. We also offer a peer mentor program and leadership and customer service training to support and develop our employees. Moreover, we offer tuition reimbursement programs for employees who desire to receive additional outside education to prepare for other positions at the Company, as well as student loan assistance to help employees repay qualified student loans. These resources provide employees with the skills and support they need to achieve their career goals, build management skills and become leaders within our Company.The labor market for both hourly and salaried workers has recently been increasingly competitive. For additional information regarding risks related to the current labor market, see Item 1A. Risk Factors – WE OPERATE IN A CHALLENGING MARKET FOR TALENT AND MAY FAIL TO ATTRACT AND  on our website could be deemed to be material information. We encourage investors, the media, and others interested in the Company to visit this website from time to time, as information is updated and new information is posted. The information contained on or connected to our website, however, is not incorporated by reference into this Form 10-K and should not be considered part of this or any other report that we file with or furnish to the SEC. Our internet address is included as an inactive textual reference only.HUMAN CAPITAL EMPLOYEES As of December 31, 2022, we have approximately 39,000 employees, nearly 32,000 of whom are located in the United States. Of our U.S. employees, approximately 22,700 are hourly, with unions representing approximately 14,000 employees. Approximately 10,600 of this number are represented by the United Steelworkers union (\"USW\").International Paper, the USW, and several other unions have entered into four master agreements covering various U.S. mills and converting facilities. These master agreements cover several specific items, including wages, select benefit programs, successorship, employment security, and health and safety.  Individual facilities continue to have local agreements for other subjects not covered by the master agreements. If local facility agreements are not successfully negotiated at the time of expiration, under the terms of the master agreements the local contracts will automatically renew with the same terms in effect. The master agreements cover the majority of our union represented mills and converting facilities. In addition, International Paper is party to a master agreement with District Council 2, International Brotherhood of Teamsters, covering additional converting facilities. SAFETYThe safety of our employees remains the primary focus of our leaders. Our goal is to create a 100% injury-free workplace for our employees and contractors. To accomplish this goal, we focus on the IP Way of doing things -  we do the right things, in the right ways, for the right reasons, all of the time. Our stated Vision 2030 Goal is to achieve zero serious injuries for employees and contractors.  We regularly conduct safety leadership training at all levels of the Company. In 2022, 93% of our sites operated without a serious injury, which we define as a life-altering specific injury, to our employees.   on our website could be deemed to be material information. We encourage investors, the media, and others interested in the Company to visit this website from time to time, as information is updated and new information is posted. The information contained on or connected to our website, however, is not incorporated by reference into this Form 10-K and should not be considered part of this or any other report that we file with or furnish to the SEC. Our internet address is included as an inactive textual reference only.   HUMAN CAPITAL   EMPLOYEES   As of December 31, 2022, we have approximately 39,000 employees, nearly 32,000 of whom are located in the United States. Of our U.S. employees, approximately 22,700 are hourly, with unions representing approximately 14,000 employees. Approximately 10,600 of this number are represented by the United Steelworkers union (\"USW\").  International Paper, the USW, and several other unions have entered into four master agreements covering various U.S. mills and converting facilities. These master agreements cover several specific items, including wages, select benefit programs, successorship, employment security, and health and safety.  Individual facilities continue to have local agreements for other subjects not covered by the master agreements. If local facility agreements are not successfully negotiated at the time of expiration, under the terms of the master agreements the local contracts will automatically renew with the same terms in effect. The master agreements cover the majority of our union represented mills and converting facilities. In addition, International Paper is party to a master agreement with District Council 2, International Brotherhood of Teamsters, covering additional converting facilities.   SAFETY  The safety of our employees remains the primary focus of our leaders. Our goal is to create a 100% injury-free workplace for our employees and contractors. To accomplish this goal, we focus on the IP Way of doing things -  we do the right things, in the right ways, for the right reasons, all of the time. Our stated Vision 2030 Goal is to achieve zero serious injuries for employees and contractors.  We regularly conduct safety leadership training at all levels of the Company. In 2022, 93% of our sites operated without a serious injury, which we define as a life-altering specific injury, to our employees.      HUMAN CAPITAL MANAGEMENTThe attraction, retention and development of our employees is critical to our success. We accomplish this, in part, by developing the capabilities of our team members through our continuous learning, development and performance management programs. One such program is our REACH (Recruit, Engage, Align College Hires) program through which we recruit and develop early-career engineers and safety professionals for our U.S. mills, preparing them to become future leaders. We invest in the growth and development of our employees by providing a multi-dimensional approach to learning that empowers, intellectually grows, and professionally develops our employees. Our HR Talent Management Team hosts online Global New Employee Orientation for employees and each business conducts onsite new hire integration training unique to its business and/or facility. We provide continuing education courses that are relevant to our industry and job functions within the Company, including both instructor lead and online training through our MyLearning platform. In addition, we have created learning paths for specific positions that are designed to encourage an employee’s advancement and growth within our organization, such as our Global Manufacturing Training Initiative, which provides training services to hourly operations and maintenance employees in our mills in a standardized and structured manner.  On the converting side of our business, approximately 200 front line and future leaders participated in our multi-day in-person Leadership Application and Professional Development and Manufacturing Management Associate Programs. Across the enterprise in 2022, employees completed 3.4 million learning activities through our Learning Management Service (LMS) system. The IP Leadership Institute offers both LMS and other courses for individual contributors, people leaders and teams. We also offer a peer mentor program and leadership and customer service training to support and develop our employees. Moreover, we offer tuition reimbursement programs for employees who desire to receive additional outside education to prepare for other positions at the Company, as well as student loan assistance to help employees repay qualified student loans. These resources provide employees with the skills and support they need to achieve their career goals, build management skills and become leaders within our Company.The labor market for both hourly and salaried workers has recently been increasingly competitive. For additional information regarding risks related to the current labor market, see Item 1A. Risk Factors – WE OPERATE IN A CHALLENGING MARKET FOR TALENT AND MAY FAIL TO ATTRACT AND  HUMAN CAPITAL MANAGEMENT  The attraction, retention and development of our employees is critical to our success. We accomplish this, in part, by developing the capabilities of our team members through our continuous learning, development and performance management programs. One such program is our REACH (Recruit, Engage, Align College Hires) program through which we recruit and develop early-career engineers and safety professionals for our U.S. mills, preparing them to become future leaders. We invest in the growth and development of our employees by providing a multi-dimensional approach to learning that empowers, intellectually grows, and professionally develops our employees. Our HR Talent Management Team hosts online Global New Employee Orientation for employees and each business conducts onsite new hire integration training unique to its business and/or facility. We provide continuing education courses that are relevant to our industry and job functions within the Company, including both instructor lead and online training through our MyLearning platform. In addition, we have created learning paths for specific positions that are designed to encourage an employee’s advancement and growth within our organization, such as our Global Manufacturing Training Initiative, which provides training services to hourly operations and maintenance employees in our mills in a standardized and structured manner.  On the converting side of our business, approximately 200 front line and future leaders participated in our multi-day in-person Leadership Application and Professional Development and Manufacturing Management Associate Programs. Across the enterprise in 2022, employees completed 3.4 million learning activities through our Learning Management Service (LMS) system. The IP Leadership Institute offers both LMS and other courses for individual contributors, people leaders and teams. We also offer a peer mentor program and leadership and customer service training to support and develop our employees. Moreover, we offer tuition reimbursement programs for employees who desire to receive additional outside education to prepare for other positions at the Company, as well as student loan assistance to help employees repay qualified student loans. These resources provide employees with the skills and support they need to achieve their career goals, build management skills and become leaders within our Company.  The labor market for both hourly and salaried workers has recently been increasingly competitive. For additional information regarding risks related to the current labor market, see Item 1A. Risk Factors – WE OPERATE IN A CHALLENGING MARKET FOR TALENT AND MAY FAIL TO ATTRACT AND  2 2 2 Table of Contents Table of Contents RETAIN QUALIFIED PERSONNEL, INCLUDING KEY MANAGEMENT PERSONNEL.COMPENSATION AND BENEFITSWe view compensation and benefits as part of how we attract, engage and retain our talented workforce.  We do so by rewarding performance while ensuring competitive compensation in our local markets around the world. We continually evaluate our compensation and benefits so that we offer optimal compensation programs and remain a leading employer of choice in the areas in which we operate. DIVERSITY AND INCLUSIONThe Company believes in an inclusive workforce, where employees of diverse backgrounds are represented, engaged and empowered to contribute innovative ideas and influence decisions. Our stated Vision 2030 goal is to achieve 30% overall representation of women and 50% women in salaried positions, 30% racial and ethnic minority representation in U.S. salaried positions, and to implement regional diversity plans in non-U.S. locations. To foster a more diverse and inclusive culture, the Company is focused on promoting a culture of diversity and inclusion that leverages the talents of all employees, and implementing practices that attract, recruit and retain diverse top talent. We have a Global Diversity and Inclusion Council comprised of senior leaders in the Company. The Company supports employee-led networking groups that are open to all employees and provide a forum to communicate and exchange ideas, build a network of relationships across the Company, and pursue personal and professional development, such as the Women in International Paper Employee Networking Circle (Women in IP), African American Employee Networking Circle (IPMOVE), LGBTQ Employee Networking Circle (IPride) and a Veterans Employee Networking Circle (IPVets). We also sponsor diversity and inclusion (D&I) scholarships at universities, recognize D&I awareness months, conduct training and host inclusion forums, mentoring boards and team-level courses which further our diversity and inclusion goals.  We have a global workforce and have implemented programs around the globe to create diverse, inclusive workplaces. We have increased representation of engineers in our REACH program. Our overall full-time REACH diversity hiring since 2018 is approximately 50%. Moreover, we have developed a Diversity Acquisition Framework for U.S. Colleges to guide our enterprise diversity efforts as we work towards accomplishing our Vision 2030 goals.  The Company also has been recognized for the diversity of its Board of Directors. The make-up of our Board of Directors reflects our efforts to seek qualified Board candidates with diverse backgrounds including, but not limited to, such factors as race, gender, and ethnicity. The current composition of our Board, as noted below, reflects those efforts and the importance of diversity to the Board: •27% women, 27% ethnically diverse,18% African-American; •60% of the Board’s standing committees are chaired by women; and•Two women directors and two African-American directors have joined in the last several years.GLOBAL CITIZENSHIP AND COMMUNITY ENGAGEMENTWe encourage our employees to support the communities in which they live and in which the Company operates. Our global citizenship and community engagement efforts extend across the globe and support social and educational needs. To that end, in 2022 we invested more than $19 million to address critical needs in the communities in which we work and live. Our Vision 2030 goal is to strengthen the resilience of our communities and improve the lives of 100 million people in our communities, including through supporting education, reducing hunger, promoting health and wellness and supporting disaster relief.  We are proud to have been named among the world’s most ethical companies by Ethisphere for 16 consecutive years.COMPETITION AND COSTSThe pulp and packaging sectors are large and fragmented, and the areas into which we sell our principal products are very competitive. Our products compete with similar products produced by other forest products companies. We also compete, in some instances, with companies in other industries and against substitutes for wood-fiber products.Many factors influence the Company’s competitive position, including price, cost, product quality and services. You can find more information about the impact of these factors on operating profits on pages 23 through 33 of Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations. You can find information about the Company’s manufacturing capacities on page A-3 of Appendix II. RETAIN QUALIFIED PERSONNEL, INCLUDING KEY MANAGEMENT PERSONNEL.COMPENSATION AND BENEFITSWe view compensation and benefits as part of how we attract, engage and retain our talented workforce.  We do so by rewarding performance while ensuring competitive compensation in our local markets around the world. We continually evaluate our compensation and benefits so that we offer optimal compensation programs and remain a leading employer of choice in the areas in which we operate. DIVERSITY AND INCLUSIONThe Company believes in an inclusive workforce, where employees of diverse backgrounds are represented, engaged and empowered to contribute innovative ideas and influence decisions. Our stated Vision 2030 goal is to achieve 30% overall representation of women and 50% women in salaried positions, 30% racial and ethnic minority representation in U.S. salaried positions, and to implement regional diversity plans in non-U.S. locations. To foster a more diverse and inclusive culture, the Company is focused on promoting a culture of diversity and inclusion that leverages the talents of all employees, and implementing practices that attract, recruit and retain diverse top talent. We have a Global Diversity and Inclusion Council comprised of senior leaders in the Company. The Company supports employee-led networking groups that are open to all employees and provide a forum to communicate and exchange ideas, build a network of relationships across the Company, and pursue personal and professional development, such as the Women in International Paper Employee Networking Circle (Women in IP), African American Employee Networking Circle (IPMOVE), LGBTQ Employee Networking Circle (IPride) and a Veterans Employee Networking Circle (IPVets). We also sponsor diversity and inclusion (D&I) scholarships at universities, recognize D&I awareness months, conduct training and host inclusion forums, mentoring boards and team-level courses which further our diversity and inclusion goals.  We have a global workforce and have implemented programs around the globe to create diverse, inclusive workplaces. We have increased representation of engineers in our REACH program. Our overall full-time REACH diversity hiring since 2018 is approximately 50%. Moreover, we have developed a Diversity Acquisition Framework for U.S. Colleges to guide our enterprise diversity efforts as we work towards accomplishing our Vision 2030 goals.   RETAIN QUALIFIED PERSONNEL, INCLUDING KEY MANAGEMENT PERSONNEL.  COMPENSATION AND BENEFITS  We view compensation and benefits as part of how we attract, engage and retain our talented workforce.  We do so by rewarding performance while ensuring competitive compensation in our local markets around the world. We continually evaluate our compensation and benefits so that we offer optimal compensation programs and remain a leading employer of choice in the areas in which we operate.   DIVERSITY AND INCLUSION  The Company believes in an inclusive workforce, where employees of diverse backgrounds are represented, engaged and empowered to contribute innovative ideas and influence decisions. Our stated Vision 2030 goal is to achieve 30% overall representation of women and 50% women in salaried positions, 30% racial and ethnic minority representation in U.S. salaried positions, and to implement regional diversity plans in non-U.S. locations. To foster a more diverse and inclusive culture, the Company is focused on promoting a culture of diversity and inclusion that leverages the talents of all employees, and implementing practices that attract, recruit and retain diverse top talent. We have a Global Diversity and Inclusion Council comprised of senior leaders in the Company. The Company supports employee-led networking groups that are open to all employees and provide a forum to communicate and exchange ideas, build a network of relationships across the Company, and pursue personal and professional development, such as the Women in International Paper Employee Networking Circle (Women in IP), African American Employee Networking Circle (IPMOVE), LGBTQ Employee Networking Circle (IPride) and a Veterans Employee Networking Circle (IPVets). We also sponsor diversity and inclusion (D&I) scholarships at universities, recognize D&I awareness months, conduct training and host inclusion forums, mentoring boards and team-level courses which further our diversity and inclusion goals.    We have a global workforce and have implemented programs around the globe to create diverse, inclusive workplaces. We have increased representation of engineers in our REACH program. Our overall full-time REACH diversity hiring since 2018 is approximately 50%. Moreover, we have developed a Diversity Acquisition Framework for U.S. Colleges to guide our enterprise diversity efforts as we work towards accomplishing our Vision 2030 goals.     The Company also has been recognized for the diversity of its Board of Directors. The make-up of our Board of Directors reflects our efforts to seek qualified Board candidates with diverse backgrounds including, but not limited to, such factors as race, gender, and ethnicity. The current composition of our Board, as noted below, reflects those efforts and the importance of diversity to the Board: •27% women, 27% ethnically diverse,18% African-American; •60% of the Board’s standing committees are chaired by women; and•Two women directors and two African-American directors have joined in the last several years.GLOBAL CITIZENSHIP AND COMMUNITY ENGAGEMENTWe encourage our employees to support the communities in which they live and in which the Company operates. Our global citizenship and community engagement efforts extend across the globe and support social and educational needs. To that end, in 2022 we invested more than $19 million to address critical needs in the communities in which we work and live. Our Vision 2030 goal is to strengthen the resilience of our communities and improve the lives of 100 million people in our communities, including through supporting education, reducing hunger, promoting health and wellness and supporting disaster relief.  We are proud to have been named among the world’s most ethical companies by Ethisphere for 16 consecutive years.COMPETITION AND COSTSThe pulp and packaging sectors are large and fragmented, and the areas into which we sell our principal products are very competitive. Our products compete with similar products produced by other forest products companies. We also compete, in some instances, with companies in other industries and against substitutes for wood-fiber products.Many factors influence the Company’s competitive position, including price, cost, product quality and services. You can find more information about the impact of these factors on operating profits on pages 23 through 33 of Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations. You can find information about the Company’s manufacturing capacities on page A-3 of Appendix II. The Company also has been recognized for the diversity of its Board of Directors. The make-up of our Board of Directors reflects our efforts to seek qualified Board candidates with diverse backgrounds including, but not limited to, such factors as race, gender, and ethnicity. The current composition of our Board, as noted below, reflects those efforts and the importance of diversity to the Board:   •27% women, 27% ethnically diverse,18% African-American;  •60% of the Board’s standing committees are chaired by women; and •Two women directors and two African-American directors have joined in the last several years.  GLOBAL CITIZENSHIP AND COMMUNITY ENGAGEMENT  We encourage our employees to support the communities in which they live and in which the Company operates. Our global citizenship and community engagement efforts extend across the globe and support social and educational needs. To that end, in 2022 we invested more than $19 million to address critical needs in the communities in which we work and live. Our Vision 2030 goal is to strengthen the resilience of our communities and improve the lives of 100 million people in our communities, including through supporting education, reducing hunger, promoting health and wellness and supporting disaster relief.  We are proud to have been named among the world’s most ethical companies by Ethisphere for 16 consecutive years.   COMPETITION AND COSTS  The pulp and packaging sectors are large and fragmented, and the areas into which we sell our principal products are very competitive. Our products compete with similar products produced by other forest products companies. We also compete, in some instances, with companies in other industries and against substitutes for wood-fiber products.  Many factors influence the Company’s competitive position, including price, cost, product quality and services. You can find more information about the impact of these factors on operating profits on pages 23 through 33 of Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations. You can find information about the Company’s manufacturing capacities on page A-3 of Appendix II.     3 3 3  Table of Contents Table of Contents MARKETING AND DISTRIBUTIONThe Company sells products directly to end users and converters, as well as through agents, resellers and distributors. DESCRIPTION OF PRINCIPAL PRODUCTSThe Company’s principal products are described on pages 31 and 32 of Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations.  MARKETING AND DISTRIBUTIONThe Company sells products directly to end users and converters, as well as through agents, resellers and distributors.  MARKETING AND DISTRIBUTION  The Company sells products directly to end users and converters, as well as through agents, resellers and distributors.    DESCRIPTION OF PRINCIPAL PRODUCTSThe Company’s principal products are described on pages 31 and 32 of Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations.   DESCRIPTION OF PRINCIPAL PRODUCTS  The Company’s principal products are described on pages 31 and 32 of Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations.    SALES VOLUMES BY PRODUCT Sales volumes of major products for 2022, 2021 and 2020 were as follows: SALES VOLUMES BY PRODUCT (a)   In thousands of short tons (except as noted)202220212020Industrial PackagingCorrugated Packaging (b)10,202 10,787 10,671 Containerboard2,642 2,893 3,097 Recycling2,190 2,223 2,181 Saturated Kraft188 186 158 Gypsum/Release Kraft251 234 209 EMEA Packaging (b)1,376 1,546 1,627 Brazilian Packaging (b)— — 271 Industrial Packaging16,849 17,869 18,214 Global Cellulose Fibers (in thousands of metric tons) (c)2,893 2,970 3,159  Global Cellulose Fibers (in thousands of metric tons) (c) (a)Includes third-party and intersegment sales and excludes sales of equity investees.  (b)Volumes for corrugated box sales reflect consumed tons sold (\"CTS\"). Board sales by these businesses reflect invoiced tons. (c)    Includes North American volumes and internal sales to mills.    ENVIRONMENTAL PROTECTIONAs responsible stewards of people and communities, natural resources and capital, stewardship is one of the Company's core values. Our Vision 2030 Goals provide a framework to build a better future for people, the planet and the Company in the areas of healthy and abundant forests, thriving people and communities, sustainable operations and renewable solutions. Through these efforts and more, the Company tackles the toughest issues in the value chain to improve its environmental footprint and promote the long-term sustainability of natural capital. As part of its business, the Company is subject to extensive and increasingly stringent federal, state local, and international laws and regulations governing the protection of the environment. For example, Company manufacturing processes involve discharges to water, air emissions, water intake and waste handling and disposal activities, all of which are subject to a variety of environmental laws and regulations, along with requirements of environmental permits or analogous authorizations issued by various governmental authorities. In addition, new environmental laws or regulations impacting our facilities around the world are routinely passed or proposed. Our continuing objectives include: (1) controlling emissions and discharges from our facilities to avoid adverse impacts on the environment, and (2) maintaining compliance with applicable laws and regulations. The Company spent approximately $30 million in 2022 for capital projects to control environmental releases into the air and water, and to assure environmentally sound management and disposal of waste. We expect to spend approximately $39 million in 2023 for environmental capital projects. Capital expenditures on environmental projects for 2024 and 2025, respectively, are anticipated to be approximately $35 million and $26 million. It is possible that our capital expenditure assumptions, estimates and project completion dates may change, and our projections are subject to change due to items such as the finalization of ongoing engineering projects, varying costs or changes in environmental laws and regulations.  The Company has completed capital projects to meet the U.S. Environmental Protection Agency's (\"EPA\") maximum achievable control technology (\"MACT\") and risk and technology review (\"RTR\") regulations that require owners of specified pulp and paper process equipment and boilers to meet new air emissions standards for certain substances. As portions of these MACT and RTR regulations have  ENVIRONMENTAL PROTECTIONAs responsible stewards of people and communities, natural resources and capital, stewardship is one of the Company's core values. Our Vision 2030 Goals provide a framework to build a better future for people, the planet and the Company in the areas of healthy and abundant forests, thriving people and communities, sustainable operations and renewable solutions. Through these efforts and more, the Company tackles the toughest issues in the value chain to improve its environmental footprint and promote the long-term sustainability of natural capital. As part of its business, the Company is subject to extensive and increasingly stringent federal, state local, and international laws and regulations governing the protection of the environment. For example, Company manufacturing processes involve discharges to water, air emissions, water intake and waste handling and disposal activities, all of which are subject to a variety of environmental laws and regulations, along with requirements of environmental permits or analogous authorizations issued by various governmental authorities. In addition, new environmental laws or regulations impacting our facilities around the world are routinely passed or proposed. Our continuing objectives include: (1)  ENVIRONMENTAL PROTECTION  As responsible stewards of people and communities, natural resources and capital, stewardship is one of the Company's core values. Our Vision 2030 Goals provide a framework to build a better future for people, the planet and the Company in the areas of healthy and abundant forests, thriving people and communities, sustainable operations and renewable solutions. Through these efforts and more, the Company tackles the toughest issues in the value chain to improve its environmental footprint and promote the long-term sustainability of natural capital.   As part of its business, the Company is subject to extensive and increasingly stringent federal, state local, and international laws and regulations governing the protection of the environment. For example, Company manufacturing processes involve discharges to water, air emissions, water intake and waste handling and disposal activities, all of which are subject to a variety of environmental laws and regulations, along with requirements of environmental permits or analogous authorizations issued by various governmental authorities. In addition, new environmental laws or regulations impacting our facilities around the world are routinely passed or proposed. Our continuing objectives include: (1)   controlling emissions and discharges from our facilities to avoid adverse impacts on the environment, and (2) maintaining compliance with applicable laws and regulations. The Company spent approximately $30 million in 2022 for capital projects to control environmental releases into the air and water, and to assure environmentally sound management and disposal of waste. We expect to spend approximately $39 million in 2023 for environmental capital projects. Capital expenditures on environmental projects for 2024 and 2025, respectively, are anticipated to be approximately $35 million and $26 million. It is possible that our capital expenditure assumptions, estimates and project completion dates may change, and our projections are subject to change due to items such as the finalization of ongoing engineering projects, varying costs or changes in environmental laws and regulations.  The Company has completed capital projects to meet the U.S. Environmental Protection Agency's (\"EPA\") maximum achievable control technology (\"MACT\") and risk and technology review (\"RTR\") regulations that require owners of specified pulp and paper process equipment and boilers to meet new air emissions standards for certain substances. As portions of these MACT and RTR regulations have  controlling emissions and discharges from our facilities to avoid adverse impacts on the environment, and (2) maintaining compliance with applicable laws and regulations. The Company spent approximately $30 million in 2022 for capital projects to control environmental releases into the air and water, and to assure environmentally sound management and disposal of waste. We expect to spend approximately $39 million in 2023 for environmental capital projects. Capital expenditures on environmental projects for 2024 and 2025, respectively, are anticipated to be approximately $35 million and $26 million. It is possible that our capital expenditure assumptions, estimates and project completion dates may change, and our projections are subject to change due to items such as the finalization of ongoing engineering projects, varying costs or changes in environmental laws and regulations.    The Company has completed capital projects to meet the U.S. Environmental Protection Agency's (\"EPA\") maximum achievable control technology (\"MACT\") and risk and technology review (\"RTR\") regulations that require owners of specified pulp and paper process equipment and boilers to meet new air emissions standards for certain substances. As portions of these MACT and RTR regulations have  4 4 4 Table of Contents Table of Contents been remanded to EPA for further consideration it is not clear at this time what, if any, additional capital project expenditures might result from resolution of the open issues.The Company has been named as a potentially responsible party (\"PRP\") in environmental remediation actions under various federal and state laws, including the Comprehensive Environmental Response, Compensation and Liability Act (\"CERCLA\"). Many of these proceedings involve the cleanup of hazardous substances at large commercial landfills that received waste from many different sources. While joint and several liability is authorized under CERCLA and equivalent state laws, as a practical matter, liability for CERCLA cleanups is typically allocated among the many PRPs. There are other remediation costs typically associated with the cleanup of hazardous substances at the Company’s current, closed or formerly-owned facilities, and recorded as liabilities on the balance sheet. For additional information regarding certain remediation actions, see Note 14 Commitments and Contingent Liabilities of Item 8. Financial Statements and Supplementary Data on pages 71 through 75. For additional information regarding risks associated with environmental matters, see Item 1A. Risk Factors – WE ARE SUBJECT TO A WIDE VARIETY OF LAWS, REGULATIONS AND OTHER GOVERNMENTAL REQUIREMENTS THAT MAY CHANGE IN SIGNIFICANT WAYS, AND THE COST OF COMPLIANCE WITH SUCH REQUIREMENTS COULD IMPACT OUR BUSINESS AND RESULTS OF OPERATIONS. CLIMATE CHANGEThe Company recognizes the impacts of climate change on people and our planet. In order to manage climate-related risks, we are taking actions throughout our value chain to help advance a low-carbon economy.  We aligned our annual sustainability reporting with the recommendations of the Task Force on Climate-Related Financial Disclosure (TCFD) in the 2022 reporting cycle (based upon data from 2021). We identify and evaluate physical and transition climate-related risks through our enterprise risk management process.We transform renewable resources into recyclable products that people depend on every day. This cycle begins with sourcing renewable fiber from responsibly managed forests and recycled raw materials to create our products.  We then use a circular manufacturing process that makes the most of resources and byproducts, while reducing the environmental impacts of our operations. At the end of use, the majority ofour low-carbon products are recycled into new products at a higher rate than any other base material. We work to advance the shift to a low-carbon, circular economy by designing products that are 100% reusable, recyclable or compostable.  Through improvements in operations, equipment, energy efficiency and fuel diversity, we have achieved company-wide reductions in Scope 1 and Scope 2 greenhouse gas (GHG) emissions. For example, we reduced our GHG emissions by approximately 20% between 2010 and 2020. Moreover, as part of our Vision 2030 goals, we have targeted incremental reductions of 35% in our Scope 1, 2, and 3 GHG emissions in comparison to 2019 levels. The Science Based Targets initiative (SBTi) approved these targets as consistent with levels required to meet the goals of the Paris Agreement, an agreement signed among over 170 countries, which became effective in November 2016. We intend to continue to evaluate and implement projects as we pursue this Vision 2030 GHG goal. This includes ongoing energy efficiency efforts and capital projects to phase out our most carbon intensive fuel sources (Scope 1) as well as developing GHG reduction strategies for our energy sourcing (Scope 2) and broader supply chain footprint (Scope 3).  We use carbon-neutral biomass and manufacturing residuals (rather than fossil fuels) to generate a majority of the manufacturing energy at our mills. We believe our efforts to advance sustainable forest management and restore forest landscapes are an important lever for mitigating climate change through carbon storage in forests. INTERNATIONAL EFFORTSThe Paris Agreement went into effect in November 2016 and compels international efforts and voluntary commitments toward reducing the emissions of GHGs. Consistent with this objective, participating countries aim to balance GHG emissions generation and sequestration in the second half of this century or, in effect, achieve net-zero global GHG emissions.  To assist member countries in meeting GHG reduction obligations, the EU operates an Emissions Trading System (\"EU ETS\"). Our operations in the EU experience indirect impacts of the EU ETS through purchased power pricing. Neither the direct nor indirect impacts of the EU ETS have been material to the Company, but they could be material to the Company in the future depending on how the Paris Agreement's non-binding commitments or allocation of, and market prices for, GHG credits under existing rules evolve over the coming years. been remanded to EPA for further consideration it is not clear at this time what, if any, additional capital project expenditures might result from resolution of the open issues.The Company has been named as a potentially responsible party (\"PRP\") in environmental remediation actions under various federal and state laws, including the Comprehensive Environmental Response, Compensation and Liability Act (\"CERCLA\"). Many of these proceedings involve the cleanup of hazardous substances at large commercial landfills that received waste from many different sources. While joint and several liability is authorized under CERCLA and equivalent state laws, as a practical matter, liability for CERCLA cleanups is typically allocated among the many PRPs. There are other remediation costs typically associated with the cleanup of hazardous substances at the Company’s current, closed or formerly-owned facilities, and recorded as liabilities on the balance sheet. For additional information regarding certain remediation actions, see Note 14 Commitments and Contingent Liabilities of Item 8. Financial Statements and Supplementary Data on pages 71 through 75. For additional information regarding risks associated with environmental matters, see Item 1A. Risk Factors – WE ARE SUBJECT TO A WIDE VARIETY OF LAWS, REGULATIONS AND OTHER GOVERNMENTAL REQUIREMENTS THAT MAY CHANGE IN SIGNIFICANT WAYS, AND THE COST OF COMPLIANCE WITH SUCH REQUIREMENTS COULD IMPACT OUR BUSINESS AND RESULTS OF OPERATIONS. CLIMATE CHANGEThe Company recognizes the impacts of climate change on people and our planet. In order to manage climate-related risks, we are taking actions throughout our value chain to help advance a low-carbon economy.  We aligned our annual sustainability reporting with the recommendations of the Task Force on Climate-Related Financial Disclosure (TCFD) in the 2022 reporting cycle (based upon data from 2021). We identify and evaluate physical and transition climate-related risks through our enterprise risk management process.We transform renewable resources into recyclable products that people depend on every day. This cycle begins with sourcing renewable fiber from responsibly managed forests and recycled raw materials to create our products.  We then use a circular manufacturing process that makes the most of resources and byproducts, while reducing the environmental impacts of our operations. At the end of use, the majority of been remanded to EPA for further consideration it is not clear at this time what, if any, additional capital project expenditures might result from resolution of the open issues.  The Company has been named as a potentially responsible party (\"PRP\") in environmental remediation actions under various federal and state laws, including the Comprehensive Environmental Response, Compensation and Liability Act (\"CERCLA\"). Many of these proceedings involve the cleanup of hazardous substances at large commercial landfills that received waste from many different sources. While joint and several liability is authorized under CERCLA and equivalent state laws, as a practical matter, liability for CERCLA cleanups is typically allocated among the many PRPs. There are other remediation costs typically associated with the cleanup of hazardous substances at the Company’s current, closed or formerly-owned facilities, and recorded as liabilities on the balance sheet. For additional information regarding certain remediation actions, see Note 14 Commitments and Contingent Liabilities of Item 8. Financial Statements and Supplementary Data on pages 71 through 75. For additional information regarding risks associated with environmental matters, see Item 1A. Risk Factors – WE ARE SUBJECT TO A WIDE VARIETY OF LAWS, REGULATIONS AND OTHER GOVERNMENTAL REQUIREMENTS THAT MAY CHANGE IN SIGNIFICANT WAYS, AND THE COST OF COMPLIANCE WITH SUCH REQUIREMENTS COULD IMPACT OUR BUSINESS AND RESULTS OF OPERATIONS.    CLIMATE CHANGE  The Company recognizes the impacts of climate change on people and our planet. In order to manage climate-related risks, we are taking actions throughout our value chain to help advance a low-carbon economy.  We aligned our annual sustainability reporting with the recommendations of the Task Force on Climate-Related Financial Disclosure (TCFD) in the 2022 reporting cycle (based upon data from 2021). We identify and evaluate physical and transition climate-related risks through our enterprise risk management process.  We transform renewable resources into recyclable products that people depend on every day. This cycle begins with sourcing renewable fiber from responsibly managed forests and recycled raw materials to create our products.  We then use a circular manufacturing process that makes the most of resources and byproducts, while reducing the environmental impacts of our operations. At the end of use, the majority of  our low-carbon products are recycled into new products at a higher rate than any other base material. We work to advance the shift to a low-carbon, circular economy by designing products that are 100% reusable, recyclable or compostable.  Through improvements in operations, equipment, energy efficiency and fuel diversity, we have achieved company-wide reductions in Scope 1 and Scope 2 greenhouse gas (GHG) emissions. For example, we reduced our GHG emissions by approximately 20% between 2010 and 2020. Moreover, as part of our Vision 2030 goals, we have targeted incremental reductions of 35% in our Scope 1, 2, and 3 GHG emissions in comparison to 2019 levels. The Science Based Targets initiative (SBTi) approved these targets as consistent with levels required to meet the goals of the Paris Agreement, an agreement signed among over 170 countries, which became effective in November 2016. We intend to continue to evaluate and implement projects as we pursue this Vision 2030 GHG goal. This includes ongoing energy efficiency efforts and capital projects to phase out our most carbon intensive fuel sources (Scope 1) as well as developing GHG reduction strategies for our energy sourcing (Scope 2) and broader supply chain footprint (Scope 3).  We use carbon-neutral biomass and manufacturing residuals (rather than fossil fuels) to generate a majority of the manufacturing energy at our mills. We believe our efforts to advance sustainable forest management and restore forest landscapes are an important lever for mitigating climate change through carbon storage in forests. INTERNATIONAL EFFORTSThe Paris Agreement went into effect in November 2016 and compels international efforts and voluntary commitments toward reducing the emissions of GHGs. Consistent with this objective, participating countries aim to balance GHG emissions generation and sequestration in the second half of this century or, in effect, achieve net-zero global GHG emissions.  To assist member countries in meeting GHG reduction obligations, the EU operates an Emissions Trading System (\"EU ETS\"). Our operations in the EU experience indirect impacts of the EU ETS through purchased power pricing. Neither the direct nor indirect impacts of the EU ETS have been material to the Company, but they could be material to the Company in the future depending on how the Paris Agreement's non-binding commitments or allocation of, and market prices for, GHG credits under existing rules evolve over the coming years. our low-carbon products are recycled into new products at a higher rate than any other base material. We work to advance the shift to a low-carbon, circular economy by designing products that are 100% reusable, recyclable or compostable.    Through improvements in operations, equipment, energy efficiency and fuel diversity, we have achieved company-wide reductions in Scope 1 and Scope 2 greenhouse gas (GHG) emissions. For example, we reduced our GHG emissions by approximately 20% between 2010 and 2020. Moreover, as part of our Vision 2030 goals, we have targeted incremental reductions of 35% in our Scope 1, 2, and 3 GHG emissions in comparison to 2019 levels. The Science Based Targets initiative (SBTi) approved these targets as consistent with levels required to meet the goals of the Paris Agreement, an agreement signed among over 170 countries, which became effective in November 2016. We intend to continue to evaluate and implement projects as we pursue this Vision 2030 GHG goal. This includes ongoing energy efficiency efforts and capital projects to phase out our most carbon intensive fuel sources (Scope 1) as well as developing GHG reduction strategies for our energy sourcing (Scope 2) and broader supply chain footprint (Scope 3).    We use carbon-neutral biomass and manufacturing residuals (rather than fossil fuels) to generate a majority of the manufacturing energy at our mills. We believe our efforts to advance sustainable forest management and restore forest landscapes are an important lever for mitigating climate change through carbon storage in forests.   INTERNATIONAL EFFORTS  The Paris Agreement went into effect in November 2016 and compels international efforts and voluntary commitments toward reducing the emissions of GHGs. Consistent with this objective, participating countries aim to balance GHG emissions generation and sequestration in the second half of this century or, in effect, achieve net-zero global GHG emissions.    To assist member countries in meeting GHG reduction obligations, the EU operates an Emissions Trading System (\"EU ETS\"). Our operations in the EU experience indirect impacts of the EU ETS through purchased power pricing. Neither the direct nor indirect impacts of the EU ETS have been material to the Company, but they could be material to the Company in the future depending on how the Paris Agreement's non-binding commitments or allocation of, and market prices for, GHG credits under existing rules evolve over the coming years.   5 5 5 Table of Contents Table of Contents U.S. EFFORTS, INCLUDING STATE, REGIONAL AND LOCAL MEASURESResponses to climate change may result in regulatory risks as new laws and regulations aimed at reducing GHG emissions come into effect.  The EPA manages regulations to: (i) control GHGs from mobile sources by adopting transportation fuel efficiency standards; (ii) control GHG emissions from new Electric Generating Units (\"EGUs\"); (iii) control emissions from new oil and gas processing operations; and (iv) require reporting of GHGs from sources of GHGs greater than 25,000 tons per year.  Several U.S. states, including states in which we operate facilities, have enacted or are considering legal measures to require the reduction and reporting of emissions of GHGs by companies and public utilities. California, New York and Virginia have already enacted such programs, although these regulations have not had, and are not expected to have a material impact on the Company. We monitor proposed programs in other states as well; however, it is unclear what impacts, if any, future state-level or local GHG rules will have on the Company’s operations.  SUMMARYRegulation related to GHGs and climate change continues to evolve in the areas of the world in which we do business. However, while it is likely that there will be increased governmental action regarding GHGs and climate change in the future, it is unclear what actions will be taken and when such actions will occur and at this time it is not reasonably possible to estimate the Company’s costs of compliance with rules that have not yet been adopted or implemented and may not be adopted or implemented in the future. In addition to possible direct impacts, future legislation and regulation could have indirect impacts on the Company, such as higher prices for transportation, energy and other inputs, as well as more protracted air permitting processes, causing delays and higher costs to implement capital projects. The Company has controls and procedures in place to track GHG emissions from our facilities, as well as to stay informed about developments concerning possible climate-related laws, regulations, accords, and policies in the U.S. and in other jurisdictions where we operate. We regularly assess whether such developments may have a material effect on the Company, its operations or financial condition, and whether we have any related disclosure obligations under applicable rules and regulations.Moreover, compliance with legal requirements related to GHGs and/or climate change which are currently in effect or may be enacted in the future may require future expenditures to meet GHG emission reduction obligations. These obligations may include carbon taxes, the requirement to purchase GHG credits or the need to acquire carbon offsets.  We may also incur significant expenditures in relation to our efforts to meet our internal targets or goals with respect to GHGs and climate change, including our Vision 2030 goal on GHGs as set forth above.  Furthermore, in connection with complying with legal requirements and/or our efforts to meet our internal targets and goals, we have made and expect to continue to make capital and other investments to displace traditional fossil fuels, such as fuel oil and coal, with lower carbon alternatives, such as biomass and natural gas.  Currently, these efforts and obligations have not materially impacted the Company but such efforts and obligations may have a material impact on the Company in the future.  We believe global citizenship is a key element of corporate governance promoted by our Board of Directors and senior management. The Public Policy and Environment Committee of the Board has overall oversight responsibility for global citizenship at the Company.  This Committee reviews and oversees environmental sustainability (including climate change), public policy, legal, health and safety and technology issues. The Company’s Governance Committee also has oversight of certain public policy and sustainability matters. For additional information regarding risks associated with climate change, see Item 1A. Risk Factors – WE ARE SUBJECT TO PHYSICAL, OPERATIONAL, TRANSITIONAL AND FINANCIAL RISKS ASSOCIATED WITH CLIMATE CHANGE AND GLOBAL, REGIONAL AND LOCAL WEATHER CONDITIONS AS WELL AS BY LEGAL, REGULATORY AND MARKET RESPONSES TO CLIMATE CHANGE. Additional information regarding climate change and the Company is available in our 2021 Sustainability Report, and will be available in our upcoming 2022 Sustainability Report to be filed later in 2023, both of which can, or will be, found on our website at www.internationalpaper.com. The information contained in such reports is not incorporated by reference into this Form 10-K and should not be considered part of this or any other report that we file with or furnish to the SEC. Any targets or goals with respect to ESG matters discussed herein or in our sustainability reports as noted above are forward-looking statements and may be aspirational. These targets or goals are not guarantees of future results, and involve assumptions and known and unknown risks and uncertainties, some of which are beyond our control. U.S. EFFORTS, INCLUDING STATE, REGIONAL AND LOCAL MEASURESResponses to climate change may result in regulatory risks as new laws and regulations aimed at reducing GHG emissions come into effect.  The EPA manages regulations to: (i) control GHGs from mobile sources by adopting transportation fuel efficiency standards; (ii) control GHG emissions from new Electric Generating Units (\"EGUs\"); (iii) control emissions from new oil and gas processing operations; and (iv) require reporting of GHGs from sources of GHGs greater than 25,000 tons per year.  Several U.S. states, including states in which we operate facilities, have enacted or are considering legal measures to require the reduction and reporting of emissions of GHGs by companies and public utilities. California, New York and Virginia have already enacted such programs, although these regulations have not had, and are not expected to have a material impact on the Company. We monitor proposed programs in other states as well; however, it is unclear what impacts, if any, future state-level or local GHG rules will have on the Company’s operations.  SUMMARYRegulation related to GHGs and climate change continues to evolve in the areas of the world in which we do business. However, while it is likely that there will be increased governmental action regarding GHGs and climate change in the future, it is unclear what actions will be taken and when such actions will occur and at this time it is not reasonably possible to estimate the Company’s costs of compliance with rules that have not yet been adopted or implemented and may not be adopted or implemented in the future. In addition to possible direct impacts, future legislation and regulation could have indirect impacts on the Company, such as higher prices for transportation, energy and other inputs, as well as more protracted air permitting processes, causing delays and higher costs to implement capital projects. The Company has controls and procedures in place to track GHG emissions from our facilities, as well as to stay informed about developments concerning possible climate-related laws, regulations, accords, and policies in the U.S. and in other jurisdictions where we operate. We regularly assess whether such developments may have a material effect on the Company, its operations or financial condition, and whether we have any related disclosure obligations under applicable rules and regulations.Moreover, compliance with legal requirements related to GHGs and/or climate change which are currently in effect or may be enacted in the future may require  U.S. EFFORTS, INCLUDING STATE, REGIONAL AND LOCAL MEASURES  Responses to climate change may result in regulatory risks as new laws and regulations aimed at reducing GHG emissions come into effect.  The EPA manages regulations to: (i) control GHGs from mobile sources by adopting transportation fuel efficiency standards; (ii) control GHG emissions from new Electric Generating Units (\"EGUs\"); (iii) control emissions from new oil and gas processing operations; and (iv) require reporting of GHGs from sources of GHGs greater than 25,000 tons per year.    Several U.S. states, including states in which we operate facilities, have enacted or are considering legal measures to require the reduction and reporting of emissions of GHGs by companies and public utilities. California, New York and Virginia have already enacted such programs, although these regulations have not had, and are not expected to have a material impact on the Company. We monitor proposed programs in other states as well; however, it is unclear what impacts, if any, future state-level or local GHG rules will have on the Company’s operations.    SUMMARY  Regulation related to GHGs and climate change continues to evolve in the areas of the world in which we do business. However, while it is likely that there will be increased governmental action regarding GHGs and climate change in the future, it is unclear what actions will be taken and when such actions will occur and at this time it is not reasonably possible to estimate the Company’s costs of compliance with rules that have not yet been adopted or implemented and may not be adopted or implemented in the future. In addition to possible direct impacts, future legislation and regulation could have indirect impacts on the Company, such as higher prices for transportation, energy and other inputs, as well as more protracted air permitting processes, causing delays and higher costs to implement capital projects. The Company has controls and procedures in place to track GHG emissions from our facilities, as well as to stay informed about developments concerning possible climate-related laws, regulations, accords, and policies in the U.S. and in other jurisdictions where we operate. We regularly assess whether such developments may have a material effect on the Company, its operations or financial condition, and whether we have any related disclosure obligations under applicable rules and regulations.  Moreover, compliance with legal requirements related to GHGs and/or climate change which are currently in effect or may be enacted in the future may require   future expenditures to meet GHG emission reduction obligations. These obligations may include carbon taxes, the requirement to purchase GHG credits or the need to acquire carbon offsets.  We may also incur significant expenditures in relation to our efforts to meet our internal targets or goals with respect to GHGs and climate change, including our Vision 2030 goal on GHGs as set forth above.  Furthermore, in connection with complying with legal requirements and/or our efforts to meet our internal targets and goals, we have made and expect to continue to make capital and other investments to displace traditional fossil fuels, such as fuel oil and coal, with lower carbon alternatives, such as biomass and natural gas.  Currently, these efforts and obligations have not materially impacted the Company but such efforts and obligations may have a material impact on the Company in the future.  We believe global citizenship is a key element of corporate governance promoted by our Board of Directors and senior management. The Public Policy and Environment Committee of the Board has overall oversight responsibility for global citizenship at the Company.  This Committee reviews and oversees environmental sustainability (including climate change), public policy, legal, health and safety and technology issues. The Company’s Governance Committee also has oversight of certain public policy and sustainability matters. For additional information regarding risks associated with climate change, see Item 1A. Risk Factors – WE ARE SUBJECT TO PHYSICAL, OPERATIONAL, TRANSITIONAL AND FINANCIAL RISKS ASSOCIATED WITH CLIMATE CHANGE AND GLOBAL, REGIONAL AND LOCAL WEATHER CONDITIONS AS WELL AS BY LEGAL, REGULATORY AND MARKET RESPONSES TO CLIMATE CHANGE. Additional information regarding climate change and the Company is available in our 2021 Sustainability Report, and will be available in our upcoming 2022 Sustainability Report to be filed later in 2023, both of which can, or will be, found on our website at www.internationalpaper.com. The information contained in such reports is not incorporated by reference into this Form 10-K and should not be considered part of this or any other report that we file with or furnish to the SEC. Any targets or goals with respect to ESG matters discussed herein or in our sustainability reports as noted above are forward-looking statements and may be aspirational. These targets or goals are not guarantees of future results, and involve assumptions and known and unknown risks and uncertainties, some of which are beyond our control. future expenditures to meet GHG emission reduction obligations. These obligations may include carbon taxes, the requirement to purchase GHG credits or the need to acquire carbon offsets.  We may also incur significant expenditures in relation to our efforts to meet our internal targets or goals with respect to GHGs and climate change, including our Vision 2030 goal on GHGs as set forth above.  Furthermore, in connection with complying with legal requirements and/or our efforts to meet our internal targets and goals, we have made and expect to continue to make capital and other investments to displace traditional fossil fuels, such as fuel oil and coal, with lower carbon alternatives, such as biomass and natural gas.  Currently, these efforts and obligations have not materially impacted the Company but such efforts and obligations may have a material impact on the Company in the future.    We believe global citizenship is a key element of corporate governance promoted by our Board of Directors and senior management. The Public Policy and Environment Committee of the Board has overall oversight responsibility for global citizenship at the Company.  This Committee reviews and oversees environmental sustainability (including climate change), public policy, legal, health and safety and technology issues. The Company’s Governance Committee also has oversight of certain public policy and sustainability matters.   For additional information regarding risks associated with climate change, see Item 1A. Risk Factors – WE ARE SUBJECT TO PHYSICAL, OPERATIONAL, TRANSITIONAL AND FINANCIAL RISKS ASSOCIATED WITH CLIMATE CHANGE AND GLOBAL, REGIONAL AND LOCAL WEATHER CONDITIONS AS WELL AS BY LEGAL, REGULATORY AND MARKET RESPONSES TO CLIMATE CHANGE.   Additional information regarding climate change and the Company is available in our 2021 Sustainability Report, and will be available in our upcoming 2022 Sustainability Report to be filed later in 2023, both of which can, or will be, found on our website at www.internationalpaper.com. The information contained in such reports is not incorporated by reference into this Form 10-K and should not be considered part of this or any other report that we file with or furnish to the SEC. Any targets or goals with respect to ESG matters discussed herein or in our sustainability reports as noted above are forward-looking statements and may be aspirational. These targets or goals are not guarantees of future results, and involve assumptions and known and unknown risks and uncertainties, some of which are beyond our control.  6 6 6  Table of Contents Table of Contents RAW MATERIALSRaw materials essential to our businesses include wood fiber, purchased in the form of pulpwood, wood chips and old corrugated containers (OCC), and certain chemicals, including caustic soda, starch and adhesives. For further information concerning fiber supply purchase agreements, see page 36.INFORMATION ABOUT OUR EXECUTIVE OFFICERSMark S. Sutton, 61, chairman (since January 1, 2015) & chief executive officer (since November 1, 2014).  Mr. Sutton previously served as president & chief operating officer from June 1, 2014 to October 31, 2014, senior vice president - industrial packaging from November 2011 to May 31, 2014, senior vice president - printing and communications papers of the Americas from 2010 until 2011, senior vice president - supply chain from 2008 to 2009, vice president - supply chain from 2007 until 2008, and vice president - strategic planning from 2005 until 2007. Mr. Sutton joined International Paper in 1984.  Mr. Sutton serves on the board of directors of The Kroger Company. He is a member of The Business Council and the Business Roundtable and serves on the American Forest & Paper Association board of directors. He also serves on the board of directors for Memphis Tomorrow and board of governors for New Memphis Institute. Mr. Sutton has been a director since June 1, 2014.Clay R. Ellis, 52, senior vice president - global cellulose fibers and IP Asia since January 2023. Mr. Ellis previously served as senior vice president - enterprise operational excellence from December 2019 to December 2022 and vice president - manufacturing, global cellulose fibers from 2016 to December 2019. Prior to that, he served as vice president of pulp from 2014 to 2016, and vice president manufacturing, North American papers from 2012 to 2014. Mr. Ellis joined International Paper in 1992.Aimee K. Gregg, 44, senior vice president, supply chain & information technology, since January 2023. Prior to this role, Ms. Gregg served as vice president and general manager, Containerboard & Recycling, from September 2020 until January 2023; vice president, Recycling & Recovered Fiber, from 2018 until 2020, and general manager, recycling, from 2016 to 2018. Ms. Gregg joined International Paper in 2002.W. Thomas Hamic, 57, senior vice president - North American container and chief commercial officer since January 2023. Prior to that he served as senior vice president - global cellulose fibers and enterprise commercial excellence from September 2020 to December 2022.  Mr. Hamic previously served as senior vice president - containerboard and enterprise commercial excellence from December 2019 until September 2020. Mr. Hamic has also previously served as vice president and general manager - containerboard & recycling, North American container from June 2015 until December 2019. Mr. Hamic became vice president and general manager of the south area in container of the Americas in 2009, and he was appointed to the role of vice president, industrial packaging group’s finance & strategy in 2010. Mr. Hamic joined International Paper in 1991.Allison B. Magness, 45, senior vice president manufacturing & EH&S (environmental, health and safety) since January 2023.  Prior to that she served as vice president, South Area, North American container from 2019 to 2022.  Previously she had served in a number of roles including vice president, Manufacturing & Containerboard from 2015 to 2019; manager, technical services, North American Paper & Pulp from 2013 to 2015; and mill manager of the Franklin Mill from 2011 to 2013.  Ms. Magness joined International Paper in 1999.  Timothy S. Nicholls, 61, senior vice president & chief financial officer since June 2018.  Mr. Nicholls previously served as senior vice president - industrial packaging the Americas from January 2017 through June 2018, senior vice president - industrial packaging from November 2014 through December 2016, senior vice president - printing and communications papers of the Americas from November 2011 through October 2014, senior vice president and chief financial officer from 2007 until 2011, vice president and executive project leader of IP Europe during 2007, and vice president and chief financial officer - IP Europe from 2005 until 2007. Mr. Nicholls joined International Paper in 1999.Thomas J. Plath, 59, senior vice president - human resources and corporate affairs since January 2023. Prior to that he served as senior vice president - human resources and global citizenship from March 1, 2017 to December 2022.  Mr. Plath previously served as vice president - human resources, global businesses from November 2014 through February 2017, and vice president - HR manufacturing, technology, EH&S and global supply chain from April 2013 to November 2014. Mr. Plath joined International Paper in 1991.James P. Royalty, Jr., 53, senior vice president - containerboard and recycling since January 2023. Prior to that he served as senior vice president and president, Europe, the Middle East, Africa and Russia  RAW MATERIALSRaw materials essential to our businesses include wood fiber, purchased in the form of pulpwood, wood chips and old corrugated containers (OCC), and certain chemicals, including caustic soda, starch and adhesives. For further information concerning fiber supply purchase agreements, see page 36.INFORMATION ABOUT OUR EXECUTIVE OFFICERSMark S. Sutton, 61, chairman (since January 1, 2015) & chief executive officer (since November 1, 2014).  Mr. Sutton previously served as president & chief operating officer from June 1, 2014 to October 31, 2014, senior vice president - industrial packaging from November 2011 to May 31, 2014, senior vice president - printing and communications papers of the Americas from 2010 until 2011, senior vice president - supply chain from 2008 to 2009, vice president - supply chain from 2007 until 2008, and vice president - strategic planning from 2005 until 2007. Mr. Sutton joined International Paper in 1984.  Mr. Sutton serves on the board of directors of The Kroger Company. He is a member of The Business Council and the Business Roundtable and serves on the American Forest & Paper Association board of directors. He also serves on the board of directors for Memphis Tomorrow and board of governors for New Memphis Institute. Mr. Sutton has been a director since June 1, 2014.Clay R. Ellis, 52, senior vice president - global cellulose fibers and IP Asia since January 2023. Mr. Ellis previously served as senior vice president - enterprise operational excellence from December 2019 to December 2022 and vice president - manufacturing, global cellulose fibers from 2016 to December 2019. Prior to that, he served as vice president of pulp from 2014 to 2016, and vice president manufacturing, North American papers from 2012 to 2014. Mr. Ellis joined International Paper in 1992.Aimee K. Gregg, 44, senior vice president, supply chain & information technology, since January 2023. Prior to this role, Ms. Gregg served as vice president and general manager, Containerboard & Recycling, from September 2020 until January 2023; vice president, Recycling & Recovered Fiber, from 2018 until 2020, and general manager, recycling, from 2016 to 2018. Ms. Gregg joined International Paper in 2002.W. Thomas Hamic, 57, senior vice president - North American container and chief commercial officer since January 2023. Prior to that he served  RAW MATERIALS  Raw materials essential to our businesses include wood fiber, purchased in the form of pulpwood, wood chips and old corrugated containers (OCC), and certain chemicals, including caustic soda, starch and adhesives. For further information concerning fiber supply purchase agreements, see page 36.   INFORMATION ABOUT OUR EXECUTIVE OFFICERS  Mark S. Sutton, 61, chairman (since January 1, 2015) & chief executive officer (since November 1, 2014).  Mr. Sutton previously served as president & chief operating officer from June 1, 2014 to October 31, 2014, senior vice president - industrial packaging from November 2011 to May 31, 2014, senior vice president - printing and communications papers of the Americas from 2010 until 2011, senior vice president - supply chain from 2008 to 2009, vice president - supply chain from 2007 until 2008, and vice president - strategic planning from 2005 until 2007. Mr. Sutton joined International Paper in 1984.  Mr. Sutton serves on the board of directors of The Kroger Company. He is a member of The Business Council and the Business Roundtable and serves on the American Forest & Paper Association board of directors. He also serves on the board of directors for Memphis Tomorrow and board of governors for New Memphis Institute. Mr. Sutton has been a director since June 1, 2014.  Clay R. Ellis, 52, senior vice president - global cellulose fibers and IP Asia since January 2023. Mr. Ellis previously served as senior vice president - enterprise operational excellence from December 2019 to December 2022 and vice president - manufacturing, global cellulose fibers from 2016 to December 2019. Prior to that, he served as vice president of pulp from 2014 to 2016, and vice president manufacturing, North American papers from 2012 to 2014. Mr. Ellis joined International Paper in 1992.  Aimee K. Gregg, 44, senior vice president, supply chain & information technology, since January 2023. Prior to this role, Ms. Gregg served as vice president and general manager, Containerboard & Recycling, from September 2020 until January 2023; vice president, Recycling & Recovered Fiber, from 2018 until 2020, and general manager, recycling, from 2016 to 2018. Ms. Gregg joined International Paper in 2002.  W. Thomas Hamic, 57, senior vice president - North American container and chief commercial officer since January 2023. Prior to that he served   as senior vice president - global cellulose fibers and enterprise commercial excellence from September 2020 to December 2022.  Mr. Hamic previously served as senior vice president - containerboard and enterprise commercial excellence from December 2019 until September 2020. Mr. Hamic has also previously served as vice president and general manager - containerboard & recycling, North American container from June 2015 until December 2019. Mr. Hamic became vice president and general manager of the south area in container of the Americas in 2009, and he was appointed to the role of vice president, industrial packaging group’s finance & strategy in 2010. Mr. Hamic joined International Paper in 1991.Allison B. Magness, 45, senior vice president manufacturing & EH&S (environmental, health and safety) since January 2023.  Prior to that she served as vice president, South Area, North American container from 2019 to 2022.  Previously she had served in a number of roles including vice president, Manufacturing & Containerboard from 2015 to 2019; manager, technical services, North American Paper & Pulp from 2013 to 2015; and mill manager of the Franklin Mill from 2011 to 2013.  Ms. Magness joined International Paper in 1999.  Timothy S. Nicholls, 61, senior vice president & chief financial officer since June 2018.  Mr. Nicholls previously served as senior vice president - industrial packaging the Americas from January 2017 through June 2018, senior vice president - industrial packaging from November 2014 through December 2016, senior vice president - printing and communications papers of the Americas from November 2011 through October 2014, senior vice president and chief financial officer from 2007 until 2011, vice president and executive project leader of IP Europe during 2007, and vice president and chief financial officer - IP Europe from 2005 until 2007. Mr. Nicholls joined International Paper in 1999.Thomas J. Plath, 59, senior vice president - human resources and corporate affairs since January 2023. Prior to that he served as senior vice president - human resources and global citizenship from March 1, 2017 to December 2022.  Mr. Plath previously served as vice president - human resources, global businesses from November 2014 through February 2017, and vice president - HR manufacturing, technology, EH&S and global supply chain from April 2013 to November 2014. Mr. Plath joined International Paper in 1991.James P. Royalty, Jr., 53, senior vice president - containerboard and recycling since January 2023. Prior to that he served as senior vice president and president, Europe, the Middle East, Africa and Russia  as senior vice president - global cellulose fibers and enterprise commercial excellence from September 2020 to December 2022.  Mr. Hamic previously served as senior vice president - containerboard and enterprise commercial excellence from December 2019 until September 2020. Mr. Hamic has also previously served as vice president and general manager - containerboard & recycling, North American container from June 2015 until December 2019. Mr. Hamic became vice president and general manager of the south area in container of the Americas in 2009, and he was appointed to the role of vice president, industrial packaging group’s finance & strategy in 2010. Mr. Hamic joined International Paper in 1991.  Allison B. Magness, 45, senior vice president manufacturing & EH&S (environmental, health and safety) since January 2023.  Prior to that she served as vice president, South Area, North American container from 2019 to 2022.  Previously she had served in a number of roles including vice president, Manufacturing & Containerboard from 2015 to 2019; manager, technical services, North American Paper & Pulp from 2013 to 2015; and mill manager of the Franklin Mill from 2011 to 2013.  Ms. Magness joined International Paper in 1999.    Timothy S. Nicholls, 61, senior vice president & chief financial officer since June 2018.  Mr. Nicholls previously served as senior vice president - industrial packaging the Americas from January 2017 through June 2018, senior vice president - industrial packaging from November 2014 through December 2016, senior vice president - printing and communications papers of the Americas from November 2011 through October 2014, senior vice president and chief financial officer from 2007 until 2011, vice president and executive project leader of IP Europe during 2007, and vice president and chief financial officer - IP Europe from 2005 until 2007. Mr. Nicholls joined International Paper in 1999.  Thomas J. Plath, 59, senior vice president - human resources and corporate affairs since January 2023. Prior to that he served as senior vice president - human resources and global citizenship from March 1, 2017 to December 2022.  Mr. Plath previously served as vice president - human resources, global businesses from November 2014 through February 2017, and vice president - HR manufacturing, technology, EH&S and global supply chain from April 2013 to November 2014. Mr. Plath joined International Paper in 1991.  James P. Royalty, Jr., 53, senior vice president - containerboard and recycling since January 2023. Prior to that he served as senior vice president and president, Europe, the Middle East, Africa and Russia  7 7 7 Table of Contents Table of Contents from December 2019 to December 2022. Most recently, Mr. Royalty served as vice president, corporate development and disruptive technologies from September 2018 until December 2019, vice president, strategic projects from 2017 until 2018, vice president, investor relations from 2013 until 2017, vice president and general manager, container the Americas in 2008 to 2013. Mr. Royalty joined International Paper in 1991.Joseph Saab, 54, senior vice president, general counsel & corporate secretary since July 2022. Mr. Saab previously served as vice president, deputy general counsel & assistant corporate secretary from 2019 until July 2022 and associate general counsel - Industrial Packaging North America, Europe, Middle East and Africa from 2014 until 2019.Gregory T. Wanta, 57, senior vice president as of January 2023. Prior to that Mr. Wanta served as senior vice president - North American container from December 2016 to December 2022. Mr. Wanta has served in a variety of roles of increasing responsibility in manufacturing and commercial leadership roles in specialty papers, coated paperboard, printing papers, foodservice and industrial packaging, including vice president, central region, Container the Americas, from January 2012 through October 2016. Mr. Wanta joined International Paper in 1991.FORWARD-LOOKING STATEMENTSCertain statements in this Annual Report on Form 10-K that are not historical in nature may be considered “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995. Words such as “expects,” “anticipates,” “believes,” “estimates” and similar expressions identify forward-looking statements. These statements are not guarantees of future performance and reflect management’s current views and are subject to risks and uncertainties that could cause actual results to differ materially from those expressed or implied in these statements. Factors which could cause actual results to differ include but are not limited to: (i) risks with respect to climate change and global, regional, and local weather conditions, as well as risks related to our ability to meet targets and goals with respect to climate change and the emission of GHGs and other environmental, social and governance matters; (ii) the impact of the conflict involving Russia and Ukraine, including in connection with related escalated sanctions imposed by the United States, the European Union, G7 and other countries and possible actions by the Russian government, and the impact of such developments on domestic and global economic and geopolitical conditions in general and on us and our Ilim joint venture, which could be materially and adversely affected by such developments, and our inability to predict the full impact of the Russian invasion of Ukraine, current or future sanctions, current or future actions by the Russian government, geopolitical instability and the possibility of broadened military conflict on our Ilim joint venture, on our receipt of dividends from our Ilim joint venture and on our ability to complete the sale of our interest in the Ilim joint venture under the terms of the agreement with our joint venture partners or the sale of our interest in Ilim Group (and, if we are unable to complete such sales, on the value of and our ability to sell such interests to another purchaser); (iii) the level of our indebtedness and changes in interest rates (including the impact of current elevated interest rate levels); (iv) the impact of global and domestic economic conditions and industry conditions, including with respect to current negative macroeconomic conditions, inflationary pressures and changes in the cost or availability of raw materials, energy sources and transportation sources, supply chain shortages and disruptions, competition we face, cyclicality and changes in consumer preferences, demand and pricing for our products, and conditions impacting the credit, capital and financial markets; (v) domestic and global geopolitical conditions, changes in currency exchange rates, trade protectionist policies, downgrades in our credit ratings, and/or the credit ratings of banks issuing certain letters of credit, issued by recognized credit rating organizations; (vi) the amount of our future pension funding obligations, and pension and healthcare costs; (vii) unanticipated expenditures or other adverse developments related to compliance with existing and new environmental, tax, labor and employment, privacy, anti-bribery and anti-corruption, and other U.S. and non-U.S. governmental laws and regulations; (viii) any material disruption at any of our manufacturing facilities or other adverse impact on our operations due to severe weather, natural disasters, climate change or other causes; (ix) risks inherent in conducting business through joint ventures; (x) our ability to achieve the benefits expected from, and other risks associated with, acquisitions, joint ventures, divestitures, spinoffs and other corporate transactions, (xi) cybersecurity and information technology risks; (xii) loss contingencies and pending, threatened or future litigation, including with respect to environmental related matters; (xiii) our exposure to claims under our agreements with Sylvamo Corporation; (xiv) our failure to realize the anticipated benefits of the spin-off of Sylvamo Corporation and the qualification of such spin-off as a tax-free transaction for U.S. federal income tax purposes; and (xv) our ability to attract and retain qualified personnel, particularly in light of current labor market conditions. These and other factors that could cause or contribute to actual results differing materially from such forward-looking  from December 2019 to December 2022. Most recently, Mr. Royalty served as vice president, corporate development and disruptive technologies from September 2018 until December 2019, vice president, strategic projects from 2017 until 2018, vice president, investor relations from 2013 until 2017, vice president and general manager, container the Americas in 2008 to 2013. Mr. Royalty joined International Paper in 1991.Joseph Saab, 54, senior vice president, general counsel & corporate secretary since July 2022. Mr. Saab previously served as vice president, deputy general counsel & assistant corporate secretary from 2019 until July 2022 and associate general counsel - Industrial Packaging North America, Europe, Middle East and Africa from 2014 until 2019.Gregory T. Wanta, 57, senior vice president as of January 2023. Prior to that Mr. Wanta served as senior vice president - North American container from December 2016 to December 2022. Mr. Wanta has served in a variety of roles of increasing responsibility in manufacturing and commercial leadership roles in specialty papers, coated paperboard, printing papers, foodservice and industrial packaging, including vice president, central region, Container the Americas, from January 2012 through October 2016. Mr. Wanta joined International Paper in 1991.FORWARD-LOOKING STATEMENTSCertain statements in this Annual Report on Form 10-K that are not historical in nature may be considered “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995. Words such as “expects,” “anticipates,” “believes,” “estimates” and similar expressions identify forward-looking statements. These statements are not guarantees of future performance and reflect management’s current views and are subject to risks and uncertainties that could cause actual results to differ materially from those expressed or implied in these statements. Factors which could cause actual results to differ include but are not limited to: (i) risks with respect to climate change and global, regional, and local weather conditions, as well as risks related to our ability to meet targets and goals with respect to climate change and the emission of GHGs and other environmental, social and governance matters; (ii) the impact of the conflict involving Russia and Ukraine, including in connection with related escalated sanctions imposed by the United States, the European Union, G7 and other countries and possible actions by the Russian government, and the impact of such developments on domestic and global economic and geopolitical conditions in general and on us and  from December 2019 to December 2022. Most recently, Mr. Royalty served as vice president, corporate development and disruptive technologies from September 2018 until December 2019, vice president, strategic projects from 2017 until 2018, vice president, investor relations from 2013 until 2017, vice president and general manager, container the Americas in 2008 to 2013. Mr. Royalty joined International Paper in 1991.  Joseph Saab, 54, senior vice president, general counsel & corporate secretary since July 2022. Mr. Saab previously served as vice president, deputy general counsel & assistant corporate secretary from 2019 until July 2022 and associate general counsel - Industrial Packaging North America, Europe, Middle East and Africa from 2014 until 2019.  Gregory T. Wanta, 57, senior vice president as of January 2023. Prior to that Mr. Wanta served as senior vice president - North American container from December 2016 to December 2022. Mr. Wanta has served in a variety of roles of increasing responsibility in manufacturing and commercial leadership roles in specialty papers, coated paperboard, printing papers, foodservice and industrial packaging, including vice president, central region, Container the Americas, from January 2012 through October 2016. Mr. Wanta joined International Paper in 1991.   FORWARD-LOOKING STATEMENTS  Certain statements in this Annual Report on Form 10-K that are not historical in nature may be considered “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995. Words such as “expects,” “anticipates,” “believes,” “estimates” and similar expressions identify forward-looking statements. These statements are not guarantees of future performance and reflect management’s current views and are subject to risks and uncertainties that could cause actual results to differ materially from those expressed or implied in these statements. Factors which could cause actual results to differ include but are not limited to: (i) risks with respect to climate change and global, regional, and local weather conditions, as well as risks related to our ability to meet targets and goals with respect to climate change and the emission of GHGs and other environmental, social and governance matters; (ii) the impact of the conflict involving Russia and Ukraine, including in connection with related escalated sanctions imposed by the United States, the European Union, G7 and other countries and possible actions by the Russian government, and the impact of such developments on domestic and global economic and geopolitical conditions in general and on us and   our Ilim joint venture, which could be materially and adversely affected by such developments, and our inability to predict the full impact of the Russian invasion of Ukraine, current or future sanctions, current or future actions by the Russian government, geopolitical instability and the possibility of broadened military conflict on our Ilim joint venture, on our receipt of dividends from our Ilim joint venture and on our ability to complete the sale of our interest in the Ilim joint venture under the terms of the agreement with our joint venture partners or the sale of our interest in Ilim Group (and, if we are unable to complete such sales, on the value of and our ability to sell such interests to another purchaser); (iii) the level of our indebtedness and changes in interest rates (including the impact of current elevated interest rate levels); (iv) the impact of global and domestic economic conditions and industry conditions, including with respect to current negative macroeconomic conditions, inflationary pressures and changes in the cost or availability of raw materials, energy sources and transportation sources, supply chain shortages and disruptions, competition we face, cyclicality and changes in consumer preferences, demand and pricing for our products, and conditions impacting the credit, capital and financial markets; (v) domestic and global geopolitical conditions, changes in currency exchange rates, trade protectionist policies, downgrades in our credit ratings, and/or the credit ratings of banks issuing certain letters of credit, issued by recognized credit rating organizations; (vi) the amount of our future pension funding obligations, and pension and healthcare costs; (vii) unanticipated expenditures or other adverse developments related to compliance with existing and new environmental, tax, labor and employment, privacy, anti-bribery and anti-corruption, and other U.S. and non-U.S. governmental laws and regulations; (viii) any material disruption at any of our manufacturing facilities or other adverse impact on our operations due to severe weather, natural disasters, climate change or other causes; (ix) risks inherent in conducting business through joint ventures; (x) our ability to achieve the benefits expected from, and other risks associated with, acquisitions, joint ventures, divestitures, spinoffs and other corporate transactions, (xi) cybersecurity and information technology risks; (xii) loss contingencies and pending, threatened or future litigation, including with respect to environmental related matters; (xiii) our exposure to claims under our agreements with Sylvamo Corporation; (xiv) our failure to realize the anticipated benefits of the spin-off of Sylvamo Corporation and the qualification of such spin-off as a tax-free transaction for U.S. federal income tax purposes; and (xv) our ability to attract and retain qualified personnel, particularly in light of current labor market conditions. These and other factors that could cause or contribute to actual results differing materially from such forward-looking  our Ilim joint venture, which could be materially and adversely affected by such developments, and our inability to predict the full impact of the Russian invasion of Ukraine, current or future sanctions, current or future actions by the Russian government, geopolitical instability and the possibility of broadened military conflict on our Ilim joint venture, on our receipt of dividends from our Ilim joint venture and on our ability to complete the sale of our interest in the Ilim joint venture under the terms of the agreement with our joint venture partners or the sale of our interest in Ilim Group (and, if we are unable to complete such sales, on the value of and our ability to sell such interests to another purchaser); (iii) the level of our indebtedness and changes in interest rates (including the impact of current elevated interest rate levels); (iv) the impact of global and domestic economic conditions and industry conditions, including with respect to current negative macroeconomic conditions, inflationary pressures and changes in the cost or availability of raw materials, energy sources and transportation sources, supply chain shortages and disruptions, competition we face, cyclicality and changes in consumer preferences, demand and pricing for our products, and conditions impacting the credit, capital and financial markets; (v) domestic and global geopolitical conditions, changes in currency exchange rates, trade protectionist policies, downgrades in our credit ratings, and/or the credit ratings of banks issuing certain letters of credit, issued by recognized credit rating organizations; (vi) the amount of our future pension funding obligations, and pension and healthcare costs; (vii) unanticipated expenditures or other adverse developments related to compliance with existing and new environmental, tax, labor and employment, privacy, anti-bribery and anti-corruption, and other U.S. and non-U.S. governmental laws and regulations; (viii) any material disruption at any of our manufacturing facilities or other adverse impact on our operations due to severe weather, natural disasters, climate change or other causes; (ix) risks inherent in conducting business through joint ventures; (x) our ability to achieve the benefits expected from, and other risks associated with, acquisitions, joint ventures, divestitures, spinoffs and other corporate transactions, (xi) cybersecurity and information technology risks; (xii) loss contingencies and pending, threatened or future litigation, including with respect to environmental related matters; (xiii) our exposure to claims under our agreements with Sylvamo Corporation; (xiv) our failure to realize the anticipated benefits of the spin-off of Sylvamo Corporation and the qualification of such spin-off as a tax-free transaction for U.S. federal income tax purposes; and (xv) our ability to attract and retain qualified personnel, particularly in light of current labor market conditions. These and other factors that could cause or contribute to actual results differing materially from such forward-looking  8 8 8 Table of Contents Table of Contents statements can be found in our press releases and SEC filings. In addition, other risks and uncertainties not presently known to the Company or that we currently believe to be immaterial could affect the accuracy of any forward-looking statements. The Company undertakes no obligation to publicly update any forward-looking statements, whether as a result of new information, future events or otherwise.ITEM 1A. RISK FACTORSThe Company faces risks in the normal course of business and through global, regional, and local events that could have an adverse impact on its reputation, operations, and financial performance. The Board of Directors exercises oversight of the Company’s enterprise risk management program, which includes strategic, operational and financial matters, as well as compliance and legal risks. The Audit and Finance Committee coordinates the risk oversight role exercised by the Board’s standing committees and management, and it receives updates on the risk management processes twice per year.In addition to the risks and uncertainties discussed elsewhere in this Annual Report on Form 10-K (particularly in Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations), or in the Company’s other filings with the Securities and Exchange Commission, the following are some important factors that could cause the Company’s actual results to differ materially from those projected in any forward-looking statement. If any of the events or circumstances described in any of the following risk factors occurs, our business, results of operations and/or financial condition could be materially and adversely affected, and our actual results may differ materially from those contemplated in any forward-looking statements we make in any public disclosures.RISKS RELATING TO MARKET AND ECONOMICFACTORSADVERSE DEVELOPMENTS IN GENERAL BUSINESS AND ECONOMIC CONDITIONS COULD HAVE AN ADVERSE EFFECT ON THE DEMAND FOR OUR PRODUCTS AND OUR FINANCIAL CONDITION AND RESULTS OF OPERATIONS. General economic conditions may adversely affect industrial non-durable goods production, consumer spending, commercial printing and advertising activity, white-collar employment levels and consumer confidence, all of which impact demand for our products, or otherwise adversely affect our business.  We may also be adversely affected by catastrophic or other unforeseen events, including future health epidemics or pandemics, natural disasters, geopolitical events, terrorism, political, financial or social instability, or civil or social unrest.  Moreover, negative economic conditions or other adverse developments with respect to our business have resulted in, and may in the future result in impairment charges which could be material. Volatility or uncertainty in the financial, capital and credit markets, which impacts interest rates, currency exchange rates and the availability of credit, could also have a material adverse effect on our business, financial condition and our results of operations. Macroeconomic conditions in the U.S. and globally continue to be challenging in various respects, including as the result of slow or negative GDP growth in recent quarters, significant inflationary pressures, elevated interest rates, challenging labor market conditions, and disruptions to supply networks. Our operations have been adversely affected by, and are expected to continue to be adversely affected by, these negative macroeconomic conditions, including as the result of higher raw material and labor costs, supply chain constraints and disruptions, and a constrained transportation environment. Moreover, any significant deterioration in current negative macroeconomic conditions, or any recovery therefrom that is significantly slower than anticipated, could have a material adverse effect on our business, results of operations or financial condition. Further if current negative macroeconomic conditions result in significant disruptions to capital and financial markets, our cost of borrowing, our ability to access capital on favorable terms, and our overall liquidity could be adversely affected.CHANGES IN INTERNATIONAL CONDITIONS OR OTHER RISKS ARISING FROM CONDUCTING BUSINESS INTERNATIONALLY COULD ADVERSELY AFFECT OUR BUSINESS AND RESULTS OF OPERATIONS. Our operating results and business prospects could be substantially affected by risks related to the countries outside the U.S. in which we have manufacturing facilities or sell our products. These risks, which can vary substantially by country, may include economic or political instability, geopolitical events (such as between Ukraine and Russia and/or increasing tensions between China and Taiwan), corruption, anti-American sentiment, social and ethnic unrest, the regulatory environment (including the risks of operating in developing or emerging markets in which there are significant uncertainties regarding the interpretation and enforceability of legal requirements), fluctuations in the value of local currency versus the U.S. dollar, repatriating cash from foreign countries to the U.S., downturns or changes in economic conditions (including in relation to commodity inflation), adverse tax consequences or rulings, nationalization or any change in social, political or labor conditions in any of these countries  statements can be found in our press releases and SEC filings. In addition, other risks and uncertainties not presently known to the Company or that we currently believe to be immaterial could affect the accuracy of any forward-looking statements. The Company undertakes no obligation to publicly update any forward-looking statements, whether as a result of new information, future events or otherwise.ITEM 1A. RISK FACTORSThe Company faces risks in the normal course of business and through global, regional, and local events that could have an adverse impact on its reputation, operations, and financial performance. The Board of Directors exercises oversight of the Company’s enterprise risk management program, which includes strategic, operational and financial matters, as well as compliance and legal risks. The Audit and Finance Committee coordinates the risk oversight role exercised by the Board’s standing committees and management, and it receives updates on the risk management processes twice per year.In addition to the risks and uncertainties discussed elsewhere in this Annual Report on Form 10-K (particularly in Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations), or in the Company’s other filings with the Securities and Exchange Commission, the following are some important factors that could cause the Company’s actual results to differ materially from those projected in any forward-looking statement. If any of the events or circumstances described in any of the following risk factors occurs, our business, results of operations and/or financial condition could be materially and adversely affected, and our actual results may differ materially from those contemplated in any forward-looking statements we make in any public disclosures.RISKS RELATING TO MARKET AND ECONOMICFACTORSADVERSE DEVELOPMENTS IN GENERAL BUSINESS AND ECONOMIC CONDITIONS COULD HAVE AN ADVERSE EFFECT ON THE DEMAND FOR OUR PRODUCTS AND OUR FINANCIAL CONDITION AND RESULTS OF OPERATIONS. General economic conditions may adversely affect industrial non-durable goods production, consumer spending, commercial printing and advertising activity, white-collar employment levels and consumer confidence, all of which impact demand for our products, or otherwise adversely affect our business.  We may also be adversely affected by catastrophic or other unforeseen events, including future health epidemics or pandemics, natural disasters,  statements can be found in our press releases and SEC filings. In addition, other risks and uncertainties not presently known to the Company or that we currently believe to be immaterial could affect the accuracy of any forward-looking statements. The Company undertakes no obligation to publicly update any forward-looking statements, whether as a result of new information, future events or otherwise.  ", "time": "00:00:13"}