{"cik": 51644, "item_1A": "Item 1.Business The Interpublic Group of Companies, Inc. (\"Interpublic,\" the \"Company,\" \"IPG,\" \"we,\" \"us\" or \"our\") was incorporated in Delaware in September 1930 under the name of McCann-Erickson Incorporated as the successor to the advertising agency businesses founded in 1902 by A.W. Erickson and in 1911 by Harrison K. McCann. The Company has operated under the Interpublic name since January 1961.  About Us We provide marketing, communications and business transformation services that help marketers and brands succeed in today’s digital economy. Combining the power of creativity and technology, our 58,400 employees and operations span all major world markets. Our companies specialize in data, creativity, media, consulting, commerce, behavioral science and communications. Our agencies create customized marketing solutions for clients that range in scale from large global marketers to regional and local clients. Comprehensive global services are critical to effectively serve our multinational and local clients in markets throughout the world as they seek to build brands, increase sales of their products and services, and gain market share. The work we produce for our clients is specific to their unique needs. Our solutions vary from project-based activity involving one agency to long-term, fully integrated campaigns created by multiple IPG agencies working together. With operations in over 100 countries, we can operate in a single region or deliver global integrated programs. The role of our holding company is to provide resources and support to ensure that our agencies can best meet clients’ needs and to facilitate collaborative client service among our agencies. Based in New York City, our holding company sets company-wide financial objectives and corporate strategy, establishes financial management and operational controls, guides personnel policy, directs collaborative inter-agency programs, conducts investor relations, manages environmental, social and governance (\"ESG\") programs, provides enterprise risk management and oversees mergers and acquisitions. In addition, we provide certain centralized functional services that offer our companies operational efficiencies, including accounting and finance, information technology, executive compensation management and recruitment assistance, employee benefits, market research, internal audit, legal services, real estate expertise and travel services.  Our Brands IPG is a client‐centric company. Accordingly, our offerings and businesses can be integrated by design, in recognition of today’s complex, high‐velocity markets, and the digital‐first, fragmented media environment in which our clients operate. These factors have increased the need for specialized marketing capabilities, developed and housed within IPG’s strong and collaborative agency brands. Our operations support the strategic position that marketers have access to the best and most appropriate Company resources to drive business success, and may access these capabilities from across the IPG network in a seamless model called Open Architecture®. Consistent with this strategic principle, IPG’s agency brands are grouped into reportable segments based on the agencies’ primary capabilities. •Media, Data & Engagement Solutions provides innovative capabilities and scale in global media and communications services, digital services and products, advertising and marketing technology, e‐commerce services, data management and analytics, strategic consulting, and digital brand experience. Our brands in this segment include IPG Mediabrands, UM, Initiative, Kinesso, Acxiom, and our digital and commerce specialist agencies Huge, MRM and R/GA. •Integrated Advertising & Creativity Led Solutions provides advertising, corporate and brand identity services, and strategic consulting. The IPG brands include our leading global networks FCB, IPG Health, McCann Worldgroup, and MullenLowe Group as well as our domestic integrated agencies Campbell Ewald, Carmichael Lynch, Deutsch NY and LA, Hill Holliday, The Martin Agency, Tierney and others. These agencies have the leading role of ideation and the execution of creative ideas across complex integrated campaigns that are foundational to client brand identities.  •Specialized Communications & Experiential Solutions provides best‐in‐class global public relations and communications services, live events, sports and entertainment marketing, and strategic consulting. IPG brands include DXTRA Health, The Weber Shandwick Collective, Golin, Jack Morton, Momentum and Octagon. These agencies create engaging experiences that allow consumers to build emotional connections and lasting relationships with brands.  All our brands leverage IPG’s data and tech offerings to connect brand marketing and performance marketing, driving accelerated growth for our clients. 2 2 2 Table of Contents Table of Contents We list approximately 100 of our companies on our website under the \"Our Companies\" section, with descriptions, capabilities and office locations for each. To learn more about our broad range of capabilities, visit our website at www.interpublic.com. Information on our website is not part of this report.  Market Strategy We operate in a media, consumer and technology ecosystem that continues to evolve at a rapid pace. Media channels continue to fragment, and clients face an increasingly complex consumer environment. To stay ahead of these challenges and to achieve our objectives, we have made and continue to make investments in creative, strategic and technology talent in areas including commerce, fast-growth digital marketing channels, high-growth geographic regions and strategic world markets. In addition, we consistently review opportunities within our Company to enhance our operations through acquisitions and strategic alliances and internal programs that encourage client-centric collaboration. As appropriate, we also develop relationships with technology and emerging media companies that are building leading-edge marketing tools that complement our agencies' skill sets and capabilities. In recent years, we have taken several major strategic steps to position our agencies as leaders in the global advertising and communications market. These include: •Investment in leading talent: We believe our continued ability to attract and develop top talent and to be the industry’s employer of choice for an increasingly diverse workforce have been key differentiators for IPG. We continue to acquire and develop top strategic, creative and digital talent from a range of backgrounds. •Growing our data, commerce and precision marketing capabilities: Our investments in talent and technology - growing data, emerging media and platform capabilities - promise to drive further growth in this dynamic sector of our business. The world in which we live is increasingly digital, and more than ever clients need audience-led thinking to solve for a widening set of business problems and opportunities. •Reinventing healthcare marketing: We have enhanced and strengthened our position to deliver a comprehensive suite of services and global reach for healthcare clients. To do so, we have attracted and developed the industry’s most awarded and experienced talent, including scientists, strategists, creatives and engagement specialists across the entire healthcare marketing spectrum, enabling us to deliver healthcare information at speed, in ways that are highly personal, culturally relevant, as well as respectful of privacy. •Integrated marketing solutions: A differentiating aspect of our business is our utilization of Open Architecture solutions that integrate the best talent from our strong agency brands to fulfill the needs of our clients.  Together, these steps have built a culture of strategic creativity and high performance across IPG. In 2022, we once again delivered strong growth. Our three-year organic growth stack stands at 14% – a level of performance that speaks to the strength and relevance of our offerings, particularly in services and sectors demanding emerging media, precision and accountability. These results demonstrate the continued competitiveness of our offerings, the value of our long-term strategy, and the strength of our culture. In 2022, IPG was once again ranked as the #1 most creatively effective holding company at the U.S. Effie Awards. Other distinctions of note included being listed on the Dow Jones Sustainability Index for North America for the third year in a row, on the Bloomberg Gender Equality Index (GEI) Index for the fourth year in a row and on Newsweek’s Most Responsible Companies for the second year in a row. Data Offerings IPG has incorporated data expertise into the core of the Company, as reflected most clearly in our acquisition in 2018 and subsequent integration of Acxiom, a leading enterprise data management company. Understanding data and its power is critical to the current and future success of our Company and our clients. We believe an ethical and conscious approach to data that respects consumer privacy will continue to be crucial as we navigate increased regulation in the digital media space.   Going forward, we plan to continue to enhance the technology layer within our offerings and to build tech-enabled marketing solutions, informed by a holistic understanding of audiences. This allows us to deliver personalized user experiences and more accountable marketing for brands. Combining the power of creativity and technology, we are able to provide marketing, communications and business transformation services that help marketers and brands succeed in today’s digital economy.  Diversity, Equity and Inclusion IPG and our agencies are committed to diversity and inclusion, and we reinforce these values through a comprehensive set of award-winning programs. These include business resource groups that develop career building programs, as well as training around topics like unconscious bias. We seek to ensure accountability by tying executive compensation directly to the ability of  3 3 3 Table of Contents Table of Contents our leaders to hire, promote and retain diverse talent, and we regularly measure the inclusiveness of our culture with a company-wide climate for inclusion survey. We began our formal programs over a decade ago. Since then, IPG has seen notable improvements in the diversity of our workforce, and further progress is a management priority. In 2020, IPG became the first advertising holding company to release race and gender composition of its leadership based on its EEO-1 report, and we released our most recent updated report in September 2022. We believe that an environment that encourages respect and trust is key to a creative business like ours, and that a competitive advantage comes with having a variety of perspectives and beliefs in our workforce. We have been widely recognized for our efforts in this area. In January 2023 we announced that IPG had been included on the Bloomberg GEI for the fourth consecutive year. The index gauges the performance of public companies dedicated to reporting gender related data, and measures gender equality across five pillars: leadership & talent pipeline, equal pay & gender pay parity, inclusive culture, anti-sexual harassment policies, and external brand. Additionally, IPG was listed on Forbes and Statista’s “America’s Best Large Employers 2023” and “World’s Top Female Friendly Companies 2022” indices. The “World’s Top Female Friendly Companies 2022” list is based on a survey of 85,000 women around the world who evaluated their company on topics including supportive policies for women in the workplace and balanced recruitment. Acquisition Strategy A disciplined acquisition strategy, focused on high-growth capabilities and regions of the world, is one component of growing our services in today's rapidly-changing marketing services and media landscape. When an outstanding resource or a strong tactical fit becomes available, we have been opportunistic over the years in making tuck-in, niche acquisitions that enhance our service offerings.  In recent years, IPG has acquired agencies across the marketing spectrum, including firms specializing in data and tech, e-commerce, mobile marketing, social media, healthcare communications and public relations, as well as agencies with full-service capabilities. These acquired agencies have been integrated into one of our global networks or specialist agencies. During 2022, IPG continued to further evolve our offerings, investing in new capabilities and innovation to help our clients succeed in today’s digital economy. This included acquiring a stake in The Famous Group, a company that creates mixed and augmented reality for sports and other live events. We also formed a joint venture with LeBron James’ The SpringHill Company, known for empowering creative and diverse voices for marketers. In October 2022, we completed our majority acquisition of RafterOne, a leading global provider of multi-cloud commerce solutions on the Salesforce platform, with options to purchase the remaining outstanding shares. We plan for RafterOne to continue to focus on building around Salesforce to support clients across the IPG network that want to leverage the CRM platform. Our People Because of the service character of our business, the quality of personnel is of crucial importance to our continuing success, and our employees, including creative, digital, research, media and account specialists, and their skills and relationships with clients, are among our most valuable assets. We conduct extensive employee training and development throughout our agencies and benchmark our compensation programs against those of our industry for their competitiveness and effectiveness in recruitment and retention. There is keen competition for qualified employees. As of December 31, 2022, we employed approximately 58,400 people, of which approximately 25,000 were employed in the United States. As of December 31, 2022Total58,400Domestic25,000International33,400     United Kingdom5,400     Continental Europe6,700     Asia Pacific10,300     Latin America7,000     Other4,000 4 4 4 Table of Contents Table of Contents   We employ a balanced approach in managing our human capital resources. Depending on where a human-capital management function is most effective or efficient, processes are either managed at the holding company or designated to our operating units to adopt strategies appropriate for their client sector, workforce makeup, talent requirements and business demands.  The holding company retains oversight of all human capital resources and activities, setting standards and providing support and policy guidance and sharing programs. At the corporate level, centralized human capital management processes include development of human resources governance and policy; executive compensation for senior leaders across the Company; benefits programs; succession planning focusing on the performance, development and retention of the Company’s senior-most executives and key roles in the operating units; and executive development. IPG sets specific standards for human capital management and, on a yearly basis, assesses each operating unit’s performance in managing and developing its workforce. We undertake human capital initiatives with an aim of ensuring that employees have the high level of competence and commitment our businesses need to succeed. We formally assess our operating units against their efforts in the areas of people development, diversity and inclusion, performance management, talent acquisition and organization development in order to drive or support the units’ strategic business and growth goals. Accordingly, the operating units create and deploy skills-training programs, management training, employee goal-setting and feedback platforms, applicant-tracking systems, new-employee onboarding processes, and other programs intended to enhance the performance and engagement of the workforce. As discussed above under Market Strategy — Diversity, Equity and Inclusion, diversity, equity and inclusion are essential priorities for IPG. Our goal is that our talent represents the diversity of our communities and consumers, with a corporate culture that drives belonging, well-being and growth. We believe that such a workplace will enable us to provide cultural insights to help our clients make authentic and responsible connections with their customers. The programs we provide in support of diversity, equity and inclusion include events, training and curated and bespoke content, research and tools, to foster awareness and action on an array of critical issues that we believe are vital for the recruitment, retention, advancement, well-being and belonging for people who are part of under-represented groups. We also foster business resource groups that offer programs on all facets of diversity and inclusion in support of specific communities of employees.  Environmental Sustainability Initiatives IPG understands that climate change has consequences for all of us, bringing challenges for environmental protection, social wellbeing and good governance (ESG). It is a priority for the entire IPG network to take action to address both causes and impacts of climate change. Interpublic is committed to operating sustainably. On the environmental front, this commitment includes measuring our carbon footprint and working toward limiting that footprint. We plan to continue to report regularly on our greenhouse gas emissions, and have set ambitious climate goals to move forward on our emissions reduction targets. We believe that an integrated approach to ESG – which pursues environmental protection, social protection and good governance simultaneously – brings mutual benefits to our people and the communities where we live and work. To further its environmental goals, the Company works to limit carbon emissions by focusing on areas that include: •using energy efficiently,  •managing travel with a sustainability lens,  •employing green building practices in our real estate holdings,  •tracking progress on sustainability metrics, and  •working toward greater responsibility for waste and consumption in the spaces we occupy. In June 2021, Interpublic announced that as part of its commitment to environmental sustainability, the Company is moving forward on an ambitious climate action plan that consists of three simultaneous quantitative goals: •Science-Based Targets: The Company has submitted its emissions reduction targets to the Science Based Targets initiative (SBTi). This commitment also makes Interpublic a signatory to the Business Ambition for 1.5°C and a member of the United Nations-backed Race to Zero campaign. •Renewable Electricity: The Company also committed to sourcing 100% renewable electricity by 2030 for its entire portfolio. •Net-Zero Carbon Emissions: Additionally, the Company formally joined The Climate Pledge, a commitment to reaching net-zero carbon across our business by 2040. 5 5 5 Table of Contents Table of Contents As part of our sustainability efforts and to record our commitments and progress, we currently report annually on our energy use and greenhouse gas emissions. This data which we began measuring in 2015, is reported in line with frameworks that include the Global Reporting Initiative (“GRI”), the CDP (formerly the Carbon Disclosure Project) and the Sustainability Accounting Standards Board (“SASB”) and the Task Force on Climate-Related Financial Disclosures (\"TCFD\"). In our 2020 GRI report, IPG, for the first time, reported the operational emissions (scope one and scope two emissions) across its entire global portfolio. For 2021, we expanded our assessment of and reporting on scope three emissions to account for and work on reducing impacts throughout the Company’s entire value chain. With IPG’s 2021 ESG report, the Company became the first U.S.-based advertising holding company to receive limited external assurance on certain ESG data and the first to disclose in accordance with TCFD recommendations. Our 2022 report will add third-party assurance for GHG emissions from Scope 3/Category 6, Business Travel. As part of its sustainability efforts, IPG supports numerous community-based organizations and is actively involved in partnerships that bring together companies to advance diversity, equity and inclusion, and climate action. Among these, IPG is a member of the Global Leadership Group of Ad Net Zero, a trade organization with a goal of supporting the advertising industry as it moves toward a net-zero carbon future for advertising production. We are also a signatory to the U.N. Global Compact and an active supporter of the U.N. Sustainable Development Goals (SDGs), 17 global goals adopted by the United Nations General Assembly as part of its 2030 Agenda for Sustainable Development. We have specifically adopted SDG #6: Access to Water and Sanitation for all.  In recognition of our commitment to and implementation of sustainable business practices, IPG is listed on several ESG-related indices. IPG has once again been included on the Dow Jones Sustainability Index (DJSI) North America. The DJSI North America scores and ranks the ESG performance of the 600 largest U.S. and Canadian companies; the top 20% of sustainability performers are listed on the Index. IPG was also listed on the S&P 500 ESG and the S&P Global 1200 ESG, two S&P indices that recognize companies’ work in the ESG space. The Company was also included for a fourth consecutive year on the FTSE4Good Index, which identifies companies that demonstrate strong ESG practices measured against international standards. Our latest ESG report and CDP response are available on the “ESG Reporting” page of our website, www.interpublic.com. Information on our website is not part of this report.  Impact of COVID-19 Although the pace and impact of the COVID-19 pandemic has abated in recent months in many locations, both in the United States and internationally, COVID-19 continues to spread extensively, with the regular emergence of new variants of concern of varying degrees of transmissibility and virulence. The early months of the pandemic were characterized by extensive public and private sector measures to address the spread of the virus and its impact on public health systems worldwide, including business closures and limits on operations and public and private adoption of social distancing measures, which adversely impacted our business throughout 2020. In 2021 and early 2022, despite the economic and health impacts from the spread of the Delta and Omicron variants of the COVID-19 virus, we positively benefited from the effects of robust economic recovery in many of our principal markets as vaccination efforts took hold and the overall public health situation improved in many markets. 2022 was characterized by a steady decrease in the impact on our business attributable to COVID-19 and the efforts to address its spread. Although the future course of the pandemic is unpredictable, we continue to believe that our focus on our strategic strengths, which include talent, our differentiated go-to-market strategy, data management capabilities, and the relevance of our offerings, position us well to navigate a rapidly changing marketplace. At the outset of the COVID-19 pandemic, 95 percent of our global workforce moved to a remote work environment. By the end of 2022, a significant portion of our workforce had returned to the office at least part of the time. We continue to adjust our policies and practices to facilitate the new hybrid working environments. We believe we have had significant success in maintaining and continuing to advance the quality of our services notwithstanding extensive changes precipitated by the pandemic. In 2020, we took restructuring actions to lower our operating expenses structurally and permanently relative to revenue and to accelerate the transformation of our business. Most of these actions were based on our experience and learning in the COVID-19 pandemic and a resulting review of our operations. Additionally, in the fourth quarter of 2022, the Company took further restructuring actions related to new real estate exits and lease terminations to further optimize the real estate footprint supporting our office-home hybrid service model in a post-pandemic economy. We discuss these restructuring actions in more detail in Item 7, Management’s Discussion and Analysis of Financial Condition and Results of Operations (“MD&A”). Financial Objectives Our financial goals include competitive organic growth of revenue before billable expenses and expansion of Adjusted EBITA margin, as defined and discussed within the Non-GAAP Financial Measure section of the MD&A, which we expect  6 6 6 Table of Contents Table of Contents will further strengthen our balance sheet and total liquidity and increase value to our shareholders. Accordingly, we remain focused on meeting the evolving needs of our clients while concurrently managing our cost structure. Our disciplined approach to our balance sheet and liquidity provides us with a solid financial foundation and financial flexibility to manage and grow our business. We believe that our strategy and execution position us to meet our financial goals and to deliver long-term value to all of our stakeholders. Financial Reporting Segments Effective January 1, 2022, the Company completed a managerial and operational review, which resulted in organizational realignments to our financial reporting segment structure. As a result, the Company determined we conduct our business across three reportable segments described in Note 15 in Item 8, Financial Statements and Supplementary Data. The three reportable segments are: Media, Data & Engagement Solutions (\"MD&E\"), Integrated Advertising & Creativity Led Solutions (\"IA&C\"), and Specialized Communications & Experiential Solutions (\"SC&E\"). MD&E is comprised of IPG Mediabrands, Acxiom, and Kinesso, as well as our digital and commerce specialist agencies, which include MRM, R/GA, and Huge. IA&C is comprised of leading global networks and agencies that provide a broad range of services, including McCann Worldgroup, IPG Health, MullenLowe Group, Foote, Cone & Belding (\"FCB\"), and our domestic integrated agencies. SC&E is comprised of agencies that provide a range of marketing services expertise, including Weber Shandwick, Golin, our sports, entertainment, and experiential agencies, and DXTRA Health.  In conjunction with the new reporting structure, the Company has recast certain prior period amounts, wherever applicable, to reflect our revised organizational alignment. We also report results for the “Corporate and other” group. See Note 15 in Item 8, Financial Statements and Supplementary Data, for further information. Sources of Revenue Our revenues are primarily derived from the planning and execution of multi-channel advertising, marketing and communications programs around the world. Our revenues are directly dependent upon the advertising, marketing and corporate communications requirements of our existing clients and our ability to win new clients. Most of our client contracts are individually negotiated, and, accordingly, the terms of client engagements and the bases on which we earn commissions and fees vary significantly. As is customary in the industry, our contracts generally provide for termination by either party on relatively short notice, usually 30 to 90 days, although our data management contracts typically have non-cancelable terms of more than one year. Revenues for the creation and production of advertising or the planning and placement of media are determined primarily on a negotiated fee basis and, to a lesser extent, on a commission basis. Fees are usually calculated to reflect hourly rates plus proportional overhead and a mark-up. Many clients include an incentive compensation component in their total compensation package. This provides added revenue based on achieving mutually agreed-upon qualitative or quantitative metrics within specified time periods. Commissions are earned based on services provided.  We also generate revenue from data and technology offerings and in negotiated fees from our public relations, sales promotion, experiential marketing, sports and entertainment marketing, and corporate and brand identity services. In most of our businesses, our agencies enter into commitments to pay production and media costs on behalf of clients, as is customary in the advertising and marketing industries. To the extent possible, we pay production and media charges after we have received funds from our clients, and in some instances we agree with the provider that we will only be liable to pay the production and media costs after the client has paid us for the charges. Generally, we act as the client’s agent rather than the primary obligor in these arrangements. 7 7 7 Table of Contents Table of Contents Our revenue is typically lowest in the first quarter and highest in the fourth quarter.   Consolidated Total Revenues for the Three Months Ended 202220212020(Amounts in Millions) % of Total% of Total% of TotalMarch 31$2,568.5 23.5%$2,257.0 22.0%$2,359.8 26.0%June 302,735.7 25.1%2,509.6 24.6%2,025.7 22.4%September 302,637.7 24.1%2,542.0 24.8%2,125.5 23.5%December 312,985.9 27.3%2,932.1 28.6%2,550.0 28.1%$10,927.8 $10,240.7 $9,061   Clients Our large and diverse client base includes many of the most recognizable companies and brands throughout the world. Our holding company structure allows us to maintain a diversified client base across and within a full range of industry sectors. In the aggregate, our top ten clients based on revenue before billable expenses accounted for approximately 20% of revenue before billable expenses in 2022 and 2021. Our largest client accounted for approximately 4% and 3% of revenue before billable expenses in 2022 and 2021, respectively. Based on revenue before billable expenses for the year ended December 31, 2022, our largest client sectors (in alphabetical order) were financial services, healthcare, and technology and telecom. We represent several different clients, brands or divisions within each of these sectors in a number of geographic markets, as well as provide services across multiple advertising and marketing disciplines, in each case through more than one of our agency brands. Representation of a client rarely means that we handle advertising for all brands or product lines of the client in all geographical locations. Any client may transfer its business from one of our agencies to another one of our agencies or to a competing agency, and a client may change its marketing budget at any time. We operate in a highly competitive advertising and marketing communications industry. Our operating companies compete against other large multinational advertising and marketing communications companies as well as numerous independent and niche agencies and new forms of market participants to win new clients and maintain existing client relationships. Regulatory Environment The advertising and marketing services that our agencies provide are subject to governmental regulation and other action in all of the jurisdictions in which the Company operates. While these governmental regulations and other actions can impact the Company’s operations, the specific marketing regulations we may face in a given market do not as a general matter significantly impact the Company’s overall service offerings or the nature in which we provide these services. Governments, government agencies and industry self-regulatory bodies have adopted laws, regulations and standards, and judicial bodies have issued rulings, that directly or indirectly affect the form and content of advertising, public relations and other marketing activities we produce or conduct on behalf of our clients. These laws, regulations and other actions include content-related rules with respect to specific products and services, restrictions on media scheduling and placement, required disclosures regarding influencers and other endorsers and labeling or warning requirements with respect to certain products, for example pharmaceuticals, alcoholic beverages, tobacco products, and food and nutritional supplements. We are also subject to rules related to marketing directed to certain groups, such as children. Digital marketing services are a dynamic and growing sector of our business. Our service offerings in this area are covered by laws and regulations concerning user privacy, use of personal information, data protection and online tracking technologies. We are also subject to laws and regulations that govern whether and how we can transfer, process or receive certain data that we use in our operations, including data shared between countries or regions in which we operate. While we maintain policies and operational procedures to promote effective privacy protection and data management, existing and proposed laws and regulations in this area, such as the General Data Protection Regulation (“GDPR”) in the European Union; the California Consumer Privacy Act (“CCPA”), the California Privacy Rights Act (“CPRA”), and other comprehensive privacy laws in Colorado, Connecticut, Utah, and Virginia in the United States; and other different forms of privacy legislation enacted or under consideration across the markets in which we operate, can impact the development, efficacy and profitability of internet-based and other digital marketing. Limitations on the scheduling, content or delivery of direct marketing activities can likewise impact the activities of our agencies offering those services. With agencies and clients located in over 100 countries worldwide, we are also subject to laws governing our international operations. These include broad anti-corruption laws such as the U.S. Foreign Corrupt Practices Act (\"FCPA\") and the U.K. Bribery Act (2010), which generally prohibit the making or offering of improper payments to government officials and political figures. Export controls and economic sanctions regimes, such as those maintained by the U.S. government and comparable ones by the U.K., the member states of the European Union and the U.N., impose limitations on the Company’s ability to operate in certain geographic regions, including Russia, or to seek or service certain potential clients. Likewise, our Treasury  8 8 8 Table of Contents Table of Contents operations must comply with exchange controls, restrictions on currency repatriation and the control requirements of applicable anti-money-laundering statutes. Available Information Our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and any amendments to these reports are available, free of charge, on our website at www.interpublic.com under the \"For Investors\" section, as soon as reasonably practicable after we electronically file such reports with, or furnish them to, the U.S. Securities and Exchange Commission (\"SEC\") at www.sec.gov. Our Corporate Governance Guidelines, Interpublic Group Code of Conduct, Supplier Code of Conduct and the charters for each of the Audit Committee, Compensation and Leadership Talent Committee, and Corporate Governance and Social Responsibility Committee are available, free of charge, on our website at www.interpublic.com in the \"Corporate Governance\" subsection of the \"About\" section. Information on our website is not part of this report.  9 9 9  Table of Contents Table of Contents Executive Officers of IPG NameAgeOfficePhilippe Krakowsky60Chief Executive OfficerEllen Johnson57Executive Vice President and Chief Financial OfficerAndrew Bonzani59Executive Vice President and General CounselChristopher F. Carroll56Senior Vice President, Controller and Chief Accounting Officer  There is no family relationship among any of the executive officers. Mr. Krakowsky is Chief Executive Officer of IPG, a role he assumed on January 1, 2021. He is also a member of IPG’s Board of Directors. Prior to being named IPG's CEO, Mr. Krakowsky served as the company’s Chief Operating Officer beginning in September 2019, managing business operations across Interpublic, with direct oversight of IPG’s independent companies including Carmichael Lynch, Deutsch, Hill Holliday, Huge and R/GA and IPG's Media, Data and Technology offerings including IPG Mediabrands, Acxiom, Kinesso and Matterkind. During that time, Mr. Krakowsky was also Chairman of IPG Mediabrands. Over the course of his nearly two-decade tenure at IPG, Mr. Krakowsky has also led the strategy, talent, communications and business development functions for the holding company. Before taking on the COO role at IPG, Mr. Krakowsky spent a number of years as CEO of Mediabrands, leading the 10,500-person media investment unit, as well as served as interim-CEO of FCB. From February 2011 until assuming the role of COO, Mr. Krakowsky was also IPG’s Chief Strategy and Talent Officer, where he oversaw key functions that have been vital to the company’s development and growth. Ms. Johnson became Executive Vice President and Chief Financial Officer of the Company, effective January 1, 2020. Prior to that time, Ms. Johnson served as Senior Vice President of Finance and Treasurer from February 2013 to December 31, 2020, and as Senior Vice President and Treasurer from October 2004 to February 2013. She served as Executive Vice President, Chief Financial Officer of The Partnership, a division of IPG from May 2004 to October 2004, and prior to that, served as Assistant Treasurer, International from February 2000 to May 2004. Mr. Bonzani was hired as Senior Vice President, General Counsel and Secretary in April 2012. He was promoted to Executive Vice President, General Counsel and Secretary in February 2019 and now serves as Executive Vice President and General Counsel as of February 2021. Prior to joining IPG, Mr. Bonzani worked at IBM for 18 years, holding a number of positions in the legal department, most recently as Vice President, Assistant General Counsel and Secretary from July 2008 to March 2012. Mr. Carroll was named Senior Vice President, Controller and Chief Accounting Officer in April 2006. Mr. Carroll has also served as the finance lead for multiple units within IPG, including as Senior Vice President and Controller of McCann Worldgroup in 2005 and 2006, and as Segment Manager of what is now our Specialized Communications & Experiential Solutions segment from 2017 until 2022. Prior to joining us, Mr. Carroll served in various Chief Accounting Officer and Controller roles, as well as a Financial Vice President at Lucent Technologies, Inc. and began his professional career at PricewaterhouseCoopers from October 1991 to September 2000.  10 10 10  Table of Contents Table of Contents", "time": "00:00:04"}