{"cik": 55067, "item_1A": "ITEM 1. BUSINESS The Company. Kellogg Company, founded in 1906 and incorporated in Delaware in 1922, and its subsidiaries are engaged in the manufacture and marketing of snacks and convenience foods. The address of the principal business office of Kellogg Company is One Kellogg Square, P.O. Box 3599, Battle Creek, Michigan 49016-3599. Unless otherwise specified or indicated by the context, “Kellogg,” the \"Company,\" “we,” “us” and “our” refer to Kellogg Company, its divisions and subsidiaries.  On June 21, 2022, the Company announced a plan to separate its North American cereal business. See the discussion in Item 1A. Risk Factors, Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations, and in Note 2 within Notes to the Consolidated Financial Statements, which are located herein under Part II, Item 8. Financial Information About Segments. Information on segments is located in Note 17 within Notes to the Consolidated Financial Statements. Principal Products. Our principal products are snacks, such as crackers, savory snacks, toaster pastries, cereal bars, granola bars and bites; and convenience foods, such as, ready-to-eat cereals,  frozen waffles, veggie foods and noodles. These products were, as of February 21, 2023, manufactured by us in 21 countries and marketed in more than 180 countries. They are sold to retailers through direct sales forces for resale to consumers.  We use broker and distributor arrangements for certain products and channels, as well as in certain geographies.  Our snacks brands are marketed under brands such as Kellogg’s, Cheez-It, Pringles, Austin, Parati, and RXBAR.  Our cereals and cereal bars are generally marketed under the Kellogg’s name, with some under the Kashi and Bear Naked brands.  Our frozen foods are marketed under the Eggo and Morningstar Farms brands.   We also market crackers, crisps, and other convenience foods, under brands such as Kellogg’s, Cheez-It, Pringles, and Austin, to supermarkets in the United States through a variety of distribution methods. Additional information pertaining to the relative sales of our products for the years 2020 through 2022 is located in Note 17 within Notes to the Consolidated Financial Statements, which are included herein under Part II, Item 8.  Environmental, Social and Governance (ESG) Leadership. Kellogg Company’s vision is a good and just world where people are not just fed, but fulfilled. Our purpose is creating better days, and a place at the table for everyone, through our trusted food brands. Our vision and purpose are brought to life through Kellogg’s® Better Days Promise™, our promise to advance sustainable and equitable access to food by addressing the intersection of wellbeing, hunger, sustainability, and equity, diversity and inclusion (ED&I) for 3 billion people by the end of 2030. This work is not new - we’ve been making progress on these topics for many decades and have been reporting our results annually through our ESG report (formerly Corporate Responsibility Report) and other disclosures since 2009. The information contained in our ESG report is not incorporated by reference herein or otherwise made a part of this Annual Report on Form 10-K or any of our other filings with the Securities and Exchange Commission. We also report against the Sustainability Accounting Standards Board (“SASB”), Task Force on Climate-Related Financial Disclosures (“TCFD”) and Global Reporting Initiative (\"GRI\") reporting frameworks, as well as many other industry disclosures like CDP and the Dow Jones Sustainability Index. In 2022, Kellogg’s sustainability performance is within the top 15% of our industry according to the 2022 S&P Global ESG Yearbook, making Kellogg among the world’s highest performing companies.  Our ESG Commitments. Kellogg’s global ESG strategy, Kellogg’s® Better Days Promise™, is our promise to create 3 billion better days by the end of 2030 (from a 2015 baseline).  Specifically, we are committed to:  •Nourishing 1 billion people with our foods by the end of 2030. •Feeding 375 million people in need by the end of 2030. •Nurturing people and planet, including support for 1 million farmers and workers, including women and smallholders, by the end of 2030. •Ensuring nondiscrimination and ED&I for all employees. This includes our aspirational goals of gender 50/50 parity on a global basis and 25% underrepresented talent at the management level by the end of 2025 in the U.S. •Engaging 1.5 billion people in advocating for sustainable and equitable access to food by the end of 2030. 3 3 3         Climate-Related Disclosure. Climate change and food security are considerations for Kellogg to ensure the long-term health and viability of the ingredients we use in our products. As a plant-based food company, the success of Kellogg Company is dependent on having timely access to high quality, low cost ingredients, water and energy for manufacturing globally. Risks are identified annually through annual reporting and evaluated in the short (<3 years), medium (3 - 6 years) and long terms (>6 years). These natural capital dependencies are at risk of shortage, price volatility, regulation, and quality impacts due to climate change which is assessed as part of Kellogg’s overall enterprise risk management approach. Specific risks including water stress and social accountability are specifically identified and assessed on a regular basis, especially in emerging market expansion that fuels company growth.   Due to these risks, Kellogg has implemented short and long-term initiatives to mitigate and adapt to these environmental pressures, as well as the resulting challenge of food security. While these risks are not currently impacting business growth, they must be monitored, evaluated, and mitigated. The Company has incorporated the risks and opportunities of climate change and food security as part of the Deploy For Growth Strategy and Kellogg’s® Better Days Promise™ by continuing to identify risk, incorporate sustainability indicators into strategic priorities, and report regularly to leadership, the Board, and publicly. Kellogg has been recognized as a 2021 CDP Supplier Engagement Leader, representing the top 7% of companies who disclosed to the full climate questionnaire.   Oversight. Kellogg Company’s Board of Directors, including its Social Responsibility and Public Policy Committee, oversees our ESG strategy. Our Senior Vice President Chief Global Corporate Affairs Officer, Senior Vice President Global Supply Chain, Senior Vice President Chief Global Human Resources Officer, Senior Vice President Research and Development and other executives who report to the Chairman and CEO, are responsible for successfully implementing the strategy and regularly updating the CEO and Board Committee. Our Chief Sustainability Officer (CSO) reports to the Senior Vice President Chief Global Corporate Affairs Officer. Additionally, numerous leaders are accountable for achieving specific ESG commitments, based on their roles.   In addition, Kellogg has a Global ESG Council and regional ESG Councils. The Councils ensure execution on priority strategies to maximize ESG performance, share best practices to ensure we are progressing against our commitments. Raw Materials. Agricultural commodities, including corn, wheat, rice, potato flakes, vegetable oils, sugar and cocoa, are the principal raw materials used in our products. Cartonboard, corrugate, and flexible packaging are the principal packaging materials used by us. We continually monitor world supplies and prices of such commodities (which include such packaging materials), as well as government trade policies. The cost of such commodities may fluctuate widely due to government policy and regulation, changing weather patterns and conditions, climate change, and other supply and/or demand impacting events such as a pandemic (such as the COVID-19 pandemic), geopolitical events, or other unforeseen circumstances. Continuous efforts are made to maintain and improve the quality and supply of such commodities for purposes of our short-term and long-term requirements. The principal ingredients in the products produced by us in the United States include corn and corn grits, wheat and wheat-based ingredients, potato flakes, oats, rice, cocoa and chocolate, soybeans and soybean derivatives, various fruits, sugars and sweeteners, vegetable oils, dairy products, eggs, and other ingredients, which are obtained from various sources. While most of these ingredients are purchased from sources in the United States, some materials are imported due to regional availability and specification requirements. We enter into long-term contracts for the materials described in this section and purchase these items on the open market, depending on our view of possible price fluctuations, supply levels, and our relative negotiating power. Despite our ability to source materials necessary to meet increased demand for our products, certain ingredients, packaging and other goods and services have been adversely impacted by the COVID-19 pandemic. Although we are unable to predict the impact to our ability to source these materials and services in the future, we expect supply pressures, supply chain and logistics delays, and other disruptions to continue into 2023. As further discussed herein under Part II, Item 7A, we also use commodity futures and options to hedge some of our costs. Raw materials and packaging needed for internationally based operations are available in adequate supply and are sourced both locally and imported from countries other than those where used in manufacturing. Natural gas and propane are the primary sources of energy used to power processing equipment at major domestic and international facilities, although certain locations may use electricity, oil, propane or solar cells as needed. In addition, considerable amounts of diesel fuel are used in connection with the distribution of our products.   Trademarks.  Generally, our products are marketed under trademarks we own. Our principal trademarks are our housemarks, brand names, slogans, and designs related to cereals, snacks and various other foods manufactured and marketed by us. We also grant licenses to third parties to use these marks on various goods. These trademarks  4 4 4        include Kellogg’s for cereals, convenience foods and other products, and the brand names of certain ready-to-eat cereals, including All-Bran, Apple Jacks, Cocoa Krispies, Kellogg’s Corn Flakes, Corn Pops, Cracklin’ Oat Bran, Crispix, Eggo, Froot Loops, Kellogg’s Frosted Flakes, Krave, Frosted Krispies, Frosted Mini-Wheats, Mueslix, Kellogg's Raisin Bran, Raisin Bran Crunch, Rice Krispies, Smacks/Honey Smacks, Special K, Special K Red Berries, and Smart Start in the United States and elsewhere; Sucrilhos, Zucaritas, Kellogg's Extra, Müsli, and Choco Krispis for cereals in Latin America; Vector and Two Scoops in Canada; Coco Pops, Choco Krispies, Frosties, Fruit ‘n Fibre, Kellogg’s Crunchy Nut, Krave, Kellogg’s Extra, Country Store, Smacks, Pops, Honey Bsss, Zimmy's, W.K. Kellogg, Toppas, and Tresor for cereals in Europe; and Froot Ring, Chocos, Chex, Guardian, Just Right, Be Natural, Sultana Bran, Frosties, Rice Bubbles, Nutri-Grain, and Sustain for cereals in Asia and Australia. Additional trademarks are the names of certain combinations of ready-to-eat Kellogg’s cereals, including Fun Pak and Variety.  Other brand names include Kellogg’s Corn Flake Crumbs; Choco Krispis, Crunchy Nut, Kashi, Nutri-Grain, Special K, Squares, Zucaritas, Rice Krispies Treats, and Sucrilhos for cereal bars; Pop-Tarts for toaster pastries; Eggo and Kashi for frozen breakfast foods; MorningStar Farms for breakfast sandwiches; Special K protein shakes; Nutri-Grain cereal bars for convenience foods in the United States and elsewhere; K-Time, Sunibrite, Split Stix and LCMs for convenience foods in Australia; Nutri-Grain, Coco Pops, Crunchy Nut, Krave, Frosties, and Rice Krispies Squares for convenience foods in Europe; Kashi and Kashi Go for cereals and waffles; Special K for meal bars; Bear Naked for granola cereal, oatmeal and snack bites; Pringles for crisps; and Morningstar Farms, Incogmeato, Veggitizers, and Gardenburger for certain meat alternatives.  We also market convenience foods under trademarks and tradenames which include Austin, Bisco, Cheez-It, Club, Luxe, Minueto, Parati, RXBAR, Special K, Toasteds, Town House, Zesta, and Zoo Cartoon and beverages under the Trink trademark. One of our subsidiaries is also the exclusive licensee of the Carr’s cracker line in the United States.  Our trademarks also include logos and depictions of certain animated characters in conjunction with our products, including the characters Snap, Crackle and Pop for use in connection with Cocoa Krispies and Rice Krispies cereals and Rice Krispies Treats convenience foods; Tony the Tiger for Kellogg’s Frosted Flakes, Zucaritas, Sucrilhos and Frosties cereals and convenience foods; Toucan Sam for Froot Loops and Froot Rings cereal; Dig ‘Em for Smacks/Honey Smacks cereal; Zimmy and Zimmy's cereal; Sunny for Kellogg’s Raisin Bran, Two Scoops and Raisin Bran Crunch cereals; Coco the Monkey for Coco Pops, Choco Krispies and Chocos cereal; Cornelius (aka Cornelio) for Kellogg’s Corn Flakes; Melvin the Elephant for certain cereal, dairy beverages and convenience foods; Chocovore, Poperto, Cerealdo, and Sammy the Seal (aka Smaxey the Seal) for certain cereal products; and Mr. P or Julius Pringles for Pringles crisps.  The slogans The Original & Best, They’re Gr-r-reat! and Follow Your Nose, are trademarks used in connection with our ready-to-eat cereals, along with L’ Eggo my Eggo and L’Eggo with Eggo, used in connection with our frozen waffles, pancakes and French toast sticks, and Snack Stacks used in connection with potato crisps and crackers are also important Kellogg trademarks.   The trademarks listed above, among others, individually and when taken as a whole, are important to our business. Certain individual trademarks are also important to our business. Depending on the jurisdiction, trademarks are generally valid as long as they are in use and/or their registrations are properly maintained and they have not been found to have become generic. Registrations of trademarks can also generally be renewed indefinitely as long as the trademarks are in use. Seasonality. Demand for our products is generally level throughout the year, although some of our convenience foods have a bias for stronger demand in the second half of the year due to events and holidays.  Working Capital.  A description of our working capital is included in the Liquidity section of MD&A within Item 7 of this Report. Customers. Our largest customer, Wal-Mart Stores, Inc. and its affiliates, accounted for approximately 18% of consolidated net sales during 2022, comprised principally of sales within the United States. No other customer accounted for greater than 10% of net sales in 2022.  During 2022, our top five customers, collectively, including Wal-Mart, accounted for approximately 32% of our consolidated net sales and approximately 53% of U.S. net sales. There has been significant worldwide consolidation in the grocery industry and we believe that this trend is likely to continue. Although the loss of any large customer for an extended length of time could negatively impact our sales and profits, we do not anticipate that this will occur to a significant extent due to the consumer demand for our  5 5 5        products and our relationships with our customers. Our products have been generally sold through our own sales forces and through broker and distributor arrangements, and have been generally resold to consumers in retail stores, restaurants, and other food service establishments. Backlog. For the most part, orders are filled within a few days of receipt and are subject to cancellation at any time prior to shipment. The backlog of any unfilled orders at December 31, 2022 and January 1, 2022 was not material to us. Competition. We have experienced, and expect to continue to experience, intense competition for sales of all of our principal products in our major product categories, both domestically and internationally. Our products compete with advertised and branded products of a similar nature as well as unadvertised and private label products, which are typically distributed at lower prices, and generally with other food products. Principal methods and factors of competition include new product introductions, product quality, taste, convenience, nutritional value, price, advertising and promotion. Research and Development. Research to support and expand the use of our existing products and to develop new food products is carried on at the W. K. Kellogg Institute for Food and Nutrition Research in Battle Creek, Michigan, and at other locations around the world. Our expenditures for research and development were approximately (in millions): 2022-$127; 2021-$134; 2020-$135.  Information concerning our research and development expense is located in Note 1 within Notes to the Consolidated Financial Statements. Regulation. Our activities in the United States are subject to regulation by various government agencies, including the Food and Drug Administration, Federal Trade Commission and the Departments of Agriculture, Commerce and Labor, as well as voluntary regulation by other bodies. Various state and local agencies also regulate our activities. Other agencies and bodies outside of the United States, including those of the European Union and various countries, states and municipalities, also regulate our activities. Environmental Matters. Our facilities are subject to various U.S. and foreign, federal, state, and local laws and regulations regarding the release of material into the environment and the protection of the environment in other ways. We are not a party to any material proceedings arising under these regulations. We believe that compliance with existing environmental laws and regulations will not materially affect our consolidated financial condition or our competitive position.  Human Capital Resources. On December 31, 2022, we had approximately 30,000 employees. The majority of our employees work on a full-time basis.  We are also party to numerous collective bargaining agreements. Our human capital objectives include attracting, developing, engaging, rewarding and retaining our employees.   Equity, Diversity and Inclusion: In 2005, Kellogg established an Office of Diversity & Inclusion.  Since this time, our Company has enhanced our strategy to lead with Equity and be known as the Office of Equity, Diversity and Inclusion. This office has been focused on recruiting and retaining employees, creating awareness of diversity issues, fostering a supportive, positive environment where inclusive behaviors are the norm, and embedding accountability for diversity throughout the organization.  Our goal is to reflect the diversity of our consumers throughout our Company. We report to our Board of Directors on a periodic basis about the actions we have taken to make progress on our ED&I journey, and we are firmly committed to continuing to advance our ED&I priorities. Our focus on equity, diversity and inclusion enables us to build a culture where employees are inspired to share their passion, talents and ideas.  Our eight Business Employee Resource Groups, which include KVets and Supporters, Kellogg Multinational Employee Resource Group, Kellogg’s Young Professionals, Kellogg African American Resource Group, Women of Kellogg, Hola (our Latino resource group), KPride & Allies (our LBGTQ+ resource group), and Kapable (our resource group for people with disabilities and their supporters), also play a critical role in attracting diverse talent, providing mentoring and career development opportunities, delivering commercial business insights and connecting people to the Company and the communities where we do business. Through many initiatives, supported by our Business Employee Resource Groups and ED&I Champions, several leading organizations recognized Kellogg for our commitment to building and supporting equity, diversity and inclusion in our workplace, marketplace and the communities where we work and live. These include Diversity Inc., Social Corporate Equity Index, Diversity Best Practice Index and Human Rights Campaign (HRC) Best Places to Work for LGBTQ Equality, to name a few.   Training and Development: We invest in ongoing leadership development through programs such as our Step UP program for future managers, our Accelerate program for experienced managers and our executive leadership training program for developing our future leaders.  Employee Engagement: We communicate frequently and transparently with our employees through a variety of engagement vehicles, from externally managed global opinion surveys to weekly check-ins via our internal global  6 6 6        recognition platform.  We also provide a wide array of opportunities for volunteerism through Kellogg’s “Better Days” commitment, and provide matching donations for employees’ service to charities of their choosing in many regions. Total Rewards: We provide a market-based competitive compensation through our salary, annual incentive and long-term incentive programs, and a benefits package that promotes employee well-being across all aspects of their lives, including physical, financial, social and emotional wellbeing. We sponsor a number of benefit plans for eligible employees in the United States and various foreign locations, including defined benefit pension plans, defined contributions retirement plans, retiree health and welfare, active health care, severance and other postemployment benefits.  We continually review and implement new programs around the world to meet the evolving needs of our employees, including, but not limited to benefit programs for same sex partners and progressive leave benefits (e.g., paternity/maternity and active Military). We are also offering flexible work arrangements across our global population.  Health and Wellness: We aim to create a culture where all colleagues feel supported and valued in line with our corporate mission. The ongoing COVID-19 pandemic has led to unique challenges and we are striving to ensure the health, safety, and general well-being of our colleagues. We continue to evolve our programs to meet our colleagues’ health and wellness needs, which we believe is essential to attract and retain employees of the highest caliber, and we offer a competitive benefits package focused on fostering work/life integration. Our global employee wellbeing framework, \"My Total Health,\" addresses physical, financial, social and emotional wellbeing to support our employees' personal goals. On an ongoing basis, we focus on each aspect of wellbeing and provide useful information, education, tools and resources. In North America, our “Find your Wings” employee assistance program provides  access to valuable Mental Health resources. In addition, our “Lean on Me” program trains employees on how to identify other employees that may be struggling with mental health challenges and pointing them towards our available resources. We also provide company paid access to gyms and mindfulness resources in many parts of the world. Most of our locations now use the My Total Health framework to guide how they communicate and engage with employees in support of their wellbeing.    Company Ethics: The Company has processes in place for compliance with the Code of Conduct for Kellogg Company Board of Directors and Global Code of Ethics for Kellogg Company employees, each including a requirement for annual certification that provides employees an opportunity to disclose actual or potential conflicts of interest, report actual or potential violations of the law, the Code or policy and acknowledge their obligation to comply with the applicable code.  The Company regularly re-enforces our commitment to ethics and integrity in employee communications, in our everyday actions and through our processes.  In addition, the Company provides targeted training across the globe during the course of the year. The Company also maintains an ethics related hotline, managed by a third party, through which individuals can anonymously raise concerns or ask questions about business behavior. Financial Information About Geographic Areas. Information on geographic areas is located in Note 17 within Notes to the Consolidated Financial Statements, which are included herein under Part II, Item 8. Executive Officers. The names, ages, and positions of our executive officers (as of February 21, 2023) are listed below, together with their business experience. Executive officers are elected annually by the Board of Directors. 7 7 7        Nicolas Amaya49  Senior Vice President, Kellogg Company President, Kellogg Latin America Mr. Amaya assumed his current position in November 2019.  Mr. Amaya joined Kellogg Company in 2001 as a Marketing Intern for Eggo in the United States. Since then, he has held a variety of leadership positions in the U.S. and Latin America across the cereal, frozen and snacks businesses. Among his many contributions, Mr. Amaya led the complex and challenging regional integration of Pringles in 2012. In April 2013, he was appointed General Manager, Snacks and Growth Platforms for Latin America, and in 2015, he stepped up to the role of Vice President and General Manager, Category Marketing and Innovation, Latin America. He was promoted to Vice President and General Manager for Mexico in October 2016. Prior to Kellogg, Mr. Amaya held various marketing roles at Unilever Andina in the personal care division. Amit Banati54  Vice Chairman and Chief Financial Officer   Mr. Banati has been Senior Vice President, Chief Financial Officer and Principal Financial Officer, Kellogg Company since July 2019 and Vice Chairman since January 2023.  Mr. Banati joined Kellogg in March 2012 as President, Asia Pacific, and his responsibilities were expanded to President, Asia Pacific, Middle East and Africa in July 2018.  Before joining Kellogg Company, Mr. Banati served in a variety of finance, general management and board roles at Kraft Foods, Cadbury Schweppes and Procter & Gamble. He has worked extensively across the Asia Pacific and Africa region. At Kraft Foods he was President, North Asia and Asia Pacific Strategy.   Prior to that, Mr. Banati served as President, Pacific, for Cadbury Schweppes and Chairman of Cadbury Schweppes Australia. He was a member of the company’s Chief Executive Committee. He also served as the Chief Financial Officer for Cadbury Schweppes Asia Pacific. Mr. Banati is a director of Fortune Brands Home Innovations.   Steven A. Cahillane 57  Chairman and Chief Executive Officer Mr. Cahillane has been Chairman of the Board of Kellogg Company since March 2018, and President and Chief Executive Officer since October 2017. He has also served as a Kellogg Director since October 2017. Prior to joining Kellogg, Mr. Cahillane served as Chief Executive Officer and President, and as a member of the board of directors, of Alphabet Holding Company, Inc., a holding company,  and its wholly-owned operating subsidiary, The Nature’s Bounty Co., a health and wellness company,  from September 2014. Prior to that, Mr. Cahillane served as Executive Vice President of The Coca-Cola Company, a beverage company, from February 2013 to February 2014 and President of Coca-Cola Americas, the global beverage maker’s largest business, with $25 billion in annual sales at that time, from January 2013 to February 2014. Mr. Cahillane served as President of various Coca-Cola operating groups from 2007 to 2012. He has also been a trustee of the W. K. Kellogg Foundation Trust since 2018. 8 8 8        Kurt D. Forche53  Vice President and Corporate Controller Mr. Forche was appointed Vice President and Corporate Controller, Kellogg Company, in July 2018. Previously, Mr. Forche served as Vice President, Assistant Corporate Controller since December 2016. Mr. Forche joined Kellogg as an internal auditor in 1997, subsequently holding a number of Finance roles in the North American business until being named Senior Director, Corporate Financial Reporting in April 2014.  Prior to joining Kellogg in 1997, he spent four years at Price Waterhouse as an auditor.  Christopher M. Hood60  Senior Vice President, Kellogg Company President, Kellogg North America  Mr. Hood assumed his current position in July 2018. He most recently served as President, Kellogg Europe from 2013 to 2018. Mr. Hood joined Kellogg Company in 2012 as the Vice President of European Snacks. Prior to Kellogg, he served The Procter and Gamble Company in 1993, and had a distinguished 19-year career in Marketing and General Management, based in Cincinnati, Ohio. Mr. Hood has held a number of Board roles across the Food and Beverage Industry. He currently serves on the GMA Board of Directors and FMI Foundation Board of Trustees. Melissa A. Howell56  Senior Vice President, Global Human Services  Ms. Howell assumed her current position in June 2016. Prior to joining Kellogg, she was Chief Human Resources Officer for Rockford, Michigan-based Wolverine since 2014. Prior to Wolverine, Ms. Howell spent 24 years with General Motors where she led a team of 2,800 Human Resource professionals worldwide, supporting a global business at one of the top automotive companies in the world, and also among the largest public corporations. Ms. Howell joined General Motors as a Labor Relations Representative at its Ypsilanti, Michigan, assembly plant in 1990. Over the following years, she served in a series of key human resources leadership roles in Europe, Asia and U.S. leading teams on six continents across an array of functional areas. Ms. Howell was promoted to Executive Director of North American Human Resources in 2011 and subsequently promoted to Senior Vice President of Global Human Resources. Shumit Kapoor52  Senior Vice President, Kellogg Company President, Kellogg Asia Pacific, Middle East and Africa  Mr. Kapoor assumed his current position in July 2020. Prior to joining Kellogg, he was Regional President, Pet Nutrition, Asia Pacific for Mars Inc. from January 2017 to June 2020.  In this role, Mr. Kapoor had additional oversight of the confectionary and food business in Japan and New Zealand. Prior to that, he was Regional President, Asia Pacific, for Mars’ Royal Canin business from January 2015 to December 2016. Mr. Kapoor served in various leadership roles at Mars Inc., starting his career as General Manager, South East Asia and India Mars Multisales in July 2011. Prior to Mars Inc., Mr. Kapoor was with Nokia from 2005 to 2011 and Procter & Gamble from 1993 to 2005. Rodrigo Lance48  Senior Vice President, Global Supply Chain  Mr. Lance assumed his current position in March 2022.  Prior to his current role, he was Senior Vice President, KNA Supply Chain from October 2019 to March 2022 and Vice President, Supply Chain Europe and Vice President, Supply Chain Latin America from May 2017 to October 2019.  Prior to his Supply Chain roles, Mr. Lance served as Vice President, Snacks Engineering beginning in 2011.  In 1997, Mr. Lance began his career at Kellogg and served in various roles including Production Supervisor at the Queretaro, Mexico, plant.  He also served as the Plant Manager in Guatemala; Linares, Mexico, and Columbus, Georgia, U.S.    9 9 9        David Lawlor55  Senior Vice President, Kellogg Company President, Kellogg Europe  Mr. Lawlor assumed his current position in July 2018. He most recently served as Vice President, European Cereal from November 2017 to June 2018. Mr. Lawlor began his career at Kellogg in 1991, joining as a sales manager in its Dublin office.  Following this, he held a number of senior roles, including running the company’s Middle Eastern business, setting up its Dubai office. Mr. Lawlor then served as General Manager of Kellogg Russia from October 2008 to August 2016 and led the integration of United Bakers Group, a local biscuit and cracker manufacturer. In August 2016, he was appointed Managing Director, UK/ROI where he refocused the company’s efforts to stabilize and grow its core cereal business.   Gary H. Pilnick58  Vice Chairman and Chief Legal Officer Mr. Pilnick was appointed Vice Chairman, Corporate Development and Chief Legal Officer in January 2016. In August 2003, he was appointed Senior Vice President, General Counsel and Secretary and assumed responsibility for Corporate Development in June 2004. He joined Kellogg as Vice President — Deputy General Counsel and Assistant Secretary in September 2000 and served in that position until August 2003. Before joining Kellogg, he served as Vice President and Chief Counsel of Sara Lee Branded Apparel and as Vice President and Chief Counsel, Corporate Development and Finance at Sara Lee Corporation.  Availability of Reports; Website Access; Other Information. Our internet address is http://www.kelloggcompany.com. The information contained on, or accessible through, our website is not part of or incorporated into this Annual Report on Form 10-K. All reports required to be filed with the U.S. Securities and Exchange Commission are available and can be accessed through the Investor Relations section of our website. Copies of our Corporate Governance Guidelines, the Charters of the Audit, Compensation and Talent Management, and Nominating and Governance Committees of the Board of Directors, the Code of Conduct for Kellogg Company directors and Global Code of Ethics for Kellogg Company employees (including the chief executive officer, chief financial officer and corporate controller) can also be found on the Kellogg Company website. Any amendments or waivers to the Global Code of Ethics applicable to the chief executive officer, chief financial officer and corporate controller can also be found in the “Investor Relations” section of the Kellogg Company website. Shareowners may also request a free copy of these documents from: Kellogg Company, P.O. Box CAMB, Battle Creek, Michigan 49016-9935 (phone: (800) 961-1413), Investor Relations Department at that same address (phone: (269) 961-2800) or investor.relations@kellogg.com.  Forward-Looking Statements. This Report contains “forward-looking statements” with projections and expectations concerning, among other things, the anticipated separation of the Company's North American cereal business; the Company’s restructuring programs; the integration of acquired businesses; our strategy, financial principles, and plans; initiatives, improvements and growth; sales, margins, advertising, promotion, merchandising, brand building, operating profit, and earnings per share; innovation; investments; capital expenditures; asset write-offs and expenditures and costs related to productivity or efficiency initiatives; the impact of accounting changes and significant accounting estimates; our ability to meet interest and debt principal repayment obligations; minimum contractual obligations; future common stock repurchases or debt reduction; effective income tax rate; cash flow and core working capital improvements; interest expense; commodity and energy prices; ESG performance; and employee benefit plan costs and funding. Forward-looking statements include predictions of future results or activities and may contain the words “expect,” “believe,” “will,” “can,” “anticipate,” “estimate,” “project,” “should,” or words or phrases of similar meaning. For example, forward-looking statements are found in this Item 1 and in several sections of Management’s Discussion and Analysis. Our actual results or activities may differ materially from these predictions.   10 10 10        Our future results could be affected by a variety of other factors, including the ability to effect the separation transaction and to meet the conditions related thereto; the ability of the separated North American cereal business to succeed as a standalone publicly traded company; potential uncertainty during the pendency of the separation transaction that could affect the Company’s financial performance; the possibility that separation transaction will not be completed within the anticipated time period or at all; the possibility that the separation transaction will not achieve its intended benefits; the possibility of disruption, including changes to existing business relationships, disputes, litigation or unanticipated costs in connection with the separation transaction; uncertainty of the expected financial performance of the Company or the separated North American cereal business following completion of the separation transaction; negative effects of the announcement or pendency of the separation transaction on the market price of the Company’s securities and/or on the financial performance of the Company; uncertainty of the magnitude, duration, geographic reach, impact on the global economy and current and potential restrictions and disruptions related to the COVID-19 outbreak; the impact of the COVID-19 outbreak on our business, growth, reputation, prospects, financial condition, operating results (including components of our financial results), and cash flows and liquidity; the residual impact of the 12-week labor strike at the Company's U.S. cereal plants and a fire at one of the plants; the ability to implement restructurings as planned, whether the expected amount of costs associated with restructurings will differ from forecasts, whether the Company will be able to realize the anticipated benefits from restructurings in the amounts and times expected; the ability to realize the anticipated benefits and synergies from business acquisitions in the amounts and at the times expected; the impact of competitive conditions; the effectiveness of pricing, advertising, and promotional programs; the success of innovation, renovation and new product introductions; the success of our Better Days and sustainability programs; the recoverability of the carrying value of goodwill and other intangibles; the success of productivity improvements and business transitions; commodity and energy prices, transportation costs, labor costs, disruptions or inefficiencies in supply chain; the availability of and interest rates on short-term and long-term financing; actual market performance of benefit plan trust investments; the levels of spending on systems initiatives, properties, business opportunities; integration of acquired businesses; other general and administrative costs; changes in consumer behavior and preferences; the effect of U.S. and foreign economic conditions on items such as interest rates; statutory tax rates; currency conversion and availability; legal and regulatory factors including changes in food safety, advertising and labeling laws and regulations, the ultimate impact of product recalls; business disruption or other losses from war, terrorist acts or political unrest; and the risks and uncertainties described in Item 1A below. Forward-looking statements speak only as of the date they were made, and we undertake no obligation to publicly update them.  ", "time": "00:00:04"}