{"cik": 60086, "item_1A": "Item 1. Business.  Loews Corporation was incorporated in 1969 and is a holding company. Our subsidiaries are engaged in the following lines of business:  •commercial property and casualty insurance (CNA Financial Corporation, a 90.0% owned subsidiary);  •transportation and storage of natural gas and natural gas liquids (Boardwalk Pipeline Partners, LP, a wholly owned subsidiary); and  •operation of a chain of hotels (Loews Hotels Holding Corporation, a wholly owned subsidiary).  We also own 52.6% of Altium Packaging LLC, an unconsolidated subsidiary, which is engaged in the manufacture of rigid plastic packaging solutions.  We have four reportable segments comprised of three individual operating subsidiaries, CNA Financial Corporation, Boardwalk Pipeline Partners, LP and Loews Hotels Holding Corporation; and the Corporate segment. The Corporate segment is primarily comprised of Loews Corporation excluding its subsidiaries and the operations of Altium Packaging LLC (“Altium Packaging”) through March 31, 2021. On April 1, 2021, we sold 47% of Altium Packaging and following the transaction deconsolidated Altium Packaging. Subsequent to deconsolidation, our investment in Altium Packaging is accounted for under the equity method of accounting. Additional financial information on each of our segments is included under Item 7, Management’s Discussion and Analysis of Financial Condition and Results of Operations (“MD&A”). For further information on the deconsolidation of Altium Packaging see Note 2 of the Notes to Consolidated Financial Statements included under Item 8.   CNA FINANCIAL CORPORATION  CNA Financial Corporation (together with its subsidiaries, “CNA”) is an insurance holding company. CNA’s property and casualty and remaining life and group insurance operations are primarily conducted by Continental Casualty Company (“CCC”), The Continental Insurance Company, Western Surety Company, CNA Insurance Company Limited, Hardy Underwriting Bermuda Limited and its subsidiaries (“Hardy”) and CNA Insurance Company (Europe) S.A. CNA accounted for 84.6%, 81.2% and 86.0% of our consolidated total revenue for the years ended December 31, 2022, 2021 and 2020.  5 5 5 5 Table of Contents Table of Contents CNA’s insurance products primarily include commercial property and casualty coverages, including surety. CNA’s services include warranty, risk management, information services and claims administration. CNA’s products and services are primarily marketed through independent agents, brokers and managing general underwriters to a wide variety of customers, including small, medium and large businesses, insurance companies, associations, professionals and other groups. The property and casualty insurance industry is highly competitive, both as it relates to rate and service. CNA competes with a large number of stock and mutual insurance companies, as well as other entities, for both distributors and customers.  Property & Casualty Operations  CNA’s commercial property and casualty insurance operations (“Property & Casualty Operations”) includes its Specialty, Commercial and International lines of business.  Specialty  Specialty provides management and professional liability and other coverages through property and casualty products and services using a network of brokers, independent agencies and managing general underwriters. Specialty includes the following business groups:  Management & Professional Liability: Management & Professional Liability consists of the following coverages and products:  •professional liability coverages and risk management services to various professional firms, including architects, real estate agents, accounting firms and law firms;  •directors and officers (“D&O”), errors and omissions (“E&O”), employment practices, fiduciary, fidelity and cyber coverages. Specific areas of focus include small and mid-size firms, public as well as privately held firms and not-for-profit organizations;  •insurance products to serve the health care industry, including professional and general liability as well as associated casualty coverages. Key customer groups include aging services, allied medical facilities, dentists, physicians, nurses and other medical practitioners.  Surety: Surety offers small, medium and large contract and commercial surety bonds. Surety provides surety and fidelity bonds in all 50 states.  Warranty and Alternative Risks: Warranty and Alternative Risks provides extended service contracts and insurance products that provide protection from the financial burden associated with mechanical breakdown and other related losses, primarily for vehicles, portable electronic communication devices and other consumer goods. Service contracts are generally distributed by commission-based independent representatives and sold by auto dealerships and retailers in North America to customers in conjunction with the purchase of a new or used vehicle or new consumer goods. Additionally, CNA’s insurance companies may issue contractual liability insurance policies or guaranteed asset protection reimbursement insurance policies to cover the liabilities of these service contracts issued by affiliated entities or third parties.  Commercial  Commercial works with a network of brokers and independent agents to market a broad range of property and casualty insurance products to all types of insureds, targeting small business, construction, middle markets and other commercial customers. Property products include standard and excess property, marine and boiler and machinery coverages. Casualty products include standard casualty insurance products such as workers’ compensation, general and product liability, commercial auto, umbrella, and excess and surplus coverages. Most insurance programs are provided on a guaranteed cost basis; however, CNA also offers specialized loss-sensitive insurance programs and total risk management services relating to claim and information services to the large commercial insurance marketplace.  International  International underwrites property and casualty coverages on a global basis through a branch operation in Canada, a European business consisting of insurance companies based in the United Kingdom and Luxembourg and Hardy, CNA’s Lloyd’s of London (“Lloyd’s”) syndicate.  6 6 6 6 Table of Contents Table of Contents Property & Casualty Structure  CNA’s commercial property & casualty underwriting operations presence in the United States of America (“U.S.”) consists of field underwriting locations and centralized processing operations which handle policy processing, billing and collection activities and also act as call centers to optimize service. CNA’s claim operations presence in the U.S. consists of primary locations where it handles multiple claim types and key business functions, as well as regional claim offices which are aligned with CNA’s underwriting field structure. CNA also has property & casualty underwriting operations in Canada, the United Kingdom (“U.K.”) and Continental Europe, as well as access to business placed at Lloyd’s through Syndicate 382.  Other Insurance Operations  Other Insurance Operations include CNA’s run-off long term care business as well as structured settlement obligations not funded by annuities related to certain property and casualty claimants, certain corporate expenses, including interest on CNA corporate debt, and certain property and casualty businesses in run-off, including CNA Re, A&EP, a legacy portfolio of excess workers’ compensation (“EWC”) policies and certain legacy mass tort reserves.  Regulation  Current Regulation:  The insurance industry is subject to comprehensive and detailed regulation and supervision. Regulatory oversight by applicable agencies is exercised through review of submitted filings and information, examinations (both financial and market conduct), direct inquiries and interviews. Each domestic and foreign jurisdiction has established supervisory agencies with broad administrative powers relative to licensing insurers and agents, approving policy forms, establishing reserve requirements, prescribing the form and content of statutory financial reports and regulating capital adequacy and the type, quality and amount of investments permitted. Such regulatory powers also extend to premium rate regulations requiring rates not be excessive, inadequate or unfairly discriminatory. In addition to regulation of dividends by insurance subsidiaries, intercompany transfers of assets or payments may be subject to prior notice or approval by insurance regulators, depending on the size of such transfers and payments in relation to the financial position of the insurance subsidiaries making the transfers or payments.  As CNA’s insurance operations are conducted in both domestic and foreign jurisdictions, CNA is subject to a number of regulatory agency requirements applicable to a portion, or all, of CNA’s operations. These include but are not limited to, the State of Illinois Department of Insurance (which is CNA’s global group-wide supervisor), the U.K. Prudential Regulatory Authority and Financial Conduct Authority, the Office of Superintendent of Financial Institutions in Canada, the Luxembourg insurance regulator Commissariat aux Assurances and the Bermuda Monetary Authority.  The U.S. and foreign regulatory environment in which CNA operates is evolving on an ongoing basis and impacts aspects of corporate governance, risk management practices, public disclosures and cyber security. CNA has invested and continues to invest in the security of its systems and in its technology infrastructure on an enterprise-wide basis.  Domestic insurers are also required by state insurance regulators to provide coverage to certain insureds who would not otherwise be considered eligible by the insurers. Each state dictates the types of insurance and the level of coverage that must be provided to such involuntary risks. CNA’s share of these involuntary risks is mandatory and generally a function of its respective share of the voluntary market by line of insurance in each state.  Further, domestic insurance companies are subject to state guaranty fund and other insurance-related assessments. Guaranty funds are governed by state insurance guaranty associations which levy assessments to meet the funding needs of insolvent insurer estates. Other insurance-related assessments are generally levied by state agencies to fund various organizations including disaster relief funds, rating bureaus, insurance departments, and workers’ compensation second injury funds, and by industry organizations that assist in the statistical analysis and ratemaking process and CNA has the ability to recoup certain of these assessments from policyholders.  Although the U.S. federal government does not currently directly regulate the business of insurance, federal legislative and regulatory initiatives can affect the insurance industry. These initiatives and legislation include proposals relating to terrorism and natural catastrophe exposures, cybersecurity risk management, ESG initiatives, federal financial services reforms and certain tax reforms.  Hardy, a specialized Lloyd’s underwriter, is also supervised by the Council of Lloyd’s, which is the franchisor for all Lloyd’s operations. The Council of Lloyd’s has wide discretionary powers to regulate Lloyd’s underwriting, such as establishing the capital requirements for syndicate participation. In addition, the annual business plan of each syndicate is  7 7 7 7 Table of Contents Table of Contents subject to the review and approval of the Lloyd’s Franchise Board, which is responsible for business planning and monitoring for all syndicates.  Capital adequacy and risk management regulations, referred to as Solvency II, apply to CNA’s European operations and are enacted by the European Commission, the executive body of the European Union (“E.U.”). Additionally, the International Association of Insurance Supervisors (“IAIS”) continues to develop capital requirements as more fully discussed below.  Regulation Outlook: The IAIS has adopted a Common Framework (“ComFrame”) for the supervision of Internationally Active Insurance Groups (“IAIGs”) which is focused on the group-wide supervision of IAIGs, such as CNA. As part of ComFrame, the IAIS has developed a global capital standard that, if adopted in the U.S., would be applicable to U.S.-based IAIGs. Certain elements of ComFrame are expected to be formally utilized by U.S. state-based regulators beginning in 2023, as a result of such elements being incorporated in regulatory guidelines issued by the National Association of Insurance Commissioners (“NAIC”). This incorporation is intended to streamline group-wide supervision, further leveraging existing risk and solvency measures and applying them on a group-wide basis.  The NAIC has developed an approach to group capital regulation and solvency-monitoring activities using the Group Capital Calculation (“GCC”). While historically the U.S. regulatory regime was primarily based on legal entity regulation, the GCC quantifies risk across the insurance group. The GCC was adopted by the NAIC along with model legislative language and attendant regulations, which have been adopted in a number of U.S. states where IAIGs are domiciled, including Illinois. Alongside the GCC, the NAIC has also developed the Aggregation Method (“AM”) approach to assessing group capital as an alternative to the Insurance Capital Standard (“ICS”) developed by the IAIS. The AM is influenced by the GCC and calculated in a similar manner. By 2024, the IAIS will be assessing whether the AM provides comparable outcomes to the ICS.  On September 22, 2017, the U.S. Treasury Department, the U.S. Trade Representative (“USTR”) and the E.U. announced they had formally signed a covered agreement on Prudential Measures Regarding Insurance and Reinsurance (“U.S.-E.U. Covered Agreement”). The U.S.-E.U. Covered Agreement requires U.S. states to prospectively eliminate the requirement that domestic insurance companies must obtain collateral from E.U. reinsurance companies that are not licensed in their state (alien reinsurers) in order to obtain reserve credit under statutory accounting. In exchange, the E.U. will not impose local presence requirements on U.S. firms operating in the E.U., and effectively must defer to U.S. group capital regulation for these firms. On December 18, 2018, the U.S. Treasury Department, the USTR and the U.K. announced they formally signed the Bilateral Agreement on Prudential Measures Regarding Insurance and Reinsurance (“U.S.-U.K. Covered Agreement”). This Agreement has similar terms as the U.S.-E.U. Covered Agreement. Because these covered agreements were not self-executing, U.S. state laws were revised to amend reinsurance collateral requirements to conform to the provisions within each of the agreements.   The reinsurance collateral requirements were required to be adopted by the states within five years from the signing of the covered agreements, which was September 1, 2022, or states risked federal preemption in this area. As a result of all relevant jurisdictions adopting these requirements, including Illinois, federal preemption was avoided.  Properties: CNA’s principal executive offices are based in Chicago, Illinois. CNA’s subsidiaries maintain office space in various cities throughout the United States and various countries. CNA leases all of its office space.   BOARDWALK PIPELINE PARTNERS, LP  Boardwalk Pipeline Partners, LP (together with its subsidiaries, “Boardwalk Pipelines”) is engaged in the business of transportation and storage of natural gas and natural gas liquids and hydrocarbons (herein referred to together as “NGLs”). Boardwalk Pipelines accounted for 10.3%, 9.2% and 10.3% of our consolidated total revenue for the years ended December 31, 2022, 2021 and 2020.  A wholly owned subsidiary of ours, Boardwalk Pipelines Holding Corp. (“BPHC”) owns, directly and indirectly, 100% of the general partner and limited partnership interests of Boardwalk Pipelines.  Boardwalk Pipelines owns and operates approximately 13,515 miles of interconnected natural gas pipelines directly serving customers in thirteen states and indirectly serving customers throughout the northeastern and southeastern U.S. through numerous interconnections with unaffiliated pipelines. Boardwalk Pipelines also owns and operates approximately 450 miles of NGL pipelines in Louisiana and Texas. In 2022, its pipeline systems transported approximately 3.4 trillion cubic feet of natural gas and approximately 90.6 million barrels (“MMBbls”) of NGLs. Average daily throughput on Boardwalk Pipelines’ natural gas pipeline systems during 2022 was approximately 9.3 billion cubic feet (“Bcf”). Boardwalk Pipelines’ natural gas storage facilities are comprised of fourteen underground storage fields located in four  8 8 8 8 Table of Contents Table of Contents states with aggregate working gas capacity of approximately 213.0 Bcf and Boardwalk Pipelines’ NGL storage facilities consist of eleven salt dome caverns located in Louisiana with an aggregate storage capacity of approximately 32.3 MMBbls. Boardwalk Pipelines also owns nine salt dome caverns and related brine infrastructure for use in providing brine supply services and to support the NGL storage operations.  Boardwalk Pipelines’ principal pipeline and storage systems are described below:  The Gulf South Pipeline Company, LLC (“Gulf South”) pipeline system runs approximately 7,260 miles along the Gulf Coast in the states of Oklahoma, Texas, Louisiana, Mississippi, Alabama and Florida. The pipeline system has a peak-day delivery capacity of 10.9 Bcf per day and average daily throughput for the year ended December 31, 2022 was 5.8 Bcf per day. Gulf South has ten natural gas storage facilities. The two natural gas storage facilities located in Louisiana and Mississippi have approximately 91.5 Bcf of working gas storage capacity and the eight salt dome natural gas storage caverns in Mississippi have approximately 46.0 Bcf of total storage capacity, of which approximately 29.6 Bcf is working gas capacity. Gulf South also owns undeveloped land which is suitable for up to five additional storage caverns.  The Texas Gas Transmission, LLC (“Texas Gas”) pipeline system, a bi-directional pipeline, runs approximately 5,975 miles and is located in Louisiana, East Texas, Arkansas, Mississippi, Tennessee, Kentucky, Indiana and Ohio with smaller diameter lines extending into Illinois. The pipeline system has a peak-day delivery capacity of 6.1 Bcf per day and average daily throughput for the year ended December 31, 2022 was 3.4 Bcf per day. Texas Gas owns nine natural gas storage fields with 84.3 Bcf of working gas storage capacity.  Boardwalk Louisiana Midstream, LLC and Boardwalk Petrochemical Pipeline, LLC (collectively “Louisiana Midstream”) provide transportation and storage services for natural gas, NGLs and ethylene, fractionation services for NGLs and brine supply services. These assets provide approximately 48.9 MMBbls of salt dome storage capacity, including approximately 7.6 Bcf of working natural gas storage capacity, significant brine supply infrastructure, and approximately 285 miles of pipeline assets. Louisiana Midstream owns and operates the Evangeline Pipeline (“Evangeline”), which is an approximately 180 mile interstate ethylene pipeline that is capable of transporting approximately 4.2 billion pounds of ethylene per year between Texas and Louisiana, with interconnections with its ethylene distribution system. Throughput for Louisiana Midstream was 90.6 MMBbls for the year ended December 31, 2022.  In 2022, Boardwalk Pipelines placed into service approximately $157 million of growth projects which represents approximately 0.7 Bcf per day of firm natural gas transportation capacity, which added additional capacity to its ethylene system, and the completion of the deepest brine well in North America, which will provide access to additional salt reserves and reliability for its brine customers. Boardwalk Pipelines expects to spend approximately $410 million on its growth projects currently under construction through 2025. These projects will add another approximately 0.7 Bcf per day of firm natural gas transportation capacity and additional NGLs capacity. The additional NGLs capacity, when completed and in conjunction with the 2022 completed project, will result in an approximate increase of 20% in the capacity of its ethylene systems. These projects are expected to serve increased natural gas demand from power generation plants and liquids demand from petrochemical facilities. All of Boardwalk Pipelines’ growth projects are secured by long-term firm contracts.  Customers: Boardwalk Pipelines serves a broad mix of customers, including end-use customers, such as electric power generators, local distribution companies, industrial users and exporters of liquefied natural gas (“LNG”), producers and marketers of natural gas and interstate and intrastate pipelines, who, in turn, provide transportation and storage services for end-users. These customers are located throughout the Gulf Coast, Midwest and Northeast regions of the U.S. Boardwalk Pipelines’ delivery market has diversified over time, with increased deliveries to end-use customers, whereas, historically its delivery markets were primarily to other pipelines who then delivered to end-use customers.  Governmental Regulation: The FERC regulates Boardwalk Pipelines’ interstate natural gas transmission operating subsidiaries under the Natural Gas Act of 1938 (“NGA”) and the Natural Gas Policy Act of 1978 (“NGPA”). The FERC regulates, among other things, the rates and charges for the transportation and storage of natural gas in interstate commerce and the construction, extension, enlargement or abandonment of facilities under its jurisdiction. Where required, Boardwalk Pipelines’ natural gas pipeline subsidiaries hold certificates of public convenience and necessity issued by the FERC covering certain of their facilities, activities and services. The maximum rates that Boardwalk Pipelines’ FERC-regulated subsidiaries may charge for all aspects of the natural gas transportation services they provide, are established through the FERC’s cost-based rate-making process. Key determinants in the FERC’s cost-based rate-making process are the costs of providing service, the volumes of gas being transported, the rate design, the allocation of costs between services, the capital structure and the rate of return a pipeline is permitted to earn. The maximum rates that may be charged by Boardwalk Pipelines for storage services on Texas Gas, except for services associated with a portion of the working gas capacity on that system, are also established through the FERC’s cost-based rate-making process. The FERC has authorized Boardwalk  9 9 9 9 Table of Contents Table of Contents Pipelines to charge market-based rates for its firm and interruptible storage services for the majority of its other natural gas storage facilities. None of Boardwalk Pipelines’ FERC-regulated entities currently have an obligation to file a new rate case and Gulf South is prohibited from filing a rate case until May 1, 2023, subject to certain exceptions.   Some of Boardwalk Pipelines’ other subsidiaries transport natural gas in intrastate commerce under the rules and regulations established by the Texas Railroad Commission and in interstate commerce that is subject to FERC jurisdiction under Section 311 of the NGPA. The maximum rates for services are established under Section 311 of the NGPA and are generally subject to review every five years by the FERC.  The FERC issued a Notice of Inquiry (“NOI”) on April 19, 2018, initiating a review of its policies on certification of natural gas pipelines, including an examination of its long-standing Policy Statement on Certification of New Interstate Natural Gas Pipeline Facilities (“1999 Policy Statement”), issued in 1999, that is used to determine whether to grant certificates for new pipeline projects. On February 18, 2021, the FERC issued another NOI (“2021 NOI”), reopening its review of the 1999 Policy Statement. On February 18, 2022, the FERC issued a Policy Statement on the Certification of New Interstate Natural Gas Facilities and a Policy Statement on the Consideration of Greenhouse Gas Emissions in Natural Gas Infrastructure Project Reviews (2022 Policy Statements), to be effective that same day. On March 24, 2022, the FERC issued an order converting the 2022 Policy Statements into draft policy statements and requested further comments. The FERC will not apply the draft 2022 Policy Statements until it issues final guidance on these topics. Boardwalk Pipelines is unable to predict what, if any, changes may result upon finalization of the draft 2022 Policy Statements that will affect its natural gas pipeline operations or when such new policies, if any, might become effective. Boardwalk Pipelines does not expect that any change in these policy statements would affect it in a materially different manner than any other natural gas pipeline company operating in the U.S.  The FERC has authority to impose civil penalties for violations of the NGA and NGPA, and the implementing regulations thereunder, up to a maximum amount that is adjusted annually for inflation, which for 2023 is approximately $1.5 million per day per violation. Should Boardwalk Pipelines fail to comply with applicable statutes, rules, regulations and orders administered by the FERC, it could be subject to substantial penalties and fines.  The Surface Transportation Board (“STB”) regulates the rates Boardwalk Pipelines charges for interstate service on its ethylene pipelines. The Louisiana Public Service Commission (“LPSC”) regulates the rates Boardwalk Pipelines charges for intrastate service within the state of Louisiana on its petrochemical and NGL pipelines. The STB and LPSC require that Boardwalk Pipelines’ transportation rates are reasonable and that its practices cannot unreasonably discriminate among its shippers.  Boardwalk Pipelines is also regulated by the U.S. Department of Transportation (“DOT”) through the Pipeline and Hazardous Materials Safety Administration (“PHMSA”) under the Natural Gas Pipeline Safety Act of 1968, as amended (“NGPSA”) and the Hazardous Liquids Pipeline Safety Act of 1979, as amended (“HLPSA”). The NGPSA and HLPSA govern the design, installation, testing, construction, operation, replacement and management of interstate natural gas and NGL pipeline facilities. Boardwalk Pipelines has authority from PHMSA to operate certain natural gas pipeline assets under issued permits with specific conditions that allow it to operate those pipeline assets at higher than normal operating pressures of up to 0.80 of the pipeline’s Specified Minimum Yield Strength (“SMYS”). Operating at these pressures allows these pipelines to transport all the existing natural gas volumes Boardwalk Pipelines has contracted for on those facilities with its customers. PHMSA retains discretion whether to grant or maintain authority for Boardwalk Pipelines to operate its natural gas pipeline assets at higher pressures and, in the event that PHMSA should elect not to allow Boardwalk Pipelines to operate at these higher pressures, it could affect its ability to transport all of its contracted quantities of natural gas on these pipeline assets, and Boardwalk Pipelines could incur significant additional costs to reinstate this authority or to develop alternate ways to meet its contractual obligations. PHMSA’s regulations also require transportation pipeline operators to implement integrity management programs to comprehensively evaluate certain high risk areas, known as high consequence areas (“HCAs”) and moderate consequence areas (“MCAs”), along pipelines and take additional safety measures to protect people and property in these areas. The HCAs for natural gas pipelines are predicated on high-population density areas (which, for natural gas transmission lines, include Class 3 and 4 areas and, depending on the potential impacts of a risk event, may include Class 1 and 2 areas) whereas HCAs along Boardwalk Pipelines’ NGL pipelines are based on high-population density areas, areas near certain drinking water sources and unusually sensitive ecological areas.  Legislation has resulted in more stringent mandates for pipeline safety and has charged PHMSA with developing and adopting regulations that impose increased pipeline safety requirements on pipeline operators. In particular, the NGPSA and HLPSA were amended by the Pipeline Safety, Regulatory Certainty, and Job Creation Act of 2011 (“2011 Act”), the Protecting Our Infrastructure of Pipelines and Enhancing Safety Act of 2016 (“2016 Act”) and, most recently, the Protecting Our Infrastructure of Pipelines and Enhancing Safety Act of 2020 (“2020 Act”). Each of these laws imposed increased pipeline safety obligations on pipeline operators. The 2011 Act increased the penalties for safety violations,  10 10 10 10 Table of Contents Table of Contents established additional safety requirements for newly constructed pipelines and required studies of safety issues that could result in the adoption of new regulatory requirements by PHMSA for existing pipelines. The 2016 Act, among other things, required PHMSA to complete its outstanding mandates under the 2011 Act and develop new safety standards for natural gas storage facilities. The 2020 Act reauthorized PHMSA through fiscal year 2023 and directed the agency to move forward with several regulatory initiatives, including obligating operators of non-rural gas gathering lines and new and existing transmission and distribution pipeline facilities to conduct certain leak detection and repair programs and to require facility inspection and maintenance plans to align with those requirements.   As a result of the 2011 Act, the 2016 Act and the 2020 Act, PHMSA has issued a series of significant rulemakings. In October of 2019, PHMSA published a final rule imposing numerous new requirements on onshore gas transmission pipelines, also known as the Mega Rule, relating to maximum allowable operating pressure (“MAOP”) reconfirmation and exceedance reporting, the integrity assessment of additional pipeline mileage found in MCAs and Class 3 and Class 4 non-HCAs by 2033, and the consideration of seismicity as a risk factor in integrity management. PHMSA published a second final rule in October of 2019 for hazardous liquid transmission and gathering pipelines that significantly extends and expands the reach of certain of its integrity management requirements, and that requires the accommodation of in-line inspection tools by 2039 unless the pipeline cannot be modified to permit such accommodation, increased annual, accident and safety-related conditional reporting requirements, and expanded use of leak detection systems beyond HCAs. PHMSA also published final rules during February and July of 2020 that amended the minimum safety requirements related to natural gas storage facilities, including wells, wellbore tubing and casing, and added applicable reporting requirements. In June 2021, PHMSA issued an Advisory Bulletin advising pipeline and pipeline facility operators of applicable requirements to update their inspection and maintenance plans for the elimination of hazardous leaks and minimization of natural gas released from pipeline facilities. PHMSA and state regulators reportedly began their review of these plans in 2022, and PHMSA has separately announced plans to propose rules addressing methane leaks from pipelines. In August 2022, PHMSA published another final rule expanding the Management of Change process, extending corrosion control requirements for gas transmission pipelines, adding requirements that operators ensure no conditions exist following an extreme weather event that could adversely affect the safe operation of the pipeline, and adopting repair criteria for non-HCAs similar to those applicable to HCAs. These new and any future regulations adopted by PHMSA have imposed and may impose more stringent requirements applicable to integrity management programs and other pipeline safety aspects of Boardwalk Pipelines operations, which could cause it to incur increased capital and operating costs and operational delays.  Boardwalk Pipelines’ operations are also subject to extensive federal, state, and local laws and regulations relating to protection of the environment and occupational health and safety. Such laws and regulations impose, among other things, restrictions, liabilities and obligations in connection with the generation, handling, use, storage, transportation, treatment and disposal of various substances including hazardous substances and waste and in connection with spills, releases, discharges and emissions of various substances into the environment. Environmental regulations also require that Boardwalk Pipelines’ facilities, sites and other properties be operated, maintained, abandoned and reclaimed to the satisfaction of applicable regulatory authorities. Occupational health and safety regulations establish standards protective of workers, both generally and within the pipeline industry.  Many states where Boardwalk Pipelines operates also have, or are developing, similar environmental or occupational health and safety legal requirements governing many of the same types of activities, and those requirements can be more stringent than those adopted under federal laws and regulations. Failure to comply with these federal, state and local laws and regulations may result in the assessment of administrative, civil and criminal penalties, the imposition of corrective or remedial obligations, the incurrence of capital expenditures, the occurrence of delays, denials or cancellations in permitting or the development or expansion of projects and the issuance of orders enjoining performance of some or all of Boardwalk Pipelines’ operations in the affected areas.  President Biden continues to pursue additional action to bolster environmental regulations, which may impact Boardwalk Pipelines’ operations. For example, the Biden Administration plans to revise various rules to be more stringent and repeal various rules issued by the Trump Administration, and, to that end, has announced forthcoming actions or released proposed rules regarding restrictions on methane emissions from oil and gas operations, ground level ozone emission standards, and Nationwide Permit (“NWP”) 12. The Biden Administration has also signaled a strong focus on directing agency action to mitigate climate change and further limit greenhouse gas (“GHG”) emissions. For example, in January 2023, the White House’s Council on Environmental Quality (“CEQ”) released guidance to assist federal agencies in assessing the GHG emissions and climate change effects of their proposed actions under the NEPA. The guidance follows the publication of a final rule in April 2022 revoking some modifications made to the regulations under the Trump Administration and reincorporating consideration of direct, indirect, and cumulative effects of major federal actions. CEQ’s guidance is effective immediately and could result in additional challenges to NEPA reviews performed in connection with Boardwalk Pipelines’ projects, which in turn could result in further permitting and approval delays. For more information, see Item 1A. Risk Factors of this Report.  11 11 11 11 Table of Contents Table of Contents Stricter environmental or worker safety laws, regulations or enforcement policies could significantly increase Boardwalk Pipelines’ operational or compliance costs and compliance with new or more stringent environmental legal requirements could delay or prohibit its ability to obtain permits for operations or require Boardwalk Pipelines to install additional pollution control equipment. For instance, the construction or expansion of pipelines often requires authorizations under the Clean Water Act, which authorizations may be subject to challenge. For instance, there is ongoing litigation with respect to the status and use of the U.S. Army Corps of Engineers (the Corps) Clean Water Act Section 404 NWP 12, which was vacated in April 2020. In January 2021, the Corps reissued a restructured NWP 12 for oil and natural gas pipeline activities. The reissued NWP 12, alongside other NWPs, relies upon the Clean Water Act Section 401 certification process, which is also subject to ongoing litigation. In October 2021, the Northern District of California federal court vacated a 2020 rule revising the Section 401 certification process, which was later appealed to the Ninth Circuit and stayed by the Supreme Court. However, following a temporary pause on permitting decisions, in November 2021, the Corps announced that permitting under such NWPs would resume, with the Corps coordinating with certifying authorities for Section 401 certification as needed. Although the full extent and impact of the ongoing litigation and vacaturs is unclear at this time, any disruption in Boardwalk Pipelines’ ability to obtain coverage under NWP 12 or other general permits may result in increased costs and project delays if it is forced to seek individual permits from the Corps. There also continues to be uncertainty with respect to the federal government’s jurisdictional reach under the Clean Water Act over \"waters of the United States\", including wetlands, as the Environmental Protection Agency (“EPA”) and the Corps have pursued multiple rulemakings under different administrations since 2015 in an attempt to determine the scope of such reach. In December 2022, the Administration finalized a new and more expansive definition of “waters of the United States,” which repealed the Trump Administration’s April 2020 rule and largely restored the definition in place prior to 2015, with modifications reflecting Supreme Court decisions issued after 2015. Judicial developments also add to this uncertainty—the Supreme Court recently heard oral arguments in Sackett v. EPA and is expected to rule on the scope of the Clean Water Act’s jurisdiction with respect to wetlands in 2023.  Historically, Boardwalk Pipelines’ environmental compliance costs have not had a material adverse effect on its business, but there can be no assurance that future compliance with existing requirements will not materially affect Boardwalk Pipelines, or that the current regulatory standards will not become more onerous in the future, resulting in more significant costs to maintain compliance and increased exposure to significant liabilities.  Climate Change: Climate change continues to attract considerable public, governmental and scientific attention. As a result, numerous proposals have been made and are likely to continue to be made at the international, national, regional, state and local levels of government to monitor and limit emissions of GHGs. These efforts have included consideration of cap-and-trade programs, carbon taxes and GHG reporting and tracking programs, and regulations that directly limit GHG emissions from certain sources. Due to the nature of Boardwalk Pipelines’ business, its operations emit various types of GHGs. Boardwalk Pipelines seeks to carefully monitor its emissions and expects to incur additional costs to mitigate emissions. New legislation or regulations could increase the costs related to operating and maintaining its facilities. Depending on the particular law, regulation or program, Boardwalk Pipelines could be required to incur capital expenditures for installing new monitoring equipment or emission controls on its facilities, acquire and surrender allowances for GHG emissions, pay taxes or fees related to GHG emissions and/or administer and manage a more comprehensive GHG emissions program. While Boardwalk Pipelines may be able to include some or all of the increased costs in the rates charged by its pipelines, recovery of costs is not certain and would require the FERC’s approval of a rate mechanism designed to recover those costs.  Boardwalk Pipelines recognizes that relative to certain other fossil fuels, natural gas has an important role in reducing GHG emissions and may act as a bridge to scaling up renewable energy or other alternative energy sources in the U.S. While Boardwalk Pipelines is seeking to reduce its GHG emissions, it cannot predict all risks that may be associated with climate change or other ESG matters. For more information, see Boardwalk Pipelines’ risk factor titled “Boardwalk Pipelines’ operations, and those of Boardwalk Pipelines’ customers, are subject to a series of risks regarding climate change” under Item 1A.  Properties: Boardwalk Pipelines is headquartered in leased office space located in Houston, Texas. Boardwalk Pipelines also leases office space in Owensboro, Kentucky. Boardwalk Pipelines’ operating subsidiaries own their respective pipeline systems in fee. However, substantial portions of these systems are constructed and maintained on property owned by others pursuant to rights-of-way, easements, permits, licenses or consents.  12 12 12 12 Table of Contents Table of Contents   LOEWS HOTELS HOLDING CORPORATION  Loews Hotels Holding Corporation (together with its subsidiaries, “Loews Hotels & Co”) operates a chain of 26 hotels. Ten of these hotels are owned by Loews Hotels & Co, thirteen are owned by joint ventures in which Loews Hotels & Co has noncontrolling equity interests and three are managed for unaffiliated owners. Loews Hotels & Co’s earnings are derived from the operation of its owned hotels, its share of earnings in joint venture hotels and hotel management fees earned from both joint venture and managed hotels. Loews Hotels & Co accounted for 5.1%, 3.3% and 2.2% of our consolidated total revenue for the years ended December 31, 2022, 2021 and 2020. The hotels are described below.  Number ofName and LocationRooms  Owned: Loews Chicago Hotel, Chicago, Illinois400Loews Chicago O’Hare Hotel, Chicago, Illinois556Loews Coronado Bay Resort, Coronado, California439Loews Kansas City Hotel, Kansas City, Missouri*800Loews Miami Beach Hotel, Miami Beach, Florida790Loews Minneapolis Hotel, Minneapolis, Minnesota251Loews Philadelphia Hotel, Philadelphia, Pennsylvania581Loews Regency New York Hotel, New York, New York379Loews Vanderbilt Hotel, Nashville, Tennessee340Loews Ventana Canyon Resort, Tucson, Arizona*398  Joint Venture: Hard Rock Hotel, at Universal Orlando, Orlando, Florida650Live! by Loews, Arlington, Texas300Live! by Loews, St. Louis, Missouri216Loews Atlanta Hotel, Atlanta, Georgia414Loews Coral Gables Hotel, Coral Gables, Florida242Loews Hollywood Hotel, Hollywood, California628Loews Portofino Bay Hotel, at Universal Orlando, Orlando, Florida750Loews Royal Pacific Resort, at Universal Orlando, Orlando, Florida1,000Loews Sapphire Falls Resort, at Universal Orlando, Orlando, Florida1,000Universal’s Aventura Hotel, Orlando, Florida600Universal’s Cabana Bay Beach Resort, Orlando, Florida2,200Universal’s Endless Summer Resort – Dockside Inn and Suites, Orlando, Florida2,050Universal’s Endless Summer Resort – Surfside Inn and Suites, Orlando, Florida750  Management Contract: Bisha Hotel and Residences, Toronto, Canada96Loews New Orleans Hotel, New Orleans, Louisiana285Loews Santa Monica Beach Hotel, Santa Monica, California347  *Loews Hotels & Co has a controlling majority equity interest in this property.  Note:    Three owned hotels and nine joint venture hotels are subject to land leases.  13 13 13 13 Table of Contents Table of Contents Recent Developments and Growth Projects:  •In 2022, Loews Boston Hotel management agreement ended;  •In 2022, Loews Coral Gables Hotel in Coral Gables, Florida, a 242 guestroom hotel with approximately 30,000 square feet of function space, opened. Loews Hotels & Co serves as manager and has a joint venture equity interest in the hotel;  •In 2023, Loews Santa Monica Beach Hotel management agreement will expire and the hotel will no longer be managed by Loews Hotels & Co;  •In 2024, Loews Arlington Hotel and Convention Center in Arlington, Texas is expected to open. The hotel, which is currently under construction, is planned to be an approximately 888 guestroom hotel with over 250,000 square feet of function space. Loews Hotels & Co will serve as manager and has a controlling majority equity interest in this hotel; and  •In 2025, three hotels to be named at Universal Orlando with approximately 2,000 guestrooms in the aggregate, are expected to open. As with Loews Hotels & Co’s other properties at Universal Orlando, Loews Hotels & Co will serve as manager and have a joint venture equity interest in the hotels.  Properties: Loews Hotels & Co’s principal executive offices are based in New York City, New York and it has a shared service center outside of Nashville, Tennessee. Loews Hotels & Co leases the office space in both of these locations.   ALTIUM PACKAGING LLC  Altium Packaging is a packaging solutions provider and manufacturer in North America. The business specializes in customized mid- and short-run packaging solutions, serving a diverse customer base in the pharmaceutical, dairy, household chemicals, food/nutraceuticals, industrial/specialty chemicals, water and beverage/juice industries. Altium Packaging develops, manufactures and markets a wide range of extrusion blow-molded and injection molded plastic containers. In addition, Altium Packaging manufactures commodity and differentiated plastic resins from recycled plastic materials. Altium Packaging sells its products throughout North America and its customers include a diverse customer base of many nationally recognized branded food, beverage, consumer products and pharmaceutical companies.  On April 1, 2021, we sold 47% of Altium Packaging and following the transaction deconsolidated Altium Packaging. Subsequent to deconsolidation, our investment in Altium Packaging is accounted for under the equity method of accounting. In August of 2022, we made a cash contribution of $79 million to Altium Packaging. These funds and a pro rata contribution from our joint venture partner were used by Altium Packaging for an acquisition which expanded its offerings and increased its bottle manufacturing capabilities throughout key industries and geographies.    HUMAN CAPITAL  Including our subsidiaries, we employed approximately 12,050 persons at December 31, 2022. CNA employed approximately 6,100 persons. Boardwalk Pipelines employed approximately 1,220 persons, approximately 95 of whom were covered under collective bargaining agreements. Loews Hotels & Co employed approximately 4,600 persons, approximately 1,100 of whom were covered under collective bargaining agreements. We and our subsidiaries believe we have satisfactory labor relations. Separately, unconsolidated entities employ approximately 5,800 persons at properties managed by Loews Hotels & Co and approximately 4,100 persons at Altium Packaging.  We and our subsidiaries understand that seeking to hire qualified people and cultivating an engaging workplace is critical to our businesses’ long-term strategic success. The specialist nature of our businesses also requires commitments to maintaining that talent pool. Each of us has programs in place that are designed to help employees build their knowledge, skills and experience, as well as to guide their career development.   Across the Loews enterprise, a cornerstone of our human capital strategy is our commitment to fostering a diverse, inclusive and engaging work environment, where people are respected and encouraged to contribute their ideas. We believe that by employing individuals with different backgrounds and experiences, we can better meet the diverse needs of our stakeholders.  We and our subsidiaries offer compensation and benefits packages that we believe are appropriate to each of our businesses. These packages may include 401k and other retirement plans, healthcare and insurance benefits, health savings  14 14 14 14 Table of Contents Table of Contents and flexible spending accounts, paid time off and family assistance programs, including paid family leave. We and CNA also offer stock-based compensation to certain management and other senior personnel as a way to align their interests with shareholders and attract and retain key talent.   INFORMATION ABOUT OUR EXECUTIVE OFFICERS FirstBecameNamePosition and Offices HeldAgeExecutive OfficerMarc A. AlpertSenior Vice President, General Counsel and Secretary602016Richard W. ScottSenior Vice President and Chief Investment Officer692009Kenneth I. SiegelSenior Vice President652009Alexander H. TischVice President, Loews Corporation; President and Chief Executive Officer, Loews Hotels & Co442023Benjamin J. TischSenior Vice President, Corporate Development and Strategy402022James S. TischOffice of the President, President and Chief Executive Officer701981Jonathan M. TischOffice of the President and Co-Chairman of the Board; Executive Chairman, Loews Hotels & Co691987Jane J. WangSenior Vice President and Chief Financial Officer412022 First Became Name Position and Offices Held Age Executive Officer Marc A. Alpert Senior Vice President, General Counsel and Secretary 60 2016 Richard W. Scott Senior Vice President and Chief Investment Officer 69 2009 Kenneth I. Siegel Senior Vice President 65 2009 Vice President, Loews Corporation; President and Chief Executive Officer, Loews Hotels & Co 44 2023 Benjamin J. Tisch Senior Vice President, Corporate Development and Strategy 40 2022 James S. Tisch Office of the President, President and Chief Executive Officer 70 1981 Jonathan M. Tisch Office of the President and Co-Chairman of the Board; Executive Chairman, Loews Hotels & Co 69 1987 Jane J. Wang Senior Vice President and Chief Financial Officer 41 2022  All of our executive officers, except Alexander H. Tisch, Benjamin J. Tisch and Jane J. Wang, have served in their current roles at Loews Corporation for at least the past five years.   Alexander H. Tisch has served as Vice President, Loews Corporation, since 2014. He has also served as an officer of Loews Hotels & Co since June 2017, where he was Executive Vice President, Chief Commercial and Development Officer from June 2017 until September 2020, President from September 2020 until December 2022, and President and Chief Executive Officer since January 2023.  Benjamin J. Tisch and Jane J. Wang each served as a Vice President of Loews Corporation from 2014 until assuming their current roles in May 2022.  James S. Tisch is the father of Benjamin J. Tisch, the brother of Andrew H. Tisch, Co-Chairman of the Board, the cousin of Jonathan M. Tisch and the uncle of Alexander H. Tisch. Alexander H. Tisch is the son of Andrew H. Tisch. Jonathan M. Tisch is also a cousin of Andrew H. Tisch. None of our other executive officers or directors are related to any other.  Officers are elected annually and hold office until their successors are elected and qualified, and are subject to removal by the Board of Directors.   AVAILABLE INFORMATION  Our website address is www.loews.com. We make available, free of charge, through our website our Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and amendments to those reports, filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended, as soon as reasonably practicable after these reports are electronically filed with or furnished to the SEC. Copies of our Code of Business Conduct and Ethics, Corporate Governance Guidelines, Audit Committee charter, Compensation Committee charter and Nominating and Governance Committee charter are also available on our website. Information on or accessible through our website is not incorporated by reference into this Report. This Annual Report on Form 10-K and our other SEC filings are also accessible through the SEC’s website at www.sec.gov.  ", "time": "00:00:11"}