{"cik": 66740, "item_1A": "Item 1. Business. 3M Company was incorporated in 1929 under the laws of the State of Delaware to continue operations begun in 1902. The Company’s ticker symbol is MMM. As used herein, the term “3M” or “Company” includes 3M Company and its subsidiaries unless the context indicates otherwise. In this document, for any references to Note 1 through Note 19, refer to the Notes to Consolidated Financial Statements in Item 8. Available Information The Securities and Exchange Commission (SEC) maintains a website that contains reports, proxy and information statements, and other information regarding issuers, including the Company, that file electronically with the SEC. The public can obtain any documents that the Company files with the SEC at http://www.sec.gov. The Company files annual reports, quarterly reports, proxy statements and other documents with the SEC under the Securities Exchange Act of 1934 (Exchange Act). 3M also makes available free of charge through its website (http://investors.3M.com) the Company’s Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and, if applicable, amendments to those reports filed or furnished pursuant to the Exchange Act as soon as reasonably practicable after the Company electronically files such material with, or furnishes it to, the SEC. General 3M is a diversified technology company with a global presence in the following businesses: Safety and Industrial; Transportation and Electronics; Health Care; and Consumer. 3M is among the leading manufacturers of products for many of the markets it serves. Most 3M products involve expertise in product development, manufacturing and marketing, and are subject to competition from products manufactured and sold by other technologically oriented companies.  Business Segments 3M manages its operations in four business segments. The reportable segments are Safety and Industrial, Transportation and Electronics, Health Care, and Consumer. 3M’s four business segments bring together common or related 3M technologies, enhancing the development of innovative products and services and providing for efficient sharing of business resources. In July 2022, 3M announced its intention to spin off the Health Care business as a separate public company (see Note 3 for additional information). Refer to segment descriptions summarized below (Financial information and other disclosures relating to 3M’s business segments and operations in major geographic areas are provided in the Notes to Consolidated Financial Statements):  4 4 4 Table of Contents Table of Contents Business SegmentSafety and IndustrialTransportation and ElectronicsHealth CareConsumerUnderlying divisions/businessesRefer to Note 2 for disaggregated revenue information•Abrasives•Automotive aftermarket•Closure and masking systems•Electrical markets    •Industrial adhesives and tapes•Personal safety•Roofing granules•Advanced materials•Automotive and aerospace•Commercial solutions•Display materials and systems•Electronics materials solutions•Transportation safety•Health information systems•Medical solutions•Oral care    •Separation and purification sciences•Food safety (divested in 2022)•Consumer health and safety•Home care•Home improvement•Stationery and officeRepresentative revenue-generating activities, products or services•Industrial abrasives and finishing for metalworking applications•Autobody repair solutions•Closure systems for personal hygiene products, masking, and packaging materials•Electrical products and materials for construction and maintenance, power distribution and electrical original equipment manufacturers (OEMs)•Structural adhesives and tapes•Respiratory, hearing, eye and fall protection solutions•Natural and color-coated mineral granules for shingles•Advanced ceramic solutions•Attachment tapes, films, sound and temperature management for transportation vehicles•Premium large format graphic films for advertising and fleet signage•Light management films and electronics assembly solutions•Packaging and interconnection solutions•Reflective signage for highway, and vehicle safety•Health care procedure coding and reimbursement software•Skin, wound care, and infection prevention products and solutions•Dentistry and orthodontia solutions•Filtration and purification systems•Consumer bandages, braces, supports and consumer respirators•Cleaning products for the home•Retail abrasives, paint accessories, car care DIY products, picture hanging and consumer air quality solutions•Stationery productsSome seasonality impacts this business segment related to back-to-school, generally in the third quarter of each yearExample brands/offerings•3M™ Cubitron™ II abrasives•Scotch-Brite™ Abrasives•Scotch & Temflex Vinyl Tapes, Scotchkote Coatings, Dynatel locators, Scotchcast resins•Collision repair and paint spray products•Reclosable fasteners; tapes and label materials for durable goods•Electrical infrastructure products; medium voltage cable accessories and insulation tapes•3M ™ VHB™ Bonding tapes; Scotch® masking, packaging and filament tapes•Disposable respirators and fall protection products•Scotchgard™ Protector for shingles•3M™ Nextel™ Ceramic fibers and textiles•Thinsulate™ Acoustic Insulation products and automotive components•3M™ Novec™ Engineered Fluids•3M™ Scotchlite™ graphic films, 3M™ Scotchcal™ and 3M™ Controltac™ Commercial graphics•Electronic display enhancement films and optically clear adhesives•Electronic interconnect products•3M™ Diamond Grade™ DG3 reflective sheeting for transportation safety•3M™ 360 Encompass™ medical coding systems•3M ™ Tegaderm™ wound dressings, V.A.C.® Therapy Systems and disposable respirators in the health care channel•3M™ Filtek™ and 3M™ RelyX™ dental filing materials and cements; 3M™ Clarity™ aligners•Biopharma and other filtration systems, bags, capsules and components•ACE™ , FUTURO™ and Nexcare™ personal health care products•Scotch-Brite™ cleaning supplies, sponges, brushes, and scouring pads; Scotchgard™ products•Scotch® tapes and other products, Filtrete™ filters and Command™ adhesive products•Post-it® productsRepresentative market trends or opportunities•Personal safety•Connected bodyshop•Grid modernization•Robotics and automation•Automotive/mobility•Electronic materials•Semiconductor•Graphic and architectural films•Wound care•Healthcare IT•Biopharma filtration•Home improvement•Consumer safety & well-being•Package protection & shipping•Appearance auto care Underlying divisions/businesses Refer to Note 2 for disaggregated revenue information •Abrasives •Automotive aftermarket •Closure and masking systems •Electrical markets     •Industrial adhesives and tapes •Personal safety •Roofing granules •Advanced materials •Automotive and aerospace •Commercial solutions •Display materials and systems •Electronics materials solutions •Transportation safety •Health information systems •Medical solutions •Oral care     •Separation and purification sciences •Food safety (divested in 2022) •Consumer health and safety •Home care •Home improvement •Stationery and office •Industrial abrasives and finishing for metalworking applications •Autobody repair solutions •Closure systems for personal hygiene products, masking, and packaging materials •Electrical products and materials for construction and maintenance, power distribution and electrical original equipment manufacturers (OEMs) •Structural adhesives and tapes •Respiratory, hearing, eye and fall protection solutions •Natural and color-coated mineral granules for shingles •Advanced ceramic solutions •Attachment tapes, films, sound and temperature management for transportation vehicles •Premium large format graphic films for advertising and fleet signage •Light management films and electronics assembly solutions •Packaging and interconnection solutions •Reflective signage for highway, and vehicle safety •Health care procedure coding and reimbursement software •Skin, wound care, and infection prevention products and solutions •Dentistry and orthodontia solutions •Filtration and purification systems •Consumer bandages, braces, supports and consumer respirators •Cleaning products for the home •Retail abrasives, paint accessories, car care DIY products, picture hanging and consumer air quality solutions •Stationery products  Some seasonality impacts this business segment related to back-to-school, generally in the third quarter of each year •3M™ Cubitron™ II abrasives •Scotch-Brite™ Abrasives •Scotch & Temflex Vinyl Tapes, Scotchkote Coatings, Dynatel locators, Scotchcast resins •Collision repair and paint spray products •Reclosable fasteners; tapes and label materials for durable goods •Electrical infrastructure products; medium voltage cable accessories and insulation tapes •3M ™ VHB™ Bonding tapes; Scotch® masking, packaging and filament tapes •Disposable respirators and fall protection products •Scotchgard™ Protector for shingles •3M™ Nextel™ Ceramic fibers and textiles •Thinsulate™ Acoustic Insulation products and automotive components •3M™ Novec™ Engineered Fluids •3M™ Scotchlite™ graphic films, 3M™ Scotchcal™ and 3M™ Controltac™ Commercial graphics •Electronic display enhancement films and optically clear adhesives •Electronic interconnect products •3M™ Diamond Grade™ DG3 reflective sheeting for transportation safety •3M™ 360 Encompass™ medical coding systems •3M ™ Tegaderm™ wound dressings, V.A.C.® Therapy Systems and disposable respirators in the health care channel •3M™ Filtek™ and 3M™ RelyX™ dental filing materials and cements; 3M™ Clarity™ aligners •Biopharma and other filtration systems, bags, capsules and components •ACE™ , FUTURO™ and Nexcare™ personal health care products •Scotch-Brite™ cleaning supplies, sponges, brushes, and scouring pads; Scotchgard™ products •Scotch® tapes and other products, Filtrete™ filters and Command™ adhesive products •Post-it® products •Personal safety •Connected bodyshop •Grid modernization •Robotics and automation •Automotive/mobility •Electronic materials •Semiconductor •Graphic and architectural films •Wound care •Healthcare IT •Biopharma filtration •Home improvement •Consumer safety & well-being •Package protection & shipping •Appearance auto care  Distribution 3M products are sold through numerous distribution channels, including directly to users and through numerous e-commerce and traditional wholesalers, retailers, jobbers, distributors and dealers in a wide variety of trades in many countries around the world. Management believes the confidence of wholesalers, retailers, jobbers, distributors and dealers in 3M and its products — a confidence developed through long association with skilled marketing and sales representatives — has contributed significantly to 3M’s position in the marketplace and to its growth. 5 5 5  Table of Contents Table of Contents Resources Human Capital On December 31, 2022, the Company employed approximately 92,000 people (full-time equivalents), with approximately 37,000 employed in the United States and 55,000 employed internationally. The ability to recruit, retain, develop, protect, and fairly compensate its global workforce are enablers of 3M’s success. This includes four general categories of focus: Health and Safety; Development; Diversity, Equity and Inclusion; and Compensation and Benefits. Health and Safety 3M is committed to the safety, health, and well-being of its employees. The Company continuously evaluates opportunities to raise safety and health standards, visiting sites to identify and manage environmental health and safety risks; evaluating compliance with regulatory requirements and 3M policy; and maintaining a global security operation for the protection of facilities and people on 3M sites. 3M also promotes a culture of health and well-being through disease prevention programs, on-site clinical services, employee assistance programs, and comprehensive health care benefits. Development Developing employees contributes to growing 3M’s business. 3M maintains talent and succession planning processes, including regular review by the Company’s chief executive officer (CEO) and reporting up through the Board of Directors. The Company has a suite of high-potential leadership development programs which brings a consistent approach to leadership development. 3M also has development programs for managers and supervisors and provides learning opportunities for all employees, in addition to regular coaching and support from their supervisor. With the Company’s global online employee learning platform, employees are able to access unique, just-in-time development resources in over 15 languages to support their career aspirations and advance their skills. Diversity, Equity and Inclusion A diverse, global workforce and inclusive culture that provides fair and equitable opportunities helps 3M remain competitive, advance its innovation culture, and serve customers. 3M focuses on attracting and advancing top talent and has publicly committed to advance global diversity in management across all dimensions, with additional specific goals to continue advancing pay equity and to increase the Company’s diversity with underrepresented groups. 3M supports these values with an internal CEO Inclusion Council, a forum led by senior management to advance diversity, equity, and inclusion initiatives. The Company also plans to invest $50 million over 2020 to 2025 to address racial opportunity gaps through workforce development initiatives in the communities in which its employees live and 3M business operates. Compensation and Benefits 3M has a trust-based approach to work that empowers employees to work where and when they can best achieve their goals, which supports attraction and retention of talent around the globe. In addition to a professional and flexible work environment that promotes innovation, well-being, and rewards performance, 3M’s total compensation for employees includes a variety of components that support sustainable employment and the ability to build a strong financial future, including competitive market-based pay and comprehensive benefits. In addition to earning a base salary, eligible employees are compensated for their contributions to the Company’s goals with both short-term cash incentives and long-term equity-based incentives. Through its global pay philosophy, principles and consistent implementation, 3M is committed to providing fair and equitable pay for employees. Eligible full-time employees in the United States also have access to medical, dental, and vision plans; savings and retirement plans; a 3M employee stock purchase plan; and other resources. Some of these benefits can also be available to regular part-time employees who work at least 20 hours a week. Programs and benefits differ internationally for a variety of reasons, such as local legal requirements, market practices, and negotiations with works councils, trade unions, and other employee representative bodies.   Raw Materials In 2022, many geopolitical, logistics, and disruptive events caused imbalance in the global supply chain, similar to the past few years. The Company experienced raw material price inflation and constrained supply throughout the global marketplace and continued to deploy productivity projects to minimize the impact. To help manage disruption in its manufacturing operations, 3M deployed careful management of existing raw material inventories, strategic relationships with key suppliers, and qualification of additional supply sources. 3M manages spend category price risks through negotiated supply contracts and price protection agreements. In addition, 3M evaluates suppliers’ conformance with environmental and social compliance requirements. Overall, on a consolidated basis, 3M experienced net raw material price inflation in 2022. 6 6 6  Table of Contents Table of Contents Patents, Trademarks and Licenses The Company’s products are sold around the world under various trademarks. The Company also owns, or holds licenses to use, numerous U.S. and foreign patents. The Company’s research and development activities generate a steady stream of inventions that are covered by new patents or trade secrets. Patents applicable to specific products extend for varying periods according to the date of patent application filing or patent grant and the legal term of patents in the various countries where patent protection is obtained. The actual protection afforded by a patent, which can vary from country to country, depends upon the type of patent, the scope of its coverage and the availability of legal remedies in the country. The Company believes that its trademarks, patents, and trade secrets provide an important competitive advantage in many of its businesses. In general, no single patent or group of related patents is in itself essential to the Company as a whole or to any of the Company’s business segments.  Government Regulation and Environmental Law Compliance The Company’s business operations are subject to various governmental regulations in the U.S. and internationally, including, among others, those related to product liability; antitrust; intellectual property; environmental, health, and safety; tax; the U.S. Foreign Corrupt Practices Act and other anti-bribery laws, international import and export requirements and trade sanctions compliance; regulations of the U.S. Food and Drug Administration (FDA) and similar foreign agencies, U.S. federal healthcare program-related laws and regulations, such as the False Claims Act, anti-kickback laws and the Sunshine Act. 3M’s manufacturing operations are affected by national, state and local environmental laws and regulations around the world. The Company places consistent emphasis on environmental responsibility. 3M has made, and plans to continue making, necessary expenditures for compliance with applicable laws and regulations. 3M is also involved in remediation actions relating to environmental matters from past operations at certain sites (refer to “Environmental Matters and Litigation” in Note 16, Commitments and Contingencies). Environmental expenditures relating to existing conditions caused by past operations that do not contribute to current or future revenues are expensed. Reserves for liabilities for anticipated remediation costs are recorded on an undiscounted basis when they are probable and reasonably estimable, generally no later than the completion of feasibility studies, the Company’s commitment to a plan of action, or approval by regulatory agencies. Environmental expenditures for capital projects that contribute to current or future operations generally are capitalized and depreciated over their estimated useful lives. In 2022, 3M expended approximately $317 million on capital projects for environmental purposes as defined below. Capital projects for environmental purposes include waste reduction and pollution control programs such as, water usage reduction and water quality improvement equipment, scrubbers, containment structures, solvent recovery units and thermal oxidizers. Capital expenditures for similar projects are presently expected to approach approximately $646 million for 2023 and 2024 in aggregate. Although an estimate of certain nearer-term capital expenditures is provided above, 3M cannot predict with certainty whether future costs of compliance with government regulations (including environmental regulations) will have a material effect on its capital expenditures, earnings or competitive position. 7 7 7  Table of Contents Table of Contents Information about our Executive Officers Following is a list of the executive officers of 3M, and their age, present position, the year elected to their present position and other positions they have held during the past five years. No family relationships exist among any of the executive officers named, nor is there any undisclosed arrangement or understanding pursuant to which any person was selected as an officer. This information is presented in the table below as of the date of the 10-K filing (February 8, 2023). NameAgePresent PositionYear Elected to Present Position Other Positions Held during 2018 - 2022Michael F. Roman63Chairman of the Board and Chief Executive Officer2019Chief Executive Officer, 2018-2019Chief Operating Officer and Executive Vice President, 2017-2018Executive Vice President, Industrial Business Group, 2014-2017John P. Banovetz55Executive Vice President, Chief Technology Officer and Environmental Responsibility2021Senior Vice President, Chief Technology Officer and Environmental Responsibility, 2021Senior Vice President, Innovation and Stewardship and Chief Technology Officer, 2020Senior Vice President of Research and Development and Chief Technology Officer, 2017-2019Karina Chavez49Senior Vice President and Chief Strategy Officer2021Senior Vice President, Customer Operations, 2020-2021Global Business Director, Home Improvement Business, 2017-2020Zoe Dickson49Executive Vice President and Chief Human Resources Officer2021Senior Vice President, Talent, Learning and Insights, 2021Vice President, Organization Effectiveness and Talent, Human Resources, 2020-2021 Vice President, Organization Effectiveness, Human Resources 2019-2020 Vice President, Global Human Resources Business Operations, Human Resources 2018-2019HR Director, Consumer Business Group 2016-2018Peter D. Gibbons61Group President, Enterprise Operations2021Chief Executive Officer, Tirehub, 2018-2021Executive Vice President, Global Development and Product Supply & CSCO, Mattel, Inc, 2013-2018Eric D. Hammes48Executive Vice President, Chief Country Governance and Services Officer2021Senior Vice President, Manufacturing & Supply Chain, 2019-2021Senior Vice President, Business Transformation & Information Technology, 2017-2019Vice President, Corporate Controller and Chief Accounting Officer, 2014-2017Ashish K. Khandpur55Group President, Transportation & Electronics2021Executive Vice President, Transportation & Electronic Business Group, 2019-2021Executive Vice President, Electronics & Energy Business Group, 2017-2019Senior Vice President, Research and Development, and Chief Technology Officer, 2014-2017Jeffrey R. Lavers59Group President, Consumer Business Group and Interim Group President, Health Care Business Group2022Executive Vice President, Consumer Business Group, 2020-2021Vice President and General Manager, Automotive and Aerospace Solutions Division, 2019-2020Vice President and General Manager, Construction and Home Improvement Division, 2015-2019Mark Murphy54Executive Vice President, Chief Information and Digital Officer2021Chief Information Officer, Abbott Laboratories, 2020-2021Global Chief Information Officer and Vice President, BTS, Abbott Laboratories, 2018-2020Medical Devices Chief Information Officer and Divisional VP, Abbott Laboratories, 2017-2018Monish Patolawala53Executive Vice President, Chief Financial and Transformation Officer2021Senior Vice President and Chief Financial Officer 2020-2021Chief Financial Officer, Health Care and Vice President, Operational Transformation, General Electric, 2019-2020Chief Financial Officer, Health Care, General Electric, 2015-2019Kevin H. Rhodes60Executive Vice President, Chief Legal Affairs Officer2022Senior Vice President and Deputy General Counsel, 2021Vice President and Deputy General Counsel, 2019-2021President and Chief Intellectual Property Counsel, Office of Intellectual Property Counsel and 3M Innovative Properties 2008-2019Michael G. Vale56Group President, Safety & Industrial Business Group2021Executive Vice President, Safety & Industrial Business Group, 2019-2021Executive Vice President, Health Care Business Group, 2016-2019 Other Positions Held during 2018 - 2022 Chief Information Officer, Abbott Laboratories, 2020-2021 Global Chief Information Officer and Vice President, BTS, Abbott Laboratories, 2018-2020 Medical Devices Chief Information Officer and Divisional VP, Abbott Laboratories, 2017-2018 8 8 8  Table of Contents Table of Contents Cautionary Note Concerning Factors That May Affect Future Results This Annual Report on Form 10-K, including “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Part II, Item 7, contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. The Company may also make forward-looking statements in other reports filed with the Securities and Exchange Commission, in materials delivered to shareholders and in press releases. In addition, the Company’s representatives may from time to time make oral forward-looking statements. Forward-looking statements relate to future events and typically address the Company’s expected future business and financial performance. Words such as “plan,” “expect,” “aim,” “believe,” “project,” “target,” “anticipate,” “intend,” “estimate,” “will,” “should,” “could,” “forecast” and other words and terms of similar meaning, typically identify such forward-looking statements. In particular, these include, among others, statements relating to: •worldwide economic, political, regulatory, international trade, geopolitical, capital markets and other external conditions, such as interest rates, monetary policy, financial conditions of our suppliers and customers, trade restrictions such as tariffs and retaliatory counter measures, inflation, recession, military conflicts, and natural and other disasters or climate change affecting the operations of the Company or our suppliers and customers, •risks related to unexpected events such as the public health crises associated with the coronavirus (COVID-19) global pandemic, •liabilities and the outcome of contingencies related to certain fluorochemicals known as \"PFAS,\" as well as matters related to the Company's plans to discontinue the use of PFAS, •the Company’s strategy for growth, future revenues, earnings, cash flow, uses of cash and other measures of financial performance, and market position, •competitive conditions and customer preferences, •foreign currency exchange rates and fluctuations in those rates, •new business opportunities, product and service development, and future performance or results of current or anticipated products and services, •fluctuations in the costs and availability of purchased components, compounds, raw materials and energy, •information technology systems including implementation of an enterprise resource planning (ERP) system, •security breaches and other disruptions to information technology infrastructure, •the scope, nature or impact of acquisition, strategic alliance and divestiture activities, •operational execution, including inability to generate productivity improvements as estimated, •future levels of indebtedness, common stock repurchases and capital spending, •future access to credit markets and the cost of credit, •pension and postretirement obligation assumptions and future contributions, •asset impairments, •tax liabilities and effects of changes in tax rates, laws or regulations,  •the proposed spin-off of the Company's Health Care business to establish two separate public companies, •the voluntary chapter 11 proceedings initiated by the Company's Aearo Entities, and •laws and regulations, as well as legal compliance risks (including third-party risks), and legal and regulatory proceedings related to the same, including with regards to environmental matters and product liability, in the United States and other countries in which we operate. The Company assumes no obligation to update or revise any forward-looking statements. Forward-looking statements are based on certain assumptions and expectations of future events and trends that are subject to risks and uncertainties. Actual future results and trends may differ materially from historical results or those reflected in any such forward-looking statements depending on a variety of factors. Important information as to these factors can be found in this document, including, among others, “Management’s Discussion and Analysis of Financial Condition and Results of Operations” under the headings of “Overview,” “Financial Condition and Liquidity” and annually in “Critical Accounting Estimates.” Discussion of these factors is incorporated by reference from Part I, Item 1A, “Risk Factors,” of this document, and should be considered an integral part of Part II, Item 7, “Management’s Discussion and Analysis of Financial Condition and Results of Operations.” For additional information concerning factors that may cause actual results to vary materially from those stated in the forward-looking statements, see our reports on Form 10-K, 10-Q and 8-K filed with the SEC from time to time. 9 9 9  Table of Contents Table of Contents", "time": "00:00:07"}