{"cik": 726728, "item_1A": "Item 1:         Business In this Annual Report on Form 10-K, unless the context otherwise requires, references to “Realty Income,” the “Company,” “we,” “our” or “us” refer to Realty Income Corporation and our subsidiaries. Our financial results for the periods presented reflect our merger with VEREIT, Inc. (\"VEREIT\") from the merger date of November 1, 2021; therefore, periods prior to that date do not reflect the impact of the VEREIT merger. THE COMPANY Realty Income, The Monthly Dividend Company®, is an S&P 500 company and member of the S&P 500 Dividend Aristocrats® index for having increased its dividend every year for over 25 consecutive years. We invest in people and places to deliver dependable monthly dividends that increase over time. We are structured as a real estate investment trust (\"REIT\"), requiring us to annually distribute at least 90% of our taxable income (excluding net capital gains) in the form of dividends to our stockholders. The monthly dividends are supported by the cash flow generated from real estate in which we own or hold interests in under long-term net lease agreements with our commercial clients. Realty Income was founded in 1969, and listed on the New York Stock Exchange (\"NYSE\": O) in 1994.  Over the past 54 years, Realty Income has been acquiring and managing freestanding commercial properties that generate rental revenue under long-term net lease agreements with our commercial clients. At December 31, 2022, our diversified portfolio consisted of: •Owned or held interests in 12,237 properties; •An occupancy rate of 99.0%, or 12,111 properties leased and 126 properties available for lease or sale; •Clients doing business in 84 separate industries; •Locations in all 50 United States (\"U.S.\"), Puerto Rico, the United Kingdom (\"U.K.\"), Spain, and Italy; •Approximately 236.8 million square feet of leasable space; •A weighted average remaining lease term (excluding rights to extend a lease at the option of our client) of approximately 9.5 years; and •An average leasable space per property of approximately 19,350 square feet, approximately 13,000 square feet per retail property and approximately 234,100 square feet per industrial property. Of the 12,237 properties in the portfolio at December 31, 2022, 12,018, or 98.2%, are single-client properties, of which 11,894 were leased, and the remaining are multi-client properties.  Our common stock is listed on the NYSE under the ticker symbol “O” with a CUSIP number of 756109-104. Our central index key number is 726728. Our notes are listed on the NYSE as follows: NotesTicker SymbolCUISP1.125% Notes due July 2027O27A756109-BB91.875% Notes due January 2027O27B756109-BM51.625% Notes due December 2030O30756109-AY01.750% Notes due July 2033O33A756109-BC72.500% Notes due January 2042O42756109-BN3 756109-BB9 756109-BM5 756109-AY0 756109-BC7 756109-BN3 In January 2023, we had 395 employees, inclusive of four part-time employees, as compared to 371 employees, inclusive of four part-time employees, in January 2022. We maintain a corporate website at www.realtyincome.com. On our website we make available, free of charge, copies of our annual report on Form 10-K, quarterly reports on Form 10-Q, Form 3s, Form 4s, Form 5s, current reports on Form 8-K, and amendments to those reports, as soon as reasonably practicable after we electronically file these reports with the Securities and Exchange Commission (the \"SEC\"). None of the information on our website is deemed to be part of this report. 3 3 3  Table of Contents Table of Contents   RECENT DEVELOPMENTS Increases in Monthly Dividends to Common Stockholders We have continued our 54-year policy of paying monthly dividends. In addition, we increased the dividend four times during 2022 and twice during 2023. As of February 2023, we have paid 101 consecutive quarterly dividend increases and increased the dividend 119 times since our listing on the NYSE in 1994.  MonthMonthMonthly DividendIncrease  2022 Dividend increasesDeclaredPaidper shareper share1st increaseDec 2021Jan 2022$0.2465 $0.0005 2nd increaseMar 2022Apr 2022$0.2470 $0.0005 3rd increaseJun 2022Jul 2022$0.2475 $0.0005 4th increaseSep 2022Oct 2022$0.2480 $0.0005   2023 Dividend increases1st increaseDec 2022Jan 2023$0.2485 $0.0005 2nd increaseFeb 2023Mar 2023$0.2545 $0.0060    2022 Dividend increases   2023 Dividend increases The dividends paid per share during 2022 totaled $2.967, as compared to $2.833 during 2021, an increase of $0.134, or 4.7%. The monthly dividend of $0.2545 per share represents a current annualized dividend of $3.0540 per share, and an annualized dividend yield of 4.8% based on the last reported sale price of our common stock on the NYSE of $63.43 on December 31, 2022. Although we expect to continue our policy of paying monthly dividends, we cannot guarantee that we will maintain our current level of dividends, that we will continue our pattern of increasing dividends per share, or what our actual dividend yield will be in any future period. Acquisitions During 2022 Below is a listing of our acquisitions in the U.S. and Europe for the year ended December 31, 2022: Number of PropertiesLeasableSquare Feet(in thousands, unaudited)Investment($ in millions)Weighted Average Lease Term (Years)Initial Weighted Average Cash Lease Yield (1)Year ended December 31, 2022 (2)Acquisitions - U.S. 990 15,774 $5,746.4 19.36.0 %Acquisitions - Europe 94 11,179 2,441.3 8.96.0 %Total acquisitions1,084 26,953 $8,187.7 16.36.0 %Properties under development (3)217 5,500 807.6 15.05.3 %Total (4)1,301 32,453 $8,995.3 16.25.9 % Initial Weighted Average Cash Lease Yield (1) Year ended December 31, 2022 (2) Properties under development (3) Total (4) (1)The initial weighted average cash lease yield for a property is generally computed as estimated contractual first year cash net operating income, which, in the case of a net leased property, is equal to the aggregate cash base rent for the first full year of each lease, divided by the total cost of the property. Since it is possible that a client could default on the payment of contractual rent, we cannot provide assurance that the actual return on the funds invested will remain at the percentages listed above. Contractual net operating income used in the calculation of initial weighted average cash yield includes approximately $10.5 million received as settlement credits as reimbursement of free rent periods for the year ended December 31, 2022.  In the case of a property under development or expansion, the contractual lease rate is generally fixed such that rent varies based on the actual total investment in order to provide a fixed rate of return. When the lease does not provide for a fixed rate of return on a property under development or expansion, the initial weighted average cash lease yield is computed as follows: estimated cash net operating income (determined by the lease) for the first full year of each lease, divided by our projected total investment in the property, including land, construction and capitalized interest costs. (2)None of our investments during the year ended December 31, 2022, caused any one client to be 10% or more of our total assets at December 31, 2022. (3)Includes five U.K. development properties that represent an investment of £40.9 million during the year ended December 31, 2022, converted at the applicable exchange rate on the funding date.  (4)Our clients occupying the new properties are 71.4% retail, 19.1% gaming, 6.5% industrial and 3.0% other property types (including 2.7% agricultural and 0.3% office) based on rental revenue. Approximately 23% of the rental revenue generated from acquisitions during the year ended December 31, 2022 is from our investment grade rated clients, their subsidiaries or affiliated companies.   4 4 4 Table of Contents Table of Contents   Appointment of New Chief Operating Officer (\"COO\") Effective January 2023, Gregory J. Whyte assumed his new role as our Executive Vice President and COO. Mr. Whyte has a background in investment banking and he has served in both advisory roles and as director for several publicly traded companies. Portfolio Discussion Leasing Results At December 31, 2022, we had 126 properties available for lease or sale out of 12,237 properties in our portfolio, which represents a 99.0% occupancy rate based on the number of properties in our portfolio. Our property-level occupancy rates exclude properties with ancillary leases only, such as cell towers and billboards.  Below is a summary of our portfolio activity for the periods indicated below: Three months ended December 31, 2022Properties available for lease at September 30, 2022131 Lease expirations (1)185 Re-leases to same client(151)Re-leases to new client(9)Vacant dispositions(30)Properties available for lease at December 31, 2022126  Properties available for lease at September 30, 2022 Lease expirations (1) Properties available for lease at December 31, 2022 Year ended December 31, 2022Properties available for lease at December 31, 2021164 Lease expirations (1)719 Re-leases to same client(571)Re-leases to new client(34)Vacant dispositions(152)Properties available for lease at December 31, 2022126  Properties available for lease at December 31, 2021 Lease expirations (1) Properties available for lease at December 31, 2022 (1)Includes scheduled and unscheduled expirations (including leases rejected in bankruptcy), as well as future expirations resolved in the periods indicated above. During the three months ended December 31, 2022, the new annualized contractual rent on re-leases was $39.16 million, as compared to the previous annual contractual rent of $37.71 million on the same units, representing a rent recapture rate of 103.8% on the units re-leased. We re-leased six units to new clients without a period of vacancy, and seven units to new clients after a period of vacancy. During the year ended December 31, 2022, the  new annualized contractual rent on re-leases was $139.72 million, as compared to the previous annualized contractual rent of $131.93 million on the same units, representing a rent recapture rate of 105.9% on the units re-leased. We re-leased 18 units to new clients without a period of vacancy, and 32 units to new clients after a period of vacancy. As part of our re-leasing costs, we pay leasing commissions to unrelated, third-party real estate brokers consistent with the commercial real estate industry standard, and sometimes provide rent concessions to our clients. We do not consider the collective impact of the leasing commissions or rent concessions to our clients to be material to our financial position or results of operations. At December 31, 2022, our average annualized contractual rent was approximately $14.55 per square foot on the 12,111 leased properties in our portfolio. At December 31, 2022, we classified 22 properties, with a carrying amount of $29.5 million, as real estate and lease intangibles held for sale, net on our consolidated balance sheet. The expected sale of these properties does not represent a strategic shift that will have a major effect on our operations and financial results and is consistent with our existing disposition strategy to further enhance our real estate portfolio and maximize portfolio returns. 5 5 5 Table of Contents Table of Contents   Investments in Existing Properties During 2022, we capitalized costs of $96.7 million on existing properties in our portfolio, consisting of $88.3 million for non-recurring building improvements, $5.2 million for re-leasing costs, and $3.2 million for recurring capital expenditures. The majority of our building improvements relate to roof repairs, HVAC improvements, and parking lot resurfacing and replacements. The amount of our capital expenditures can vary significantly, depending on the rental market, credit worthiness of our clients, the lease term and the willingness of our clients to pay higher rental revenue over the terms of the leases. We define non-recurring capital expenditures as property improvements in which we invest additional capital that extend the useful life of the properties. We define recurring capital expenditures as mandatory and recurring landlord capital expenditure obligations that have a limited useful life.  Sale of Unconsolidated Joint Ventures During 2022, all seven of the properties owned by our industrial partnerships acquired in connection with the VEREIT merger were sold. The gross purchase price for the properties was $905.0 million and we collected $114.0 million of net proceeds (after mortgage defeasance and closing costs) to date, representing our proportionate share of partnership distributions.   Equity Capital Raising We have an At-The-Market (\"ATM\") program, pursuant to which we may offer and sell up to 120,000,000 shares of common stock (1) by us to, or through, a consortium of banks acting as our sales agents or (2) by a consortium of banks acting as forward sellers on behalf of any forward purchasers contemplated thereunder, in each case by means of ordinary brokers' transactions on the NYSE at prevailing market prices or at negotiated prices or by any other methods permitted by applicable law. During 2022, we raised $4.6 billion of net proceeds from the sale of common stock, at a weighted average price of $67.04 per share, primarily through proceeds from the sale of common stock through our ATM programs. The ATM program issuances during 2022 included 58,534,967 shares issued pursuant to forward sale confirmations. As of December 31, 2022, 6,744,884 shares of common stock subject to forward sale confirmations have been executed but not settled.  Note Issuances In January 2023, we issued $500 million of 5.05% senior unsecured notes due January 13, 2026 (the \"2026 notes\"), which are callable at par on January 13, 2024, and $600 million of 4.85% senior unsecured notes due March 15, 2030, which are callable at par on January 15, 2030 (the \"2030 Notes\"). The public offering price for the 2026 Notes was 99.618% of the principal amount for an effective semi-annual yield to maturity of 5.189%. and the public offering price for the 2030 Notes was 98.813% of the principal amount for an effective semi-annual yield to maturity of 5.047%. In conjunction with the pricing of the 2026 notes, we executed a three-year, $500 million fixed-to-variable interest rate swap, which is subject to the counterparties' right to terminate the swap at any time following the 2026 notes par call date and results in an effective variable borrowing rate of SOFR minus 0.0347% thereunder for the duration of the swap. We intend to use these variable rate borrowings in lieu of borrowing under our revolving credit facility, which, as of December 31, 2022, permits U.S. borrowings at an interest rate of SOFR plus 0.725% with a SOFR adjustment charge of 0.10% and a revolving credit facility commitment fee. In October 2022, we issued $750 million of 5.625% senior unsecured notes October 2032 (the \"October 2032 Notes\"). The public offering price for the notes was 99.879% of the principal amount for an effective semi-annual yield to maturity of 5.641%. In conjunction with the pricing of this offering, we executed a $600 million U.S. Dollar-to-Euro 10-year cross currency swap, resulting in the receipt of approximately €612 million in proceeds and an effective fixed-rate, Euro-denominated semi-annual yield to maturity of approximately 4.7%. Additionally, we terminated forward interest rate swaps totaling $500 million in notional value previously entered into, recognizing a cash settlement gain of approximately $72 million. Giving effect to these contemporaneous transactions, we expect to recognize an effective semi-annual yield to maturity of 3.93% on the overall transaction, including the recognition of the cash settlement gain. In June 2022, we closed on the previously announced private placement of £600.0 million of senior unsecured notes, which included £140.0 million of notes due June 2030, £345.0 million of notes due June 2032, and £115.0 million of notes due June 2037. The combined notes have a weighted average tenor of approximately 10.5 years, and a weighted average fixed interest rate of 3.22%.  6 6 6 Table of Contents Table of Contents   In January 2022, we issued £250.0 million of 1.875% senior unsecured notes due January 2027 (the \"January 2027 Notes\") and £250.0 million of 2.500% senior unsecured notes due January 2042 (the \"January 2042 Notes\"). The public offering price for the January 2027 Notes was 99.487% of the principal amount, for an effective semi-annual yield to maturity of 1.974%, and the public offering price for the January 2042 Notes was 98.445% of the principal amount, for an effective semi-annual yield to maturity of 2.584%. Combined, the new issues of the January 2027 Notes and the January 2042 Notes have a weighted average term of approximately 12.5 years and a weighted average effective semi-annual yield to maturity of approximately 2.28%.  Expanded Revolving Credit Facility In April 2022, we entered into a $4.25 billion unsecured credit facility to amend and restate our previous $3.0 billion unsecured credit facility, which was due to expire in March 2023. Our current revolving credit facility matures in June 2026 and includes two six-month extensions that can be exercised at our option. Similar to our previous revolving credit facility, our current revolving credit facility also has a $1.0 billion expansion feature, which is subject to obtaining lender commitments. As of December 31, 2022, the balance of borrowings outstanding under our revolving credit facility was $2.0 billion, and we had a cash balance of $171.1 million. Expansion of Commercial Paper Programs During July 2022, our unsecured commercial paper program was amended to increase the maximum aggregate amount of outstanding notes from $1.0 billion to $1.5 billion. In addition, during July 2022, we established a new Euro-denominated unsecured commercial paper program, which permits us to issue additional unsecured commercial notes up to a maximum aggregate amount of $1.5 billion (or foreign currency equivalent), in U.S. Dollar (\"USD\") or various other foreign currencies, including but not limited to, Euros, Sterling, Swiss Francs, Yen, Canadian Dollars, and Australian Dollars, in each case, pursuant to customary terms in the European commercial paper note market. The notes offered under our European commercial paper program rank pari passu with all of our other unsecured senior indebtedness, including borrowings under our revolving credit facility and our term loan facilities, and our outstanding senior notes, including under our USD-denominated commercial paper programs.  We use our $4.25 billion unsecured revolving credit facility as a liquidity backstop for the repayment of the notes issued under these two commercial paper programs. As of December 31, 2022, the balance of borrowings outstanding under our commercial paper programs was $701.8 million, including €361.0 million of Euro-denominated borrowings.  New Term Loan During January 2023 we entered into a term loan agreement (the “Term Loan Agreement”), pursuant to which we borrowed an aggregate of approximately $1.0 billion in multicurrency borrowings, including $90.0 million, £705.0 million and €85.0 million (collectively, the “Term Loans”). The Term Loan Agreement also permits us to incur additional term loans, up to an aggregate of $1.5 billion in total borrowings. The Term Loans initially mature in January 2024 and include two 12-month maturity extensions that can be exercised at the company's option. Our A3/A- credit ratings provide for a borrowing rate of 80 basis points over the applicable benchmark rate, which includes adjusted SOFR for USD-denominated loans, adjusted SONIA for Sterling-denominated loans, and EURIBOR for Euro-denominated loans.  Impact of COVID-19 The COVID-19 pandemic continues to have widespread, rapidly evolving, and unpredictable impacts on businesses globally, including those in which some of our clients operate. Certain of our clients have been slower to recover economically (including those in the theater industry). However, even in light of this, during 2022 we have continued to collect contractual rent across our total portfolio at levels that are consistent with pre-pandemic rent collection. We cannot assure that our historical rent collections will be indicative of our future rental collections as the extent to which the COVID-19 pandemic (or future pandemics) will impact our operations and those of our clients in the future is not known and will depend on future developments. The impact of the COVID-19 pandemic, or future pandemics, on us, our business, our clients, and the economy generally is discussed further in Item 1A: Risk Factors. Theater Industry Update For the period from October 2022 through February 2023, we collected all of the contractual rent(1) across our theater portfolio. As of December 31, 2022, we had cumulative reserves of $35.6 million, including $13.7 million in additional reserves recognized in the three months ended December 31, 2022, on properties leased to Cineworld Group plc (\"Cineworld\"), the parent entity of the entities that lease certain of our theater portfolios, including Regal Cinemas, which commenced Chapter 11 reorganization proceedings during September 2022. These reserves for Cineworld and its affiliates, representing a reduction of rental revenue, primarily relate to contractual rent and expense recoveries recorded during the COVID-19 pandemic in 2020, and during the fourth quarter of 2022, and exclude straight-line rent reserves. Total receivables from Cineworld and its affiliates were $15.6 million at  7 7 7 Table of Contents Table of Contents   December 31, 2022, net of reserves and excluding straight line rent receivables, and include both deferred contractual rent and deferred expense recoveries.  (1) We define contractual rent as the monthly aggregate cash amount charged to clients, inclusive of monthly base rent receivables. Charged amounts have not been adjusted for any COVID-19 related rent relief granted and include contractual rent from any clients in bankruptcy.   Select Financial Results The following summarizes our select financial results (dollars in millions, except per share data): Years ended December 31,20222021% IncreaseTotal revenue $3,343.7$2,080.560.7 %Net income available to common stockholders (1)$869.4$359.5141.8 %Net income per share (2)$1.42$0.8763.2 %Funds from operations (\"FFO\") available to common stockholders$2,471.9$1,240.699.3 %FFO per share (2)$4.04$2.9935.1 %Normalized funds from operations (\"Normalized FFO\") available to common stockholders$2,485.8$1,408.076.5 %Normalized FFO per share (2)$4.06$3.3919.8 %Adjusted funds from operations (\"AFFO\") available to common stockholders$2,401.4$1,488.861.3 %AFFO per share (2)$3.92$3.599.2 % Net income available to common stockholders (1) Net income per share (2) Funds from operations (\"FFO\") available to common stockholders FFO per share (2) Normalized funds from operations (\"Normalized FFO\") available to common stockholders Normalized FFO per share (2) Adjusted funds from operations (\"AFFO\") available to common stockholders AFFO per share (2) (1) The calculation to determine net income available to common stockholders includes provisions for impairment, gain from the sale of real estate, and foreign currency gain and loss. These items can vary from year to year and can significantly impact net income available to common stockholders and period to period comparisons. (2) All per share amounts are presented on a diluted per common share basis. Our financial results during the year ended December 31, 2022 were impacted by the following transactions: (i) merger and integration-related costs related to our merger with VEREIT of $13.9 million, (ii) other income, net increased $20.6 million, which includes gains on insurance proceeds from recoveries on property losses exceeding our carrying value, and (iii) net reserves to rental revenue of $4.0 million (of which $1.7 million was related to straight-line rent receivables). Our financial results during the year ended December 31, 2021 were impacted by the following transactions: (i) a $97.2 million loss on extinguishment of debt, which primarily includes $46.5 million related to the January 2021 early redemption of the 3.250% notes due October 2022 recorded in the three months ended March 31, 2021 and $46.4 million related to the December 2021 early redemption of the 4.650% notes due August 2023 recorded in the three months ended December 31, 2021, (ii) $167.4 million of merger and integration-related costs related to our merger with VEREIT, and (iii) $14.7 million of reserves to rental revenue (of which $4.5 million was related to straight-line rent receivables). See our discussion of FFO, Normalized FFO, and AFFO (which are not financial measures under generally accepted accounting principles in the United States, or \"U.S. GAAP\"), later in the section entitled “Management’s Discussion and Analysis of Financial Condition and Results of Operations,” in this annual report, which includes a reconciliation of net income available to common stockholders to FFO and Normalized FFO, and AFFO.  DIVIDEND POLICY Distributions are paid monthly to holders of shares of our common stock. Distributions are paid monthly to the limited partners holding common units of Realty Income, L.P., each on a per unit basis that is generally equal to the amount paid per share to our common stockholders.  In order to maintain our status as a REIT for federal income tax purposes, we generally are required to distribute dividends to our stockholders aggregating annually at least 90% of our taxable income (excluding net capital gains), and we are subject to income tax to the extent we distribute less than 100% of our taxable income (including net capital gains). In 2022, our cash distributions to common stockholders totaled $1.81 billion, or approximately 95.3% of our estimated taxable income of $1.90 billion. Certain measures are available to us to reduce or eliminate our tax exposure as a REIT, and accordingly, no provision for federal income taxes, other than our taxable REIT subsidiaries (each, a \"TRS\"), has been made. Our estimated taxable income reflects non-cash deductions for  8 8 8 Table of Contents Table of Contents   depreciation and amortization. Our estimated taxable income is presented to show our compliance with REIT dividend requirements and is not a measure of our liquidity or operating performance. We intend to continue to make distributions to our stockholders that are sufficient to meet this dividend requirement and that will reduce or eliminate our exposure to income taxes. Furthermore, we believe our cash on hand and funds from operations are sufficient to support our current level of cash distributions to our stockholders. We distributed $2.967 per share to stockholders during 2022, representing 75.7% of our diluted AFFO per share of $3.92.  Future distributions will be at the discretion of our Board of Directors and will depend on, among other things, our results of operations, FFO, Normalized FFO, AFFO, cash flow from operations, financial condition, capital requirements, the annual distribution requirements under the REIT provisions of the Internal Revenue Code of 1986, as amended, or the Code, our debt service requirements, and any other factors the Board of Directors may deem relevant. In addition, our credit facility contains financial covenants that could limit the amount of distributions payable by us in the event of a default, and which prohibit the payment of distributions on our common stock in the event that we fail to pay when due (subject to any applicable grace period) any principal or interest on borrowings under our credit facility. Distributions of our current and accumulated earnings and profits for federal income tax purposes generally will be taxable to stockholders as ordinary income, except to the extent that we recognize capital gains and declare a capital gains dividend, or that such amounts constitute “qualified dividend income” subject to a reduced rate of tax. The maximum tax rate of non-corporate taxpayers for “qualified dividend income” is generally 20%. In general, dividends payable by REITs are not eligible for the reduced tax rate on qualified dividend income, except to the extent that certain holding requirements have been met with respect to the REIT’s stock and the REIT’s dividends are attributable to dividends received from certain taxable corporations (such as our TRSs) or to income that was subject to tax at the corporate or REIT level (for example, if we distribute taxable income that we retained and paid tax on in the prior taxable year). However, non-corporate stockholders, including individuals, generally may deduct up to 20% of dividends from a REIT, other than capital gain dividends and dividends treated as qualified dividend income, for taxable years beginning after December 31, 2017 and before January 1, 2026. Distributions in excess of earnings and profits generally will first be treated as a non-taxable reduction in the stockholders’ basis in their stock, but not below zero. Distributions in excess of that basis generally will be taxable as a capital gain to stockholders who hold their shares as a capital asset. None of the distributions to our common stockholders, made or deemed to have been made in 2022, were classified as a return of capital for federal income tax purposes.  BUSINESS PHILOSOPHY AND STRATEGY We believe that actively managing a diversified portfolio of commercial properties under long-term, net lease agreements produces consistent and predictable income. A net lease typically requires the client to be responsible for monthly rent and certain property operating expenses including property taxes, insurance, and maintenance. In addition, clients of our properties typically pay rent increases based on: (1) fixed increases, (2) increases tied to inflation (typically subject to ceilings), or (3) additional rent calculated as a percentage of the clients’ gross sales above a specified level. We believe that a portfolio of properties under long-term net lease agreements with our commercial clients generally produces a more predictable income stream than many other types of real estate portfolios, while continuing to offer the potential for growth in rental income. Diversification is also a key component of our investment philosophy. We believe that diversification of the portfolio by client, industry, geography, and property type leads to more consistent and predictable income for our stockholders by reducing vulnerability that can come with any single concentration. Our investment activities have led to a diversified property portfolio that, as of December 31, 2022, we owned or held interests in 12,237 properties located in all 50 U.S. states, Puerto Rico, the U.K., Spain, and Italy, and doing business in 84 industries. None of the 84 industries represented in our property portfolio accounted for more than 8.6% of our annualized contractual rent as of December 31, 2022. As we look to continue to expand geographically across Europe, we focus upon building relationships with new multinational clients that seek a real estate partner with an expanding geographic footprint. Investment Strategy We seek to invest in high-quality real estate that our clients consider important to the successful operation of their businesses. We generally seek to own or hold interests in commercial real estate that has some or all of the following characteristics: 9 9 9 Table of Contents Table of Contents   •Properties in markets or locations important to our clients; •Properties with strong demographic attributes or that we deem to be profitable for our clients;  •Properties with real estate valuations that approximate replacement costs; •Properties with rental or lease payments that approximate market rents for similar properties;  •Properties that can be purchased with the simultaneous execution or assumption of long-term net lease agreements, offering both current income and the potential for future rent increases; •Properties that leverage relationships with clients, sellers, investors, or developers as part of a long-term strategy; and •Properties that leverage our proprietary insights, including those in locations and geographic markets we expect to remain strong or strengthen in the future. We typically seek to invest in properties or portfolios of properties owned or leased by clients that are already or could become leaders in their respective businesses supported by mechanisms including (but not limited to) occupancy of prime real estate locations, pricing, merchandise assortment, service, quality, economies of scale, consumer branding, e-commerce, and advertising. We have an internal team dedicated to sourcing such opportunities, often using our relationships with various clients, owners/developers, brokers and advisers to uncover and secure transactions. We also undertake thorough research and analysis to identify what we consider to be appropriate property locations, clients, and industries for investment. This research expertise is instrumental to uncovering net lease opportunities in markets where we believe we can add value. In selecting potential investments, we generally look for clients with the following attributes: •Reliable and sustainable cash flow, including demonstrated economic resiliency; •Revenue and cash flow from multiple sources; •Are willing to sign a long-term lease (10 or more years); and •Are large owners and users of real estate. From a retail perspective, our investment strategy is to target clients that have a service, non-discretionary, and/or low-price-point component to their business. We target investments with clients who have demonstrated resiliency to e-commerce or have a strong omni channel retail strategy, uniting brick-and-mortar and mobile browsing, both of which reflect the continued importance of last mile retail, the movement of goods to their final destination, real estate as part of a customer experience and supply chain strategy. Our overall investments (including last mile retail) are driven by an optimal portfolio strategy that, among other considerations, targets allocation ranges by asset class and industry. We review our strategy periodically and stress test our portfolio in a variety of positive and negative economic scenarios to ensure we deliver consistent earnings growth and value creation across economic cycles. As a result of the execution of this strategy, approximately 93% of our annualized retail contractual rent on December 31, 2022, is derived from our clients with a service, non-discretionary, and/or low price point component to their business. From a non-retail perspective, we target industrial properties leased to industry leaders, the majority of which are investment grade rated companies. We believe these characteristics enhance the stability of the rental revenue generated from these properties. After applying this investment strategy, we pursue those transactions where we believe we can achieve an attractive investment spread over our cost of capital and favorable risk-adjusted returns. We will continue to evaluate all investments for consistency with our objective of owning net lease assets. Underwriting Strategy In order to be considered for acquisition, properties must meet stringent underwriting requirements. We have established a four-part analysis that examines each potential investment based on: •The aforementioned overall real estate characteristics, including demographics, replacement cost, and comparative rental rates; •Industry, client (including credit profile), and market conditions; •Store profitability for retail locations if profitability data is available; and •The importance of the real estate location to the operations of the clients’ business. We believe the principal financial obligations for most of our clients typically include their bank and other debt, payment obligations to employees, suppliers, and real estate lease obligations. Because we typically own the land and building in which a client conducts its business or which are critical to the client’s ability to generate revenue, we believe the risk of default on a client’s lease obligation is less than the client’s unsecured general obligations. It has been our experience that clients must retain their profitable and critical locations to survive. Therefore, in the  10 10 10 Table of Contents Table of Contents   event of reorganization, we believe they are less likely to reject a lease of a profitable or critical location because this would terminate their right to use the property. Thus, as the property owner, we believe that we will fare better than unsecured creditors of the same client in the event of reorganization. If a property is rejected by our client during reorganization, we own the property and can either lease it to a new client or sell the property. In addition, we believe that the risk of default on real estate leases can be further mitigated by monitoring the performance of our clients’ individual locations and considering whether to proactively sell locations that meet our criteria for disposition. We conduct comprehensive reviews of the business segments and industries in which our clients operate. In addition, prior to entering any transaction, our research department conducts a review of a client’s credit quality. The information reviewed may include reports and filings, including any public credit ratings, financial statements, debt and equity analyst reports, and reviews of corporate credit spreads, stock prices, market capitalization, and other financial metrics. We conduct due diligence, including financial reviews of the client, and monitor our clients’ credit quality on an ongoing basis and provide summaries of these findings to management.  At December 31, 2022, 40.9% of our total portfolio annualized contractual rent comes from properties leased to our investment grade clients, their subsidiaries or affiliated companies. At December 31, 2022, our top 20 clients (based on percentage of total portfolio annualized contractual rent) represented 40.9% of our annualized rent and 12 of these clients have investment grade credit ratings or are subsidiaries or affiliates of investment grade companies. Asset Management Strategy In addition to pursuing new properties for investment, we seek to increase earnings and dividends through active asset management. Generally, our asset management efforts seek to achieve:  •Rent increases at the expiration of existing leases, when market conditions permit; •Optimum exposure to certain clients, industries, and markets through re-leasing vacant properties and selectively selling properties; •Maximum asset-level returns on properties that are re-leased or sold; and •Additional value creation opportunities from the existing portfolio by leveraging internal capabilities to enhance  individual properties, pursue alternative uses, and derive ancillary revenue. As part of our ongoing credit research, we continually monitor our portfolio for any changes that could affect the performance of our clients, our clients’ industries, and the real estate locations in which we have invested. We also regularly analyze our portfolio with a view towards optimizing its returns and enhancing its overall credit quality. Our active asset management strategy pursues asset sales when we believe the reinvestment of the sale proceeds will: •Generate higher returns; •Enhance the credit quality of our real estate portfolio; •Extend our average remaining lease term; and/or •Strategically decrease client, industry, or geographic concentration. The active management of the portfolio is an essential component of our long-term strategy of maintaining high occupancy. Impact of Real Estate and Credit Markets In the commercial real estate market, property prices generally continue to fluctuate. Likewise, during certain periods, including the current market, the global credit markets have experienced significant price volatility, dislocations, and liquidity disruptions, which may impact our access to and cost of capital. We continually monitor the commercial real estate and global credit markets carefully and, if required, will make decisions to adjust our business strategy accordingly. Environmental, Social and Governance (\"ESG\") In recent years, our environmental, social, and governance efforts have quickly evolved from commitment to action. We continue to focus on how best to institutionalize efforts for a lasting and positive impact. As a result, we strive to be a sustainability leader in the net lease REIT sector.  11 11 11 Table of Contents Table of Contents   As The Monthly Dividend Company®, our mission is to conduct business with integrity, transparency, respect and humility to create long-term value across economic cycles for all stakeholders. We are committed to conducting our business according to the highest moral and ethical standards. Our dedication to providing dependable monthly dividends that increase over time is only enhanced by our elevated purpose, mission, vision and values. We believe that our commitment to corporate responsibility, which encompasses ESG principles, is critical to our performance and long-term success and that we all have a shared responsibility to our people, communities that we operate in and the planet. In support of this commitment, we are dedicated to providing an engaging, inclusive, and a safe work environment for our employees, operating our business in an environmentally conscious manner, and upholding our corporate responsibilities as a public company for the benefit of our stakeholders - our stockholders, clients, employees and community members. The Nominating/Corporate Governance Committee of our Board of Directors has direct oversight of ESG matters. Environmental - Sustainability We hold the protection of our assets, communities, and the environment in high regard. Based on our business model, the properties in our portfolio are primarily net leased to our clients, and each client is generally responsible for maintaining the buildings, including utilities management and the implementation of environmentally sustainable practices at each location. Therefore, we generally cannot control the implementation of environmentally sustainable practices without collaborating with our clients whose environmental initiatives may or may not be aligned with ours. However, we hope that with continued engagement, we can encourage clients to adopt environmentally sustainable practices. In that light, we have expanded and intend to continue to expand our client engagement efforts to achieve shared sustainability objectives on an ongoing basis. As a member of the National Association of Real Estate Investment Trusts (\"Nareit\") Real Estate Sustainability Council, we are focused on leveraging best practices and advancing our efforts in this area.  Response to Climate Change We seek to promote effective energy efficiency and other sustainability strategies and compliance with federal, state and international laws and regulations related to climate change, both internally and with our clients. We remain committed to sustainable business practices in our day-to-day activities by encouraging a culture of environmental responsibility at our offices and within our communities. We work with our clients to promote environmental responsibility at the properties we own, however, as noted above, as our properties are primarily net leased to our clients we generally cannot control the implementation of environmentally sustainable practices without the assistance of our clients. As we have grown our sustainability efforts, we have leveraged our size and expanded our client engagement efforts to achieve shared sustainability objectives. We are:   •Operating from green-certified buildings: our San Diego headquarters is Energy Star Certified and our Phoenix Office is LEED Platinum certified. •Continuing to upgrade our San Diego headquarters by completing a building-wide LED retrofit, subsidizing employee use of electric vehicle charging stations, and installing a carport photovoltaic panel system. These improvements are in addition to our automatic lighting control system with light-harvesting technology, a building management system that monitors and controls energy use, an adaptive and intelligent irrigation system, and energy efficient PVC roofing and heating and cooling systems. •Reporting according to our Green Financing Framework and our Green Bond Report, disclosing our allocation of proceeds from our inaugural green bond offering in 2021 to green certified building acquisitions and other eligible green projects.  •Identifying transition risks across our European portfolio by assessing, identifying, and underwriting necessary property retrofits and upgrades during acquisition due diligence in order to ensure our investments will meet the England and Wales minimum energy efficiency standards (“MEES”) and the 2002 Scottish energy regulations. This due diligence will also help preparedness for future similar regulations that may be adopted in countries or regions where we have properties. •Enhancing our ESG and Green Lease schedule for our European operations to establish landlord/client cooperation, data sharing requirements, energy use, site alteration guidelines, and energy performance certificate requirements, among other items. We are also continuing the expansion and incorporation of “Green Lease Clauses” across our leases for access to utility and performance data through lease rollovers, sale-leaseback transactions, and initiatives which allow us to benchmark our properties and work with clients to identify and implement energy efficiency projects. •Holding a management led ESG Task Force to facilitate compliance with certain regulatory disclosure requirements to which we are subject (such as the anticipated changes to the SEC’s climate-related  12 12 12 Table of Contents Table of Contents   disclosure rules) or to comply with established ESG frameworks and standards, such as the Global Real Estate Sustainability Benchmarks and the Task Force for Climate-Related Financial Disclosures (“TCFD”).  •Continuing our client engagement initiative to learn about client sustainability goals, initiatives, and collaboration opportunities focused on utility data sharing, renewable energy options, electric vehicle charging infrastructure, as well as LED lighting and HVAC retrofits and other energy efficiency projects. •Working with strategic real estate partners to survey existing site-level environmental characteristics to help develop a more comprehensive inventory of our portfolio’s low-footprint carbon initiatives. •Providing our asset management and real estate operations teams with additional resources to identify and evaluate client partnership opportunities. •Surveying asset-level property characteristics via client survey requests to increase environmental data coverage. •Continuing to strengthen our governance structure and legal instruments to expedite opportunities across our portfolio. •Considering climate-related risks within our strategic enterprise-level risk assessment process while following TCFD recommendations to better understand how climate change may impact future business decisions. We prepare and issue an annual sustainability report. Social - Company Culture and Employees Human Capital We put great effort into cultivating an inclusive company culture. We are one team, and together we are committed to providing an engaging work environment centered on our One Team values of Do the right thing, Take ownership, Empower each other, Celebrate differences, and Give more than we take. As such, we hire talented employees with diverse backgrounds and perspectives and work to provide an environment with regular, open communication where capable team members have fulfilling careers and are encouraged to engage with and make a positive impact on business partners and the communities in which we operate.  We continue to take the following actions to offer an engaging environment: •Maintaining a hybrid onsite/remote work environment with flexible scheduling; •Implementing an improved internal communication and document management platform that provides employees enhanced video conferencing, document management, and virtual collaboration workspace which improved employee communications and collaboration supporting in-office and our remote work footprint; •Increasing dialogue with our team leaders, including our CEO, who conducts regular check-in meetings with all leadership levels and employees across the company; •Providing resources to employees who were directly impacted by the ongoing COVID-19 pandemic; •Updating our business continuity plan that includes emergency planning, disaster recovery, alternative communication outlets, and real-time testing simulations; •Establishing in-person and virtual engagement activities, bringing colleagues together through the Team Building Committee and Green Team; and •Hosting in-person and virtual wellbeing program classes and events addressing mental health, stress reduction, physical fitness, financial wellbeing, and other wellness topics. Recruitment, Development and Retention We believe our employees form the foundation of our corporate culture and are one of our most valuable assets. As of January 2023, we employed 395 professionals (including four part-time employees), with the majority of talent recruited and hired from the local communities in which we operate. In order to broaden our reach for talent, we offer college and high school internship programs and attract candidates utilizing diverse resources such as affinity associations, targeted job advertisements, sourcing software focusing on diversity criteria, and employee referrals. Additionally, as part of our ongoing efforts to strengthen our internal leadership development capabilities, we operate an annual mentorship program, will launch two leadership development programs in 2023, and train on topics such as anti-discrimination and harassment, cybersecurity, Diversity, Equality and Inclusion (DE&I) awareness, safety, and important company policies that are required for every employee. We also offer competency-based training that includes professional development, executive and officer-level coaching, and other leadership development training for our colleagues. 13 13 13 Table of Contents Table of Contents   Assistance and support are provided to employees who are working towards obtaining job-related licenses and relevant certifications as well as continuing education. Opportunities to enroll in professional and technical education is also extended to all employees who are looking for ways to continue learning and growing with the Company. Employee retention is vital to maintaining a robust and cohesive workforce. To that end, we provide compensation that we believe is competitive with our peers and competitors, including a generous benefits package. Benefits include medical, dental, and vision healthcare benefits for all employees and their families; participation in a 401(k) or equivalent plan with a matching contribution from us; paid time-off or equivalent; disability and life insurance; and, in years that the Company's performance meets certain goals, the ability to earn equity in the Company that vests over four years. Our employees have an average tenure of approximately 4.8 years and our leadership, including Senior Vice President and above, have an average tenure of approximately 8.3 years. Diversity, Equality and Inclusion  We believe that much of our success is rooted in the diversity of our teams and our commitment to inclusion. This commitment starts at the top with our highly skilled and diverse Board, comprised of individuals with a variety of backgrounds and experience. We strive to emulate this diversity throughout the Company as part of our ongoing commitment to diversity, equality and inclusion with our DE&I Policy. We continue to expand our DE&I efforts around building employee awareness and understanding through various training requirements and learning opportunities. In 2022, we accomplished a 100% participation in our required DE&I training and in 2023 hosted a variety of voluntary learning sessions around an array of DE&I topics (e.g., Generational Differences, and Allyship, Gender Equity, and Race Diversity), which supported employee self-reflection, engagement, and action throughout the year. In addition, we offer the option for employees to select a floating holiday that recognizes DE&I that is personally meaningful to them.  These learning opportunities aim to continue building knowledge and facilitate open and safe conversations regarding critical DE&I topics, drive inclusive conversations with others, and promote belonging in our hybrid environment.  We perform a pay equity analysis each year to ensure that regardless of gender, race, or ethnicity, employees who perform similar work under similar circumstances are paid similar wages. Workforce Demographics The following data is as of December 31, 2022 and was gathered voluntarily from employees and reflects the information provided by the participating respondents. No employees identify as non-binary. We define Manager Level as employees that either supervise at least one team member or hold a title of Associate Director or above. We define Senior Officer Level as employees with a title of Senior Vice President or above. In addition to maintaining a diverse workforce, 36% of our Board of Directors self-identify as women and 55% self-identify as racially or ethnically diverse.    *8 of 21 senior officers identify as women 14 14 14 Table of Contents Table of Contents   Employee Engagement We believe our focus on culture, employee engagement and inclusion has helped us mitigate the risk of losing key team members. To assess, analyze, and respond to employee sentiment and to ensure that we are doing all we can to foster engagement from a strategic perspective, we launched our first employee engagement survey in 2019. Every eighteen months, we conduct a comprehensive  employee engagement survey. Our 2022 survey garnered over 96% employee participation. We continuously strive in our culture and work environment to create opportunities for engagement and improvement. As such, our leaders develop focused action plans which address areas for enhanced engagement based on survey results in concert with feedback from their department team members. We intend to continue conducting employee engagement surveys every eighteen months. We sponsor an active Team Building Committee comprised of volunteer-employees across numerous departments and seniority levels that organizes employee-driven, team-building events and activities to promote employee involvement, communication, and organizational continuity to foster strong interconnected relationships. We complement the Team Building Committee in support of our ESG efforts with another volunteer-based, employee-driven Green Team that works on sustainability related matters at our office and in the community. Employee Health, Safety and Wellbeing We believe the health and wellbeing of our team members are cornerstones for our successful operations. Our wellbeing program provides opportunities for our people to participate in various activities and educational programs to enhance their personal and professional lives. Our wellbeing model is to engage employees covering five pillars of wellness:  Purpose, Social, Financial, Community, and Physical.  We support a healthy work-life balance, by offering flexible work schedules, access to discounted fitness programs, on-site dry-cleaning pickup, car wash services, paid family leave, generous parental leave, lactation rooms, and an infant at work program for new parents. Employees also have access to a robust employee assistance program. The COVID-19 pandemic prompted additional support needed to our One Team. Upon our return to the office in March 2022, we took the following actions to seek to assist our employees: we (i) implemented a hybrid remote and in-person working arrangements which was determined by each department leader based on an individual's role; (ii) implemented and improved internal communications; (iii) provided resources to employees who were directly impacted by the COVID-19 pandemic (e.g., financial support, scheduling flexibility, and time off to employees to receive and recover from the COVID-19 vaccine and booster); and (iv) updated our business continuity plan. Governance - Fiduciary Duties and Ethics We believe in the importance of a company’s reputation for integrity and are committed to managing the Company for the benefit of our stockholders. We are focused on maintaining good corporate governance and have implemented the below practices that illustrate this commitment including, but are not limited to: •Our Board of Directors is currently comprised of 11 directors, 10 of whom are independent, non-employee directors; •Our Board of Directors is elected on an annual basis with a majority vote standard; •Our directors conduct annual self-evaluations and participate in director orientation and continuing education programs;   •An enterprise risk management evaluation is conducted annually to identify and assess our risk; •Each standing committee of our Board of Directors is comprised entirely of independent directors; and •We adhere to all other corporate governance principles outlined in our Corporate Governance Guidelines. These guidelines, as well as our bylaws, committee charters and other governance documents may be found on our website. We are committed to conducting our business according to the highest ethical standards and upholding our corporate responsibilities as a public company operating for the benefit of our stockholders. Our Board of Directors has adopted a Code of Business Ethics that applies to our directors, officers, and other employees. The Code of Business Ethics includes our commitment to dealing fairly with all of our clients, service providers, suppliers, and competitors. We require all employees to acknowledge the terms of, and abide by, our Code of Business Ethics, which is also available on our website. Our employees have access to members of our Board of Directors to report anonymously, if desired, any suspicion of misconduct by any member of our senior management or executive team. Anonymous reporting is always available through our whistleblower hotline and reported to our Audit Committee quarterly. 15 15 15  Table of Contents Table of Contents   PROPERTY PORTFOLIO INFORMATION At December 31, 2022, our diversified portfolio consisted of: •Owned or held interests in 12,237 properties; •An occupancy rate of 99.0%, or 12,111 properties leased and 126 properties available for lease or sale; •Clients doing business in 84 separate industries; •Locations in all 50 U.S. states, Puerto Rico, the U.K., Spain, and Italy; •Approximately 236.8 million square feet of leasable space;  •A weighted average remaining lease term (excluding rights to extend a lease at the option of the client) of approximately 9.5 years; and •An average leasable space per property of approximately 19,350 square feet; approximately 13,000 square feet per retail property and approximately 234,100 square feet per industrial property. At December 31, 2022, 12,111 properties were leased under net lease agreements. A net lease typically requires the client to be responsible for monthly rent and certain property operating expenses including property taxes, insurance, and maintenance. In addition, clients of our properties typically pay rent increases based on: (1) fixed increases, (2) increases tied to inflation (typically subject to ceilings), or (3) additional rent calculated as a percentage of the clients' gross sales above a specified level. We define total portfolio annualized contractual rent as the monthly aggregate cash amount charged to clients, inclusive of monthly base rent receivables, but excluding percentage rent and reimbursements from clients, as of the balance sheet date, multiplied by 12, excluding percentage rent. We believe total portfolio annualized contractual revenue is a useful supplemental operating measure, as it excludes properties that were no longer owned at the balance sheet date and includes the annualized rent from properties acquired during the quarter. Total portfolio annualized contractual rent has not been reduced to reflect reserves and reserve reversals recorded as adjustments to U.S. GAAP rental revenue in the periods presented and excludes unconsolidated entities. Top 10 Industry Concentrations We are engaged in a single business activity, which is the leasing of property to clients, generally on a net basis. That business activity spans various geographic boundaries and includes property types and clients engaged in various industries. Even though we have a single segment, we believe our investors continue to view diversification as a key component of our investment philosophy and so we believe it remains important to present certain information regarding our property portfolio classified according to the business of the respective clients, expressed as a percentage of our total portfolio annualized contractual rent: 16 16 16 Table of Contents Table of Contents   Percentage of Total Portfolio Annualized Contractual Rent by Industry (1)As ofDec 31,2022Dec 31,2021Dec 31,2020Dec 31,2019Dec 31,2018Grocery stores10.0%10.2%9.8%7.9%5.0%Convenience stores8.69.111.912.312.6Dollar stores7.47.57.67.97.3Restaurants - quick service6.06.65.35.86.3Drug stores5.76.68.28.89.4Home improvement5.65.14.32.92.8Restaurants - casual dining5.15.92.83.23.3Health and fitness4.44.76.77.07.1Automotive service4.03.22.72.62.2General merchandise3.73.73.42.52.1 Percentage of Total Portfolio Annualized Contractual Rent by Industry (1) Dec 31, 2022 Dec 31, 2021 Dec 31, 2020 Dec 31, 2019 Dec 31, 2018 (1) The presentation of Top 10 Industry Concentrations combines total portfolio contractual rent from the U.S. and Europe. Europe consists of properties in the U.K., starting in May 2019, in Spain, starting in September 2021, and in Italy, starting in October 2022. Property Type Composition The following table sets forth certain property type information regarding our property portfolio as of December 31, 2022 (dollars in thousands): Property TypeNumber ofPropertiesApproximateLeasableSquare Feet (1)Total Portfolio Annualized Contractual RentPercentage of Total Portfolio Annualized Contractual RentRetail11,872154,779,800$2,794,814 81.9 %Industrial32776,546,800453,571 13.3 Gaming13,096,700100,000 2.9 Other (2)372,422,10064,673 1.9 Totals12,237236,845,400$3,413,058 100.0 % Property Type Number of Properties Approximate Leasable Square Feet (1) Other (2) (1)Includes leasable building square footage. Excludes 2,962 acres of leased land categorized as agriculture at December 31, 2022. (2)\"Other\" includes 27 properties classified as agriculture, consisting of approximately 272,400 leasable square feet and $37.4 million in annualized contractual rent and ten properties classified as office, consisting of approximately 2.1 million leasable square feet and $27.3 million in annualized contractual rent. 17 17 17 Table of Contents Table of Contents   Client Diversification The following table sets forth the 20 largest clients in our property portfolio, expressed as a percentage of total portfolio annualized contractual rent, which does not give effect to deferred rent, at December 31, 2022:  ClientNumber ofLeasesPercentage of Total Portfolio Annualized Contractual Rent (1)Dollar General1,518 4.0 %Walgreens342 3.6 7-Eleven632 3.5 Dollar Tree / Family Dollar 1,092 3.3 Wynn Resorts1 2.9 FedEx80 2.6 LA Fitness76 2.1 Sainsbury's28 1.8 BJ's Wholesale Clubs33 1.8 B&Q (Kingfisher)37 1.7 CVS Pharmacy183 1.6 Lifetime Fitness21 1.6 Wal-Mart / Sam's Club66 1.6 AMC Theaters35 1.5 Tractor Supply171 1.4 Red Lobster200 1.4 Regal Cinemas (Cineworld)41 1.4 Tesco17 1.3 Home Depot29 1.1 Kroger32 1.0 Total4,63440.9 % Number of Leases Percentage of Total Portfolio Annualized Contractual Rent (1) (1)Amounts for each client are calculated independently; therefore, the individual percentages may not sum to the total.   18 18 18 Table of Contents Table of Contents   Lease Expirations The following table sets forth certain information regarding the timing of the lease term expirations in our portfolio (excluding rights to extend a lease at the option of the client) and their contribution to total portfolio annualized contractual rent as of December 31, 2022 (dollars in thousands): Total Portfolio (1)ExpiringLeasesApproximateLeasableSquare FeetTotal Portfolio Annualized Contractual RentPercentage of Total Portfolio Annualized Contractual RentYearRetailNon-Retail2023557176,091,100$92,628 2.7 %20246963413,537,600156,461 4.6 20258843614,190,300201,949 5.9 20268123216,381,600190,641 5.6 20271,3843521,660,500276,431 8.1 20281,2714624,838,000289,822 8.5 20299062019,119,100233,775 6.8 20305542015,237,800174,428 5.1 20314933520,798,900238,610 7.0 20329342314,581,900233,886 6.9 20335871514,296,200174,091 5.1 2034546710,288,200209,296 6.1 203541934,806,400106,739 3.1 203641387,174,800131,904 3.9 203746888,320,400128,608 3.8 2038-21431,4835123,270,900573,789 16.8 Totals12,407390234,593,700$3,413,058 100.0 % Total Portfolio (1) Expiring Leases Approximate Leasable Square Feet Year Retail Non-Retail (1)Leases on our multi-client properties are counted separately in the table above. This table excludes 181 vacant units.  19 19 19 Table of Contents Table of Contents   Geographic Diversification The following table sets forth certain geographic information regarding our property portfolio as of December 31, 2022 (dollars in thousands): LocationNumber ofPropertiesPercent LeasedApproximateLeasableSquare FeetPercentage of Total Portfolio Annualized Contractual RentAlabama             39798 %4,294,8001.9 %Alaska              6100 299,7000.1 Arizona             245100 3,701,3002.0 Arkansas            234100 2,567,0001.0 California          33399 11,421,2005.8 Colorado            16699 2,651,1001.4 Connecticut         2596 1,237,3000.4 Delaware            2596 189,9000.1 Florida             78299 10,018,9005.1 Georgia             54799 8,473,9003.5 Hawaii              22100 47,8000.2 Idaho               27100 189,1000.1 Illinois            52899 12,489,6005.2 Indiana             40699 7,584,5002.6 Iowa                102100 2,995,7000.9 Kansas              183100 4,565,0001.1 Kentucky            35799 5,823,5001.7 Louisiana           336100 5,053,5002.0 Maine54100 1,004,9000.5 Maryland            7896 2,857,2001.2 Massachusetts       91100 6,201,2004.2 Michigan            46799 5,734,5002.7 Minnesota           24399 3,630,6001.8 Mississippi         281100 4,251,5001.3 Missouri            37698 5,018,0001.9 Montana             22100 210,5000.1 Nebraska            7797 1,021,1000.4 Nevada              74100 2,665,7001.0 New Hampshire       31100 568,2000.3 New Jersey          14297 2,225,9001.6 New Mexico          101100 1,290,7000.6 New York            24498 4,334,7002.9 North Carolina      39398 8,106,0003.0 North Dakota        2291 347,5000.2 Ohio                68399 14,602,0004.2 Oklahoma            30199 4,035,3001.6 Oregon              41100 650,4000.4 Pennsylvania        33999 5,925,2002.5 Rhode Island        6100 99,8000.1 South Carolina      30799 4,195,7001.9 South Dakota        31100 453,0000.2 Tennessee           44698 7,209,4002.5 Texas               1,53499 25,415,80010.4 Utah                36100 1,529,5000.5 Vermont             7100 134,9000.1 Virginia            35699 7,197,7002.5 Washington          79100 1,783,5000.9 West Virginia       76100 736,6000.4 Wisconsin           278100 5,483,1001.9 Wyoming             23100 157,7000.1 Puerto Rico6100 59,4000.1 United Kingdom212100 19,069,2009.5 Spain52100 3,960,1001.0 Italy7100 1,075,1000.4 Totals/average12,23799 %236,845,400100.0 % Location Number of Properties Percent Leased Approximate Leasable Square Feet Percentage of Total Portfolio Annualized Contractual Rent Totals/average 20 20 20  Table of Contents Table of Contents   FORWARD-LOOKING STATEMENTS This Annual Report on Form 10-K, including the documents incorporated by reference, contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995, Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Exchange Act of 1934, as amended. When used in this annual report, the words “estimated,” “anticipated,” “expect,” “believe,” “intend,” “continue,” “should,” “may,” “likely,” “plans,” and similar expressions are intended to identify forward-looking statements. Forward-looking statements include discussions of our business and portfolio (including our growth strategies and our intention to acquire or dispose of additional properties and the timing of these acquisitions and dispositions), re-lease, re-development and speculative development of properties and expenditures related thereto; future operations and results; the announcement of operating results, strategy, plans, and the intentions of management; and trends in our business, including trends in the market for long-term net leases of freestanding, single-client properties. Forward-looking statements are subject to risks, uncertainties, and assumptions about Realty Income Corporation which may cause our actual future results to differ materially from expected results. Some of the factors that could cause actual results to differ materially are, among others our continued qualification as a real estate investment trust; general domestic and foreign business, economic, or financial conditions; competition; fluctuating interest and currency rates; inflation and its impact on our clients and us; access to debt and equity capital markets and other sources of funding; continued volatility and uncertainty in the credit markets and broader financial markets; other risks inherent in the real estate business including our clients' defaults under leases, increased client bankruptcies, potential liability relating to environmental matters, illiquidity of real estate investments, and potential damages from natural disasters; impairments in the value of our real estate assets; changes in domestic and foreign income tax laws and rates; our clients' solvency; property ownership through joint ventures and partnerships which may limit control of the underlying investments; the continued evolution of the COVID-19 pandemic or future epidemics or pandemics, measures taken to limit their spread, the impacts on us, our business, our clients (including those in the theater and fitness industries), and the economy generally; the loss of key personnel; the outcome of any legal proceedings to which we are a party or which may occur in the future; acts of terrorism and war; and any effects of uncertainties regarding whether the anticipated benefits or results of our merger with VEREIT, Inc. will be achieved. Additional factors that may cause risks and uncertainties include those discussed in the sections entitled “Business”, “Risk Factors” and “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in this Annual Report on Form 10-K, for the fiscal year ended December 31, 2022. Readers are cautioned not to place undue reliance on forward-looking statements. Forward-looking statements are not guarantees of future plans and performance and speak only as of the date of this annual report was filed with the SEC. Actual plans and operating results may differ materially from what is expressed or forecasted in this annual report and forecasts made in the forward-looking statements discussed in this annual report might not materialize. We do not undertake any obligation to publicly release the results of any revisions to these forward-looking statements that may be made to reflect events or circumstances after the date these statements were made. ", "time": "00:00:05"}