{"cik": 731802, "item_1A": "ITEM 1.Business. Overview and Strategy Atmos Energy Corporation, headquartered in Dallas, Texas, and incorporated in Texas and Virginia, is the country’s largest natural-gas-only distributor based on number of customers.  We safely deliver reliable, efficient and abundant natural gas through regulated sales and transportation arrangements to over 3.3 million residential, commercial, public authority and industrial customers in eight states located primarily in the South.  We also operate one of the largest intrastate pipelines in Texas based on miles of pipe. Atmos Energy's vision is to be the safest provider of natural gas services. We will be recognized for exceptional customer service, for being a great employer and for achieving superior financial results. Since 2011, our operating strategy has focused on modernizing our business and infrastructure while reducing regulatory lag. This operating strategy supports continued investment in safety, innovation, environmental sustainability and our communities. Operating Segments As of September 30, 2023, we manage and review our consolidated operations through the following reportable segments: •The distribution segment is primarily comprised of our regulated natural gas distribution and related sales operations in eight states. •The pipeline and storage segment is comprised primarily of the pipeline and storage operations of our Atmos Pipeline-Texas division and our natural gas transmission operations in Louisiana. Distribution Segment Overview The following table summarizes key information about our six regulated natural gas distribution divisions, presented in order of total rate base.  DivisionService AreasCommunities ServedCustomer MetersMid-TexTexas, including the Dallas/Fort Worth Metroplex5501,856,356Kentucky/Mid-StatesKentucky220185,630Tennessee165,267Virginia25,083LouisianaLouisiana270378,483West TexasAmarillo, Lubbock, Midland80330,490MississippiMississippi110273,586Colorado-KansasColorado170129,197Kansas142,292 We operate in our service areas under terms of non-exclusive franchise agreements granted by the various cities and towns that we serve. At September 30, 2023, we held 1,021 franchises having terms generally ranging from five to 35 years. A significant number of our franchises expire each year, which require renewal prior to the end of their terms. Historically, we have successfully renewed these franchises and believe that we will continue to be able to renew our franchises as they expire.  Revenues in this operating segment are established by regulatory authorities in the states in which we operate. These rates are intended to be sufficient to cover the costs of conducting business, including a reasonable return on invested capital.  In addition, we transport natural gas for others through our distribution systems. 4 4 4 Table of Contents Table of Contents Rates established by regulatory authorities often include cost adjustment mechanisms for costs that (i) are subject to significant price fluctuations compared to our other costs, (ii) represent a large component of our cost of service and (iii) are generally outside our control. Purchased gas cost adjustment mechanisms represent a traditional and common form of cost adjustment mechanism. Purchased gas cost adjustment mechanisms provide a method of recovering purchased gas costs on an ongoing basis without filing a rate case because they provide a dollar-for-dollar offset to increases or decreases in the cost of natural gas. Therefore, although substantially all of our distribution operating revenues fluctuate with the cost of gas that we purchase, distribution operating income is generally not affected by fluctuations in the cost of gas. Additionally, some jurisdictions have performance-based ratemaking adjustments to provide incentives to minimize purchased gas costs through improved storage management and use of financial instruments to reduce volatility in gas costs. Under the performance-based ratemaking adjustments, purchased gas costs savings are shared between the Company and its customers. Our supply of natural gas is provided by a variety of suppliers, including independent producers and marketers. The gas is delivered into our systems by various pipeline companies, withdrawals of gas from proprietary and contracted storage assets and base load and peaking arrangements, as needed. Supply arrangements consist of both base load and peaking quantities and are contracted from our suppliers on a firm basis with various terms at market prices. Base load quantities are those that flow at a constant level throughout the month and peaking quantities provide the flexibility to change daily quantities to match increases or decreases in requirements related to weather conditions. Except for local production purchases, we select our natural gas suppliers through a competitive bidding process by periodically requesting proposals from suppliers. We select these suppliers based on their ability to reliably deliver gas supply to our designated firm pipeline receipt points at the lowest reasonable cost. Major suppliers during fiscal 2023 were Cima Energy, LP, ConocoPhillips Company, EnLink Gas Marketing LP, Enterprise Navitas Midstream Midland Basin LLC, Hartree Partners, L.P., Sequent Energy Management LLC, Symmetry Energy Solutions, LLC, Targa Gas Marketing LLC, Texla Energy Management, Inc. and Twin Eagle Resource Management, LLC. The combination of base load and peaking agreements, coupled with the withdrawal of gas held in storage, allows us the flexibility to adjust to changes in weather, which minimizes our need to enter into long-term firm commitments. We estimate our peak-day availability of natural gas supply to be approximately 5.3 Bcf. The peak-day demand for our distribution operations in fiscal 2023 was on December 23, 2022, when sales to customers reached approximately 4.2 Bcf. Currently, our distribution divisions utilize 35 pipeline transportation companies, both interstate and intrastate, to transport our natural gas. The pipeline transportation agreements are firm and many of them have “pipeline no-notice” storage service, which provides for daily balancing between system requirements and nominated flowing supplies. These agreements have been negotiated with the shortest term necessary while still maintaining our right of first refusal. The natural gas supply for our Mid-Tex Division is delivered primarily by our APT Division. To maintain our deliveries to high priority customers, we have the ability, and have exercised our right, to interrupt or curtail service to certain customers pursuant to contracts and applicable state regulations or statutes. Our customers’ demand on our system is not necessarily indicative of our ability to meet current or anticipated market demands or immediate delivery requirements because of factors such as the physical limitations of gathering, storage and transmission systems, the duration and severity of cold weather, the availability of gas reserves from our suppliers, the ability to purchase additional supplies on a short-term basis and actions by federal and state regulatory authorities. Interruption and curtailment rights provide us the flexibility to meet the human-needs requirements of our customers on a reliable basis. Priority allocations imposed by federal and state regulatory agencies, as well as other factors beyond our control, may affect our ability to meet the demands of some of our customers. Pipeline and Storage Segment Overview Our pipeline and storage segment consists of the pipeline and storage operations of APT and our natural gas transmission operations in Louisiana. APT is one of the largest intrastate pipeline operations in Texas with a heavy concentration in the established natural gas-producing areas of central, northern and eastern Texas, extending into or near the major producing areas of the Barnett Shale, the Texas Gulf Coast and the Permian Basin of West Texas. Through its system, APT provides transportation and storage services to our Mid-Tex Division, other third party local distribution companies, industrial and electric generation customers, marketers and producers. As part of its pipeline operations, APT owns and operates five underground storage facilities in Texas.  Revenues earned from transportation and storage services for APT are subject to traditional ratemaking governed by the RRC. Rates are updated through periodic filings made under Texas’ GRIP. GRIP allows us to include in our rate base annually approved capital costs incurred in the prior calendar year provided that we file a complete rate case at least once every five  5 5 5 Table of Contents Table of Contents years; the most recent of which was filed in May 2023. APT’s existing regulatory mechanisms allow certain transportation and storage services to be provided under market-based rates. Our natural gas transmission operations in Louisiana are comprised of a 21-mile pipeline located in the New Orleans, Louisiana area that is primarily used to aggregate gas supply for our distribution division in Louisiana under a long-term contract and, on a more limited basis, to third parties. The demand fee charged to our Louisiana distribution division for these services is subject to regulatory approval by the Louisiana Public Service Commission. We also manage two asset management plans that serve distribution affiliates of the Company, which have been approved by applicable state regulatory commissions. Generally, these asset management plans require us to share with our distribution customers a significant portion of the cost savings earned from these arrangements. Ratemaking Activity Overview The method of determining regulated rates varies among the states in which our regulated businesses operate. The regulatory authorities have the responsibility of ensuring that utilities in their jurisdictions operate in the best interests of customers while providing utility companies the opportunity to earn a reasonable return on their investment. Generally, each regulatory authority reviews rate requests and establishes a rate structure intended to generate revenue sufficient to cover the costs of conducting business, including a reasonable return on invested capital. Our rate strategy focuses on reducing or eliminating regulatory lag, obtaining adequate returns and providing stable, predictable margins, which benefit both our customers and the Company. As a result of our ratemaking efforts in recent years, Atmos Energy has: •Formula rate mechanisms in place in four states that provide for an annual rate review and adjustment to rates. •Infrastructure programs in place in all of our states that provide for an annual adjustment to rates for qualifying capital expenditures. Through our annual formula rate mechanisms and infrastructure programs, we have the ability to recover approximately 90 percent of our capital expenditures within six months and substantially all of our capital expenditures within twelve months. •Authorization in tariffs, statute or commission rules that allows us to defer certain elements of our cost of service such as depreciation, ad valorem taxes and pension costs, until they are included in rates. •WNA mechanisms in seven states that serve to minimize the effects of weather on approximately 96 percent of our distribution residential and commercial revenues. •The ability to recover the gas cost portion of bad debts in five states which represents approximately 80 percent of our distribution residential and commercial revenues. 6 6 6 Table of Contents Table of Contents The following tables provides a jurisdictional rate summary for our regulated operations as of September 30, 2023. This information is for regulatory purposes only and may not be representative of our actual financial position. DivisionJurisdictionEffectiveDate of LastRate/GRIP ActionRate Base(thousands)(1)AuthorizedRate ofReturn(1)Authorized Debt/Equity Ratio(1)AuthorizedReturnon Equity(1)Atmos Pipeline — TexasTexas(5)05/17/2023$4,055,3758.87%47/5311.50%Colorado-KansasColorado05/14/2023229,5657.00%42-45/55-589.3% - 9.6%Colorado SSIR01/01/202331,9937.00%42-45/55-589.3% - 9.6%Kansas05/09/2023295,070(4)(4)(4)Kansas SIP04/01/202313,2707.03%44/569.10%Kentucky/Mid-StatesKentucky05/20/2022568,5066.82%45/559.23%Kentucky-PRP10/02/202214,3756.94%45/559.45%Tennessee06/01/2023499,4477.58%38/629.80%Virginia04/01/201947,8277.43%42/589.20%Virginia-SAVE10/01/202211,7537.43%42/589.20%LouisianaLouisiana07/01/20231,094,3737.30%(4)(4)Mid-TexMid-Tex Cities(7)10/01/20225,234,981(6)7.28%42/589.80%Mid-Tex  ATM Cities06/09/20235,932,535(6)7.97%40/609.80%Mid-Tex Environs06/01/20235,932,542(6)7.97%40/609.80%Mid-Tex — Dallas09/01/20235,904,692(6)7.43%40/609.80%MississippiMississippi11/01/2022525,3487.53%(4)(4)Mississippi - SIR11/01/2022390,2767.53%(4)(4)West TexasWest Texas Cities(8) (10)10/01/2022855,328(9)7.28%42/589.80%West Texas - ALDC06/09/2023960,622(9)7.35%41/59(4)West Texas - Environs06/01/2023958,159(9)7.97%40/609.80%West Texas - Triangle06/01/202356,2797.71%40/609.80% Rate Base (thousands)(1) Authorized Rate of Return(1) Authorized Debt/ Equity Ratio(1) Authorized Return on Equity(1) Texas(5) Mid-Tex Cities(7) 5,234,981(6) 5,932,535(6) 5,932,542(6) 5,904,692(6) West Texas Cities(8) (10) 855,328(9) 960,622(9) 958,159(9)                   DivisionJurisdictionBad  DebtRider(2)Formula RateInfrastructure Mechanism Performance BasedRate Program(3)WNA PeriodAtmos Pipeline —  TexasTexasNoYesYesN/AN/AColorado-KansasColoradoNoNoYesNoN/AKansasYesNoYesYesOctober-MayKentucky/Mid-StatesKentuckyYesNoYesYesNovember-AprilTennesseeYesYesYesYesOctober-AprilVirginiaYesNoYesNoJanuary-DecemberLouisianaLouisianaNoYesYesNoDecember-MarchMid-Tex CitiesTexasYesYesYesNoNovember-AprilMid-Tex — DallasTexasYesYesYesNoNovember-AprilMississippiMississippiNoYesYesNoNovember-AprilWest TexasTexasYesYesYesNoOctober-May Bad  Debt Rider(2) Performance Based Rate Program(3)   7 7 7 Table of Contents Table of Contents (1)The rate base, authorized rate of return, authorized debt/equity ratio and authorized return on equity presented in this table are those from the most recent approved regulatory filing for each jurisdiction. These rate bases, rates of return, debt/equity ratios and returns on equity are not necessarily indicative of current or future rate bases, rates of return or returns on equity. (2)The bad debt rider allows us to recover from customers the gas cost portion of customer accounts that have been written off. (3)The performance-based rate program provides incentives to distribution companies to minimize purchased gas costs by allowing the companies and their customers to share the purchased gas costs savings. (4)A rate base, rate of return, return on equity or debt/equity ratio was not included in the respective state commission’s final decision. (5)On October 24, 2023, APT and the intervening parties in its general rate case filed a Joint Notice of Settlement and Proposed Order. The settlement proposes a rate base of $4.3 billion, an authorized return of 8.49%, a debt/equity ratio of 40/60 and an authorized ROE of 11.45%.  We anticipate the settlement agreement will be on the RRC's agenda for its December 13, 2023 meeting. (6)The Mid-Tex rate base represents a “system-wide,” or 100 percent, of the Mid-Tex Division’s rate base. (7)The Mid-Tex Cities approved the Formula Rate Mechanism filing with rates effective October 1, 2023, which included a rate base of $6.1 billion, an authorized return of 7.35%, a debt/equity ratio of 42/58 and an authorized ROE of 9.80%. (8)The West Texas Cities includes all West Texas Division cities except Amarillo, Lubbock, Dalhart and Channing (ALDC). (9)The West Texas rate base represents a \"system-wide,\" or 100 percent, of the West Texas Division's rate base. (10)The West Texas Cities approved the Formula Rate Mechanism filing with rates effective October 1, 2023, which included a rate base of $965.3 million, an authorized return of 7.35%, a debt/equity ratio of 42/58 and an authorized ROE of 9.80%. Although substantial progress has been made in recent years to improve rate design and recovery of investment across our service areas, we are continuing to seek improvements in rate design to address cost variations and pursue tariffs that reduce regulatory lag associated with investments. Further, potential changes in federal energy policy, federal safety regulations and changing economic conditions will necessitate continued vigilance by the Company and our regulators in meeting the challenges presented by these external factors. Recent Ratemaking Activity The amounts described in the following sections represent the annual operating income that was requested or received in each rate filing, which may not necessarily reflect the stated amount referenced in the final order, as certain operating costs may have changed as a result of the commission's or other governmental authority's final ruling. Our ratemaking outcomes include the refund (return) of excess deferred income taxes (EDIT) resulting from previously enacted tax reform legislation and do not reflect the true economic benefit of the outcomes because they do not include the corresponding income tax benefit.  The following tables summarize the annualized ratemaking outcomes we implemented in each of the last three fiscal years. Rate ActionAnnual Increase (Decrease) in Operating IncomeEDIT ImpactAnnual Increase (Decrease) in Operating Income Excluding EDIT (In thousands)2023 Filings:Annual formula rate mechanisms$258,824 $(1,099)$257,725 Rate case filings2,940 6,791 9,731 Other ratemaking activity1,320 — 1,320 Total 2023 Filings$263,084 $5,692 $268,776 2022 Filings:Annual formula rate mechanisms$169,354 $33,249 $202,603 Rate case filings5,938 7,379 13,317 Other ratemaking activity(370)— (370)Total 2022 Filings$174,922 $40,628 $215,550 2021 Filings:Annual formula rate mechanisms$181,459 $39,306 $220,765 Rate case filings5,119 1,168 6,287 Other ratemaking activity(877)— (877)Total 2021 Filings$185,701 $40,474 $226,175  The following ratemaking efforts seeking $264.6 million in annual operating income were initiated during fiscal 2023 but had not been completed or implemented as of September 30, 2023: 8 8 8 Table of Contents Table of Contents DivisionRate ActionJurisdictionOperating IncomeRequested(In thousands)Atmos Pipeline - TexasRate CaseTexas (1)$107,417 Colorado-KansasInfrastructure MechanismKansas (2)1,755 Kentucky/Mid-StatesInfrastructure MechanismVirginia (3)672 Kentucky/Mid-StatesInfrastructure MechanismKentucky (4)3,424 Kentucky/Mid-StatesRate CaseVirginia2,752 Mid-TexFormula Rate MechanismMid-Tex Cities (5)113,768 MississippiInfrastructure MechanismMississippi10,969 MississippiFormula Rate MechanismMississippi13,793 West TexasFormula Rate MechanismWest Texas Cities (6)10,085 $264,635  Texas (1) Kansas (2) Virginia (3) Kentucky (4) Mid-Tex Cities (5) West Texas Cities (6)  (1)     On October 24, 2023, APT and the intervening parties in its general rate case filed a Joint Notice of Settlement and Proposed Order.  We anticipate the settlement agreement will be on the RRC's agenda for its December 13, 2023 meeting. If approved, the settlement would result in a $27.0 million increase in annual operating income, exclusive of the impact of the cessation of $36.9 million in excess deferred income tax refunds, which are substantially offset by a corresponding increase in income taxes.  New rates are anticipated to be implemented on January 1, 2024. (2)    The Kansas Corporation Commission approved the GSRS filing on November 2, 2023, with rates effective November 2, 2023. (3)    On September 11, 2023, the State Corporation Commission of Virginia approved a rate increase of $0.6 million effective October 1, 2023. (4)    On September 29, 2023, the Kentucky Public Service Commission approved a rate increase of $2.9 million effective October 1, 2023. (5)    The Mid-Tex Cities approved a rate increase of $98.6 million. New rates were implemented on October 1, 2023. (6)    The West Texas Cities approved a rate increase of $8.6 million. New rates were implemented on October 1, 2023.  Our recent ratemaking activity is discussed in greater detail below. Annual Formula Rate Mechanisms As an instrument to reduce regulatory lag, formula rate mechanisms allow us to refresh our rates on an annual basis without filing a formal rate case. However, these filings still involve discovery by the appropriate regulatory authorities prior to the final determination of rates under these mechanisms. We currently have specific infrastructure programs in all of our distribution divisions with tariffs in place to permit the investment associated with these programs to have their surcharge rate adjusted annually to recover approved capital costs incurred in a prior test-year period.  The following table summarizes our annual formula rate mechanisms by state. Annual Formula Rate MechanismsStateInfrastructure ProgramsFormula Rate MechanismsColoradoSystem Safety and Integrity Rider (SSIR)—KansasGas System Reliability Surcharge (GSRS), System Integrity Program (SIP)—KentuckyPipeline Replacement Program (PRP)—Louisiana(1)Rate Stabilization Clause (RSC)MississippiSystem Integrity Rider (SIR)Stable Rate Filing (SRF)Tennessee(1)Annual Rate Mechanism (ARM)TexasGas Reliability Infrastructure Program (GRIP), (1)Dallas Annual Rate Review (DARR), Rate Review Mechanism (RRM)VirginiaSteps to Advance Virginia Energy (SAVE)— (1)    Infrastructure mechanisms in Texas, Louisiana and Tennessee allow for the deferral of all expenses associated with capital expenditures incurred pursuant to these rules, which primarily consists of interest, depreciation and other taxes (Texas only), until the next rate proceeding (rate case or annual rate filing), at which time investment and costs would be recoverable through base rates.  9 9 9 Table of Contents Table of Contents The following table summarizes our annual formula rate mechanisms with effective dates during the fiscal years ended September 30, 2023, 2022 and 2021:  DivisionJurisdictionTest YearEndedIncrease(Decrease) inAnnualOperatingIncomeEDIT ImpactIncrease (Decrease) in Annual Operating Income Excluding EDITEffectiveDate  (In thousands) 2023 Filings:LouisianaLouisiana12/2022$14,466 $17 $14,483 07/01/2023Mid-TexDARR (1)09/202217,345 51 17,396 06/14/2023Mid-TexATM Cities12/202212,825 — 12,825 06/09/2023West TexasAmarillo, Lubbock, Dalhart and Channing12/20226,938 — 6,938 06/09/2023West TexasTriangle12/2022717 — 717 06/01/2023West TexasEnvirons12/20221,332 — 1,332 06/01/2023Mid-TexEnvirons12/20225,983 — 5,983 06/01/2023Kentucky/Mid-StatesTennessee ARM09/202214 (1,509)(1,495)06/01/2023Atmos Pipeline - TexasTexas12/202284,931 — 84,931 05/17/2023Colorado-KansasKansas SIP12/2022772 — 772 04/01/2023Colorado-KansasColorado SSIR12/20231,971 — 1,971 01/01/2023MississippiMississippi - SIR10/20238,560 — 8,560 11/01/2022MississippiMississippi - SRF10/202312,188 778 12,966 11/01/2022Kentucky/Mid-StatesKentucky PRP09/20231,588 — 1,588 10/02/2022Mid-TexMid-Tex Cities RRM12/202181,402 (395)81,007 10/01/2022West TexasWest Texas Cities RRM12/20217,315 (41)7,274 10/01/2022Kentucky/Mid-StatesVirginia - SAVE09/2023477 — 477 10/01/2022Total 2023 Filings$258,824 $(1,099)$257,725 2022 Filings:Kentucky/Mid-StatesTennessee ARM09/2021$2,466 $— $2,466 07/01/2022LouisianaLouisiana12/202117,650 (10,389)7,261 07/01/2022West TexasAmarillo, Lubbock, Dalhart and Channing12/20216,122 — 6,122 06/11/2022West TexasTriangle12/20211,549 — 1,549 06/11/2022West TexasEnvirons12/20211,221 — 1,221 06/11/2022Mid-TexATM Cities12/202112,815 — 12,815 06/10/2022Mid-TexEnvirons12/20215,646 — 5,646 06/10/2022Mid-TexDARR (2)09/202113,201 — 13,201 05/25/2022Atmos Pipeline - TexasTexas12/202178,750 — 78,750 05/18/2022Colorado-KansasKansas SIP12/2021623 — 623 04/01/2022Colorado-KansasKansas GSRS09/20211,820 — 1,820 02/01/2022Colorado-KansasColorado SSIR12/20222,610 — 2,610 01/01/2022Mid-TexMid-Tex Cities RRM12/202021,673 33,851 55,524 12/01/2021West TexasWest Texas Cities RRM12/2020151 3,347 3,498 12/01/2021MississippiMississippi - SIR10/20228,354 2,123 10,477 11/01/2021MississippiMississippi - SRF10/2022(5,624)4,317 (1,307)11/01/2021Kentucky/Mid-StatesVirginia - SAVE09/2022327 — 327 10/01/2021Total 2022 Filings$169,354 $33,249 $202,603  DARR (1) DARR (2) 10 10 10 Table of Contents Table of Contents 2021  Filings:Mid-TexEnvirons12/2020$4,632 $— $4,632 09/01/2021LouisianaLouisiana12/2020(2,407)24,192 21,785 07/01/2021Mid-TexATM Cities (3)12/202011,085 — 11,085 06/11/2021West TexasTriangle (3)12/2020416 — 416 06/11/2021West TexasEnvirons (3)12/20201,267 — 1,267 06/11/2021Mid-TexDARR (3)09/20201,708 15,114 16,822 06/09/2021Kentucky/Mid-StatesTennessee ARM09/202010,260 — 10,260 06/01/2021Atmos Pipeline - TexasTexas12/202043,868 — 43,868 05/11/2021Colorado-KansasKansas GSRS09/20201,695 — 1,695 02/01/2021Colorado-KansasColorado SSIR12/20212,366 — 2,366 01/01/2021Mid-TexMid-Tex Cities RRM12/201982,645 — 82,645 12/01/2020West TexasWest Texas Cities RRM12/20195,645 — 5,645 12/01/2020MississippiMississippi - SIR10/202110,556 — 10,556 11/01/2020MississippiMississippi - SRF10/20215,856 — 5,856 11/01/2020Kentucky/Mid-StatesVirginia - SAVE09/2021305 — 305 10/01/2020Kentucky/Mid-StatesKentucky PRP09/20211,562 — 1,562 10/01/2020Total 2021 Filings$181,459 $39,306 $220,765  ATM Cities (3) Triangle (3) Environs (3) DARR (3)  (1)    The rate increase for this filing was approved based on the effective date herein; however, the new rates were implemented beginning September 1, 2023. (2)    The rate increase for this filing was approved based on the effective date herein; however, the new rates were implemented beginning September 1, 2022. (3)    The rate increases for these filings were approved based on the effective dates herein; however, the new rates were implemented beginning September 1, 2021. Rate Case Filings A rate case is a formal request from Atmos Energy to a regulatory authority to increase rates that are charged to customers. Rate cases may also be initiated when the regulatory authorities request us to justify our rates. This process is referred to as a “show cause” action. Adequate rates are intended to provide for recovery of the Company’s costs as well as a reasonable rate of return to our shareholders and ensure that we continue to safely deliver reliable, reasonably priced natural gas service to our customers.  The following table summarizes our recent rate case activity during the fiscal years ended September 30, 2023, 2022 and 2021: DivisionStateIncrease in Annual Operating IncomeEDIT ImpactIncrease in Annual Operating Income Excluding EDITEffective Date  (In thousands) 2023 Rate Case Filings:Colorado-KansasColorado$913 $(54)$859 05/14/2023Colorado-KansasKansas2,027 6,845 8,872 05/09/2023Total 2023 Rate Case Filings$2,940 $6,791 $9,731 2022 Rate Case Filings:Kentucky/Mid-StatesKentucky (1)$5,938 $7,379 $13,317 05/20/2022Total 2022 Rate Case Filings$5,938 $7,379 $13,317 2021 Rate Case Filings:West Texas (ALDC)Texas$5,119 $1,168 $6,287 06/01/2021Total 2021 Rate Case Filings$5,119 $1,168 $6,287  Kentucky (1) (1)    The rate case outcome for Kentucky is inclusive of the fiscal 2022 pipeline replacement program. 11 11 11 Table of Contents Table of Contents Other Ratemaking Activity The following table summarizes other ratemaking activity during the fiscal years ended September 30, 2023, 2022 and 2021: DivisionJurisdictionRate ActivityIncrease (Decrease) in AnnualOperating IncomeEffectiveDate   (In thousands) 2023 Other Rate Activity:Colorado-KansasKansasAd Valorem (1)$1,320 02/01/2023Total 2023 Other Rate Activity$1,320 2022 Other Rate Activity:Colorado-KansasKansasAd Valorem (1)$(370)02/01/2022Total 2022 Other Rate Activity$(370)2021 Other Rate Activity:Colorado-KansasKansasAd-Valorem (1)$(877)02/01/2021Total 2021 Other Rate Activity$(877) Ad Valorem (1) Ad Valorem (1) Ad-Valorem (1)   (1)The Ad Valorem filing relates to property taxes that are either over or undercollected compared to the amount included in our Kansas service area's base rates. Other Regulation We are regulated by various state or local public utility authorities. We are also subject to regulation by the United States Department of Transportation with respect to safety requirements in the operation and maintenance of our transmission and distribution facilities. In addition, our operations are also subject to various state and federal laws regulating environmental matters. From time to time, we receive inquiries regarding various environmental matters. We believe that our properties and operations comply with, and are operated in conformity with, applicable safety and environmental statutes and regulations. There are no administrative or judicial proceedings arising under environmental quality statutes pending or known to be contemplated by governmental agencies which would have a material adverse effect on us or our operations. The Pipeline and Hazardous Materials Safety Administration (PHMSA), within the U.S. Department of Transportation, develops and enforces regulations for the safe, reliable and environmentally sound operation of the pipeline transportation system. The PHMSA pipeline safety statutes provide for states to assume safety authority over intrastate natural transmission and distribution gas pipelines. State pipeline safety programs are responsible for adopting and enforcing the federal and state pipeline safety regulations for intrastate natural gas transmission and distribution pipelines.  The Federal Energy Regulatory Commission (FERC) allows, pursuant to Section 311 of the Natural Gas Policy Act (NGPA), gas transportation services through our APT assets “on behalf of” interstate pipelines or local distribution companies served by interstate pipelines, without subjecting these assets to the jurisdiction of the FERC under the NGPA. Additionally, the FERC has regulatory authority over the use and release of interstate pipeline and storage capacity. The FERC also has authority to detect and prevent market manipulation and to enforce compliance with FERC’s other rules, policies and orders by companies engaged in the sale, purchase, transportation or storage of natural gas in interstate commerce. We have taken what we believe are the necessary and appropriate steps to comply with these regulations. The SEC and the Commodities Futures Trading Commission, pursuant to the Dodd–Frank Act, established numerous regulations relating to U.S. financial markets. We enacted procedures and modified existing business practices and contractual arrangements to comply with such regulations. Competition Although our regulated distribution operations are not currently in significant direct competition with any other distributors of natural gas to residential and commercial customers within our service areas, we do compete with other natural gas suppliers and suppliers of alternative fuels for sales to industrial customers. We compete in all aspects of our business with alternative energy sources, including, in particular, electricity. Electric utilities offer electricity as a rival energy source and compete for the space heating, water heating and cooking markets. Promotional incentives, improved equipment efficiencies and promotional rates all contribute to the acceptability of electrical equipment. The principal means to compete against alternative fuels is lower prices, and natural gas historically has maintained its price advantage in the residential, commercial and industrial markets. 12 12 12 Table of Contents Table of Contents Our pipeline and storage operations have historically faced competition from other existing intrastate pipelines seeking to provide or arrange transportation, storage and other services for customers. In the last few years, several new pipelines have been completed, which has increased the level of competition in this segment of our business. Employees The Corporate Responsibility, Sustainability, and Safety Committee of the Board of Directors oversees matters relating to equal employment opportunities, diversity, and inclusion; human workplace rights; employee health and safety; and the Company’s vision, values, and culture. It oversees the Company's policies, practices and procedures relating to sustainability to support the alignment of the Company's sustainability strategy with the Company's corporate strategy. Part of our vision is to create a culture that respects and appreciates diversity. For this reason, we strive to have a workforce that reflects the communities we serve. At September 30, 2023, we had 5,019 employees. We monitor our workforce data on a calendar year basis. As of December 31, 2022, the last date for which information is available, 61 percent of our employees worked in field roles and 39 percent worked in support/shared services roles. No employees are subject to a collective bargaining agreement.       To recruit and hire individuals with a variety of skills, talents, backgrounds and experiences, we value and cultivate our strong relationships with various community and diversity outreach sources. We also target jobs fairs including those focused on minority, veteran and women candidates and partner with local colleges and universities to identify and recruit qualified applicants in each of the cities and towns we serve. Finally, we believe we offer a competitive benefits program to help retain our employees.       We perform succession planning annually to ensure that we develop and sustain a strong bench of talent capable of performing at the highest levels. Not only is talent identified, but potential paths of development are discussed to ensure that employees have an opportunity to build their skills and are well-prepared for future roles. The strength of our succession planning process is evident through our long history of promoting our leaders from within the organization.  Available Information Our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and other reports, and amendments to those reports, and other forms that we file with or furnish to the Securities and Exchange Commission (SEC) at their website, www.sec.gov, are also available free of charge at our website, www.atmosenergy.com/company/publications-and-sec-filings, as soon as reasonably practicable, after we electronically file these reports with, or furnish these reports to, the SEC. We will also provide copies of these reports free of charge upon request to Shareholder Relations at the address and telephone number appearing below: 13 13 13 Table of Contents Table of Contents Shareholder Relations Atmos Energy Corporation P.O. Box 650205 Dallas, Texas 75265-0205 972-855-3729 Corporate Governance In accordance with and pursuant to relevant related rules and regulations of the SEC as well as corporate governance-related listing standards of the New York Stock Exchange (NYSE), the Board of Directors of the Company has established and periodically updated our Corporate Governance Guidelines and Code of Conduct, which is applicable to all directors, officers and employees of the Company. In addition, in accordance with and pursuant to such NYSE listing standards, our Chief Executive Officer during fiscal 2023, John K. Akers, certified to the New York Stock Exchange that he was not aware of any violations by the Company of NYSE corporate governance listing standards. The Board of Directors also annually reviews and updates, if necessary, the charters for each of its Audit, Human Resources, Nominating and Corporate Governance and Corporate Responsibility, Sustainability and Safety Committees. All of the foregoing documents are posted on our website at www.atmosenergy.com/company/corporate-responsiblity-reports. We will also provide copies of all corporate governance documents free of charge upon request to Shareholder Relations at the address listed above. ", "time": "00:00:04"}