{"cik": 783325, "item_1A": "ITEM 1. BUSINESS   A. INTRODUCTION  In this report, when we refer to \"WEC Energy Group,\" \"the Company,\" \"us,\" \"we,\" \"our,\" or \"ours,\" we are referring to WEC Energy Group, Inc. and all of its subsidiaries. The term \"utility\" refers to the regulated activities of the electric and natural gas utility companies, while the term \"non-utility\" refers to the activities of the electric and natural gas companies that are not regulated, as well as We Power and Bluewater. The term \"nonregulated\" refers to activities at WECI, which holds interests in several renewable generating facilities, WEC Energy Group holding company, the Integrys holding company, the PELLC holding company, Wispark, Wisvest, WECC, WBS, and PDL. References to \"Notes\" are to the Notes to Consolidated Financial Statements included in this Annual Report on Form 10-K.  For more information about our business operations, see Note 22, Segment Information, and Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations – Results of Operations. For information about our business strategy, see Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations – Corporate Developments.   WEC Energy Group, Inc.  We were incorporated in the state of Wisconsin in 1981 and became a diversified holding company in 1986. We maintain our principal executive offices in Milwaukee, Wisconsin. On June 29, 2015, we acquired 100% of the outstanding common shares of Integrys and changed our name to WEC Energy Group, Inc. Our wholly owned subsidiaries provide or invest in regulated natural gas and electricity, and renewable energy, as well as nonregulated renewable energy. We have an approximately 60% equity interest in ATC (an electric transmission company operating in Illinois, Michigan, Minnesota, and Wisconsin). At December 31, 2022, we had six reportable segments, which are discussed below. For additional information about our reportable segments, see Note 22, Segment Information.   Available Information  Our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and any amendments to those reports are made available on our website, www.wecenergygroup.com, free of charge, as soon as reasonably practicable after they are filed with or furnished to the SEC. The SEC maintains an Internet site that contains reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC at www.sec.gov.  Investors should note that WEC Energy Group announces material financial information in SEC filings, press releases, and public conference calls. In accordance with SEC guidelines, WEC Energy Group also uses the \"Investors\" tab on its website, www.wecenergygroup.com, to communicate with investors. It is possible that the financial and other information posted there could be deemed material information. The information on WEC Energy Group's website is not part of this document.   B. UTILITY ENERGY OPERATIONS   Wisconsin Segment  The Wisconsin segment includes the electric and natural gas utility operations of WE, WPS, WG, and UMERC.   Electric Utility Operations  For the periods presented in this Annual Report on Form 10-K, our electric utility operations included operations of WE, WPS, and UMERC.  •WE generates and distributes electric energy to customers located in southeastern Wisconsin (including the metropolitan Milwaukee area), east central Wisconsin, and northern Wisconsin. In 2022, WE's consolidated revenues also include securitization revenues collected from customers as servicer of environmental control property owned by its subsidiary WEPCo Environmental Trust. For more information on WEPCo Environmental Trust, see Note 23, Variable Interest Entities. 2022 Form 10-K4WEC Energy Group, Inc. 2022 Form 10-K4WEC Energy Group, Inc. 2022 Form 10-K4WEC Energy Group, Inc. 4  Table of Contents Table of Contents  •WPS generates and distributes electric energy to customers located in northeastern and central Wisconsin.  •UMERC generates and distributes electric energy to customers, including one iron ore mine owned by Tilden, located in the Upper Peninsula of Michigan. UMERC began generating electricity when its new natural gas-fired generation achieved commercial operation on March 31, 2019.  Operating Revenues  For information about our operating revenues disaggregated by customer class for the years ended December 31, 2022, 2021, and 2020, see Note 4, Operating Revenues.  Electric Sales  Our electric energy deliveries included supply and distribution sales to retail, wholesale, and resale customers, and distribution sales to those customers who switched to an alternative electric supplier in the Upper Peninsula of Michigan. In 2022, retail revenues accounted for 90.4% of total electric operating revenues, wholesale revenues accounted for 3.1% of total electric operating revenues, and resale revenues accounted for 5.2% of total electric operating revenues. See Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations – Results of Operations – Wisconsin Segment Contribution to Net Income Attributed to Common Shareholders for information on MWh sales by customer class.  Our electric utilities are authorized to provide retail electric service in designated territories in the state of Wisconsin, as established by indeterminate permits and boundary agreements with other utilities, and in certain territories in the state of Michigan pursuant to franchises granted by municipalities.   Our electric utilities buy and sell wholesale electric power by participating in the MISO Energy Markets. The cost of our individual generation offered into the MISO Energy Markets compared to our competitors affects how often our generating units are dispatched and whether we buy or sell power, based on our customers' needs. We provide wholesale electric service to various customers, including electric cooperatives, municipal joint action agencies, other investor-owned utilities, municipal utilities, and energy marketers. For more information, see E. Regulation.  The majority of our sales for resale are sold into an energy market operated by MISO at market rates based on the availability of our generation and market demand. Retail fuel costs are reduced by the amount that revenue exceeds the costs of sales derived from these opportunity sales.  Steam Sales  WE has a steam utility that generates, distributes, and sells steam supplied by the VAPP to customers in metropolitan Milwaukee, Wisconsin. Steam is used by customers for processing, space heating, domestic hot water, and humidification. Annual sales of steam fluctuate from year to year based on system growth and variations in weather conditions.   Electric Sales Forecast  Our service territory experienced slightly higher weather-normalized retail electric sales in 2022, compared with 2021, due to the growth in small commercial and industrial sales. We currently forecast retail electric sales volumes, excluding the Tilden mine located in the Upper Peninsula of Michigan, to grow at an annual rate between 0.7% and 1.0% for the period 2025 through 2027, assuming normal weather. Electric peak demand is expected to be flat over the same period.  2022 Form 10-K5WEC Energy Group, Inc. 2022 Form 10-K5WEC Energy Group, Inc. 2022 Form 10-K5WEC Energy Group, Inc. 5  Table of Contents Table of Contents Customers Year Ended December 31(in thousands)202220212020Electric customers – end of year Residential1,471.4 1,460.4 1,455.7 Small commercial and industrial176.9 175.8 175.8 Large commercial and industrial0.9 0.8 0.8 Wholesale and other1.6 1.6 3.0 Total electric customers – end of year 1,650.8 1,638.6 1,635.3 Steam customers – end of year0.4 0.4 0.4   Electric Commercial and Industrial Retail Customers  We provide electric utility service to a diversified base of customers in industries such as metals and other manufacturing, paper, governmental, food products, and health services.  Electric Generation and Supply Mix  Our electric supply strategy is to provide our customers with energy from plants using a diverse fuel mix that is expected to balance a stable, reliable, and affordable supply of electricity with environmental stewardship. Through our participation in the MISO Energy Markets, we supply a significant amount of electricity to our customers from power plants that we own. We supplement our internally generated power supply with long-term PPAs, including the Point Beach PPA discussed under the heading \"Power Purchase Commitments,\" and through spot purchases in the MISO Energy Markets. We also sell excess power supply into the MISO Energy Markets when it is economical, which reduces net fuel costs by offsetting costs of purchased power. All options, including owned generation resources and purchased power opportunities, are continually evaluated on a real time basis to select and dispatch the lowest-cost resources available to meet system load requirements.  The table below indicates our sources of electric energy supply as a percentage of sales for the three years ended December 31, as well as estimates for 2023: Estimate (1)Actual2023202220212020Company-owned generation units:Coal30.4 %29.4 %35.5 %31.1 %Natural gas:Combined cycle27.0 %27.2 %24.6 %27.8 %Steam turbine0.7 %1.0 %0.8 %1.0 %Natural gas/oil peaking units4.3 %3.7 %3.1 %2.4 %Renewables (2)5.8 %5.8 %4.8 %5.3 %Total company-owned generation units68.2 %67.1 %68.8 %67.6 %Power purchase contracts:Nuclear18.7 %19.8 %19.0 %19.5 %Natural gas2.5 %2.2 %1.9 %1.9 %Renewables (2)2.1 %1.9 %1.9 %1.9 %Other— %0.2 %0.1 %1.7 %Total power purchase contracts23.3 %24.1 %22.9 %25.0 %Purchased power from MISO8.5 %8.8 %8.3 %7.4 %Total purchased power31.8 %32.9 %31.2 %32.4 %Total electric utility supply100.0 %100.0 %100.0 %100.0 % Estimate (1) Renewables (2) Renewables (2)  (1)    The values included in the estimate assume a natural gas price based on the December 2022 NYMEX.  (2)    Includes hydroelectric, biomass, solar, and wind generation.  2022 Form 10-K6WEC Energy Group, Inc. 2022 Form 10-K6WEC Energy Group, Inc. 2022 Form 10-K6WEC Energy Group, Inc. 6  Table of Contents Table of Contents Electric Generation Facilities  Our generation portfolio is a mix of energy resources having different operating characteristics and fuel sources designed to balance providing energy that is stable, reliable, and affordable with environmental stewardship. We own 7,736 MW of generation capacity, including wholly owned and jointly owned facilities. We Power's generating units are also included in the generation capacity. Our facilities include coal-fired plants, natural gas-fired plants, and renewable generation. Certain of our natural gas-fired generation units have the ability to burn oil if natural gas is not available due to delivery constraints. For more information about our facilities, see Item 2. Properties.  Environmental Goals  We have set goals to achieve reductions in carbon emissions from our electric generation fleet by 60% by the end of 2025 and by 80% by the end of 2030, both from a 2005 baseline. We expect to achieve these goals by making operating refinements, retiring less efficient generating units, and executing our capital plan. Over the longer term, the target for our generation fleet is net-zero CO2 emissions by 2050.  As part of our path toward these goals, we are exploring co-firing with natural gas at our ERGS coal-fired units. By the end of 2030, we expect to use coal as a backup fuel only, and we believe we will be in a position to eliminate coal as an energy source by the end of 2035.  Creating a Sustainable Future  Our ESG Progress Plan includes the retirement of older, fossil-fueled generation, to be replaced with zero-carbon-emitting renewables and clean natural gas-fired generation. The retirements will contribute to meeting our goals to reduce CO2 emissions from our electric generation. When taken together, the retirements and new investments in renewables and clean generation discussed in more detail below, should better balance our supply with our demand, while maintaining reliable, affordable energy for our customers.   We already have retired more than 1,800 MW of coal-fired generation since the beginning of 2018, which included the 2019 retirement of the PIPP as well as the 2018 retirements of the Pleasant Prairie power plant, the Pulliam power plant, and the jointly-owned Edgewater Unit 4 generating units. See Note 6, Regulatory Assets and Liabilities, for more information related to these power plant retirements. Through our ESG Progress Plan, we expect to retire approximately 1,600 MW of additional fossil-fueled generation by the end of 2026, which includes the planned retirement in 2024-2025 of OCPP Units 5-8 and the planned retirement by June 2026 of jointly-owned Columbia Units 1-2. See Note 7, Property, Plant, and Equipment, for more information.  See Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations – Corporate Developments for more information on the ESG Progress Plan.  Also see Item 1A. Risk Factors - Risks Related to Legislation and Regulation - Our operations, capital expenditures, and financial results may be affected by the impact of GHG gas legislation, regulation, and emission reduction goals.  Renewable Generation  Our electric utilities meet a portion of their electric generation supply with various renewable energy resources, including wind, solar, hydroelectric, and biomass. This helps our electric utilities maintain compliance with renewable energy legislation. These renewable energy resources also help us maintain diversity in our generation portfolio, which effectively serves as a price hedge against future fuel costs, and will help mitigate the risk of potential unknown costs associated with any future carbon restrictions for electric generators.   In December 2018, WE received approval from the PSCW for the DRER pilot program, a program for large commercial and industrial customers who wish to access renewable resources that WE would operate, adding up to 150 MW of renewables to WE's portfolio. The DRER helps these larger customers meet their sustainability and renewable energy goals.  2022 Form 10-K7WEC Energy Group, Inc. 2022 Form 10-K7WEC Energy Group, Inc. 2022 Form 10-K7WEC Energy Group, Inc. 7  Table of Contents Table of Contents Wind  In January 2022, WPS, along with an unaffiliated utility, received approval from the PSCW to acquire Red Barn, a utility-scale wind-powered electric generating facility. The project will be located in Grant County, Wisconsin and once constructed, WPS will own 82 MW of this project. Construction of the project is expected to be completed during the first half of 2023.  In December 2022, WE and WPS completed capital investments to repower major components of Blue Sky Green Field Wind Park and Crane Creek Wind Park, which qualify for PTCs.  Solar and Battery Storage  As part of our commitment to invest in zero-carbon generation within our Wisconsin segment, in April 2021, WE and WPS, along with an unaffiliated utility, filed an application with the PSCW for approval to acquire the Koshkonong Solar-Battery Park. Koshkonong Solar-Battery Park is a utility-scale solar-powered electric generating facility with a battery energy storage system. The project will be located in Dane County, Wisconsin and once fully constructed, WE and WPS will collectively own 270 MW of solar generation and 149 MW of battery storage of this project. If approved, construction of the solar portion is expected to be completed in 2025.  We have also received approvals from the PSCW to invest in 707 MW of utility-scale solar and battery storage projects within our Wisconsin segment, including the following:  •In December 2022, WE and WPS, along with an unaffiliated utility, received approval from the PSCW to acquire and construct Darien, a utility-scale solar-powered electric generating facility with a battery energy storage system. The project will be located in Rock and Walworth counties, Wisconsin and once fully constructed, WE and WPS will collectively own 225 MW of solar generation and 68 MW of battery storage of this project. The construction of the solar portion is expected to be completed in 2024.  •In January 2022, WE and WPS, along with an unaffiliated utility, received PSCW approval to acquire and construct Paris, a utility-scale solar-powered electric generating facility with a battery energy storage system. The project will be located in Kenosha County, Wisconsin and once fully constructed, WE and WPS will collectively own 180 MW of solar generation and 99 MW of battery storage of this project. The construction of the solar portion is expected to be completed in 2023.   •In August 2019, WE partnered with an unaffiliated utility to construct a solar project, Badger Hollow II, that will be located in Iowa County, Wisconsin. Once constructed, WE will own 100 MW of this project. Commercial operation of Badger Hollow II is targeted for 2023.   •In December 2018, WE received approval from the PSCW for the Solar Now pilot program, which is expected to add a total of 35 MW of solar generation to WE's portfolio, allowing non-profit and government entities, as well as commercial and industrial customers, to site utility owned solar arrays on their property. Under this program, WE has energized 24 Solar Now projects and currently has another five under construction, together totaling more than 30 MW.  Natural Gas-Fired Generation  We have filed applications with the PSCW for approval to invest in natural gas-fired generation within our Wisconsin segment.  In January 2022, WPS, along with an unaffiliated utility, filed an application with the PSCW for approval to acquire a portion of West Riverside's nameplate capacity. WPS is also requesting approval to assign the option to purchase part of West Riverside to WE. If approved, WPS or WE would acquire 100 MW of capacity, in the first of two potential option exercises. West Riverside is a combined cycle natural gas plant recently completed by an unaffiliated utility in Rock County, Wisconsin. If approved, the transaction is expected to close in the second quarter 2023. In addition, WPS could exercise a second option to acquire an additional 100 MW of capacity, with the transaction expected to close in 2024.  2022 Form 10-K8WEC Energy Group, Inc. 2022 Form 10-K8WEC Energy Group, Inc. 2022 Form 10-K8WEC Energy Group, Inc. 8  Table of Contents Table of Contents We have received approval from the PSCW to invest in 364.5 MW of natural gas-fired generation within our Wisconsin segment, including the following:   •In December 2022, WE and WPS received approval from the PSCW to acquire Whitewater, a commercially operational 236.5 MW dual fueled (natural gas and low sulfur fuel oil) combined cycle electrical generation facility in Whitewater, Wisconsin. We added Whitewater to our generation portfolio when this transaction closed in January 2023.  •In March 2022, WE and WPS received approval from the PSCW to construct 128 MWs of natural gas-fired generation at WPS's existing Weston power plant site in northern Wisconsin. The new facility will consist of seven RICE units. Construction is expected to be completed in 2023.  As part of our effort to look for new opportunities in sustainable energy, during 2022 we completed testing the effects of blending hydrogen, a clean generating fuel, with natural gas at one of our RICE generating units in the Upper Peninsula of Michigan. We partnered with the Electric Power Research Institute in this research that could help create another viable option for decarbonizing the economy. The results of this testing continue to be analyzed and will be shared more broadly when complete.  Other Sustainability Programs  In August 2021, the PSCW approved pilot programs for WE and WPS to install and maintain EV charging equipment for customers at their homes or businesses. The programs provide direct benefits to customers by removing cost barriers associated with installing EV equipment. In October 2021, subject to the receipt of any necessary regulatory approvals, we pledged to expand the EV charging network within the service territories of our electric utilities. In doing so, we joined a coalition of utility companies in a unified effort to make EV charging convenient and widely available throughout the Midwest. The coalition we joined is planning to help build and grow EV charging corridors, enabling the general public to safely and efficiently charge their vehicles.   Electric System Reliability  The PSCW requires us to maintain a planning reserve margin above our projected annual peak demand forecast to help ensure reliability of electric service to our customers. These planning reserve requirements are consistent with the MISO calculated planning reserve margin. In 2008, the PSCW established a 14.5% reserve margin requirement for long-term planning (planning years two through ten). For short-term planning (planning year one), the PSCW requires Wisconsin utilities to follow the planning reserve margin established by MISO. MISO has a 17.9% installed capacity reserve margin requirement for the planning year from June 1, 2022, through May 31, 2023. MISO is implementing seasonal requirements effective June 1, 2023. The installed capacity reserve margins for the planning year June 1, 2023 through May 31, 2024 are as follows: 15.9% summer (June – August); 25.8% fall (September – November); 41.2% winter (December – February); and 39.3% spring (March – May). MISO's short-term reserve margin requirements experience year-to-year and season-to-season fluctuations, primarily due to changes in the generation resource mix and average forced outage rate of generation within the MISO footprint.  Michigan legislation requires all electric providers to demonstrate to the MPSC that they have adequate resources to serve the anticipated needs of their customers for a minimum of four consecutive planning years beginning in the upcoming planning year June 1, 2023, through May 31, 2024. The MPSC has established future planning reserve margin requirements based on the same study conducted by MISO that determines the short-term reserve margin requirements.  In both our Wisconsin and Michigan jurisdictions, we believe that we have adequate capacity through company-owned generation units and power purchase contracts to meet the MISO calculated planning reserve margin during the current planning year. We also fully anticipate that we will have adequate capacity to meet the planning reserve margin requirements for the upcoming planning year in both jurisdictions.   Fuel and Purchased Power Costs  Our retail electric rates in Wisconsin are established by the PSCW and include base amounts for fuel and purchased power costs. The electric fuel rules set by the PSCW generally allow us to defer, for subsequent rate recovery or refund, under- or over-collections of actual fuel and purchased power costs beyond a 2% price variance from the costs included in the rates charged to customers. Prudently incurred fuel and purchased power costs are recovered dollar-for-dollar from our Michigan retail electric customers. For more information about the fuel rules, see E. Regulation.  2022 Form 10-K9WEC Energy Group, Inc. 2022 Form 10-K9WEC Energy Group, Inc. 2022 Form 10-K9WEC Energy Group, Inc. 9  Table of Contents Table of Contents Our average fuel and purchased power costs per MWh by fuel type, including delivery costs, were as follows for the years ended December 31: 202220212020Coal$25.37 $21.06 $20.16 Natural gas combined cycle42.11 24.55 16.24 Natural gas/oil peaking units90.22 76.96 39.37 Biomass78.42 86.24 130.76 Purchased power58.78 50.88 43.50   WE and WPS purchase coal under long-term contracts, which helps with price stability. Coal and associated transportation services are exposed to volatility in pricing due to changing domestic and world-wide demand for coal and diesel fuel. To moderate this volatility risk, WE and WPS have PSCW approval for a hedging program. This program allows them to hedge up to 75% of their potential risks related to rail transportation fuel surcharge exposure. The results of this hedging program, when used, are reflected in the average costs of fuel and purchased power.  We purchase natural gas for our plants on the spot market from natural gas marketers, utilities, and producers, and we arrange for transportation of the natural gas to our plants. We have firm and interruptible transportation, as well as balancing and storage agreements, intended to support our plants' variable usage. WE and WPS also have PSCW approval for a hedging program to moderate volatility related to natural gas price risk. This program allows them to hedge up to 75% of their estimated natural gas use for electric generation. The results of this hedging program are reflected in the average costs of natural gas.  Coal Supply  We diversify the coal supply for our electric generating facilities and jointly-owned plants by purchasing coal from several mines in Wyoming and Pennsylvania, as well as from various other states. For 2023, 100% of our total projected coal requirements of 8.7 million tons are contracted under fixed-price contracts. See Note 24, Commitments and Contingencies, for more information on amounts of coal purchases and coal deliveries under contract.  The annual tonnage amounts contracted for the next three years are as follows. (in thousands)Annual Tonnage20238,680 20248,200 20255,670   Coal Deliveries  All of our coal requirements are expected to be shipped by unit trains that we own or lease under existing transportation agreements. The unit trains transport the coal for electric generating facilities from mines in Wyoming and Pennsylvania. Additional small volume agreements may also be used to supplement the normal coal supply for our facilities. For additional information concerning risks related to coal supply chain disruptions, see the risk factor below.  •Item 1A. Risk Factors – Risks Related to Economic and Market Volatility – We may not be able to obtain an adequate supply of coal, which could limit our ability to operate our coal-fired facilities.   Power Purchase Commitments  We enter into short- and long-term power purchase commitments to meet a portion of our anticipated electric energy supply needs. Our power purchase commitments with unaffiliated parties consist of 1,133 MW per year for 2023 through 2027, which exclude planning capacity purchases. Each of these amounts include 1,033 MW per year related to a long-term PPA for electricity generated by Point Beach. Through our ESG Progress Plan, we retired some of our older, less efficient coal-fired generation in 2018 and 2019. To procure additional planning capacity, we purchased capacity from the MISO annual auction to ensure that we maintain our compliance with planning reserve requirements as established by the PSCW, MPSC, and MISO.   2022 Form 10-K10WEC Energy Group, Inc. 2022 Form 10-K10WEC Energy Group, Inc. 2022 Form 10-K10WEC Energy Group, Inc. 10   Table of Contents Table of Contents Natural Gas Utility Operations  WE, WPS, and WG are authorized to provide retail natural gas distribution service in designated territories in the state of Wisconsin, as established by indeterminate permits and boundary agreements with other utilities. Our Wisconsin natural gas utilities operate throughout the state of Wisconsin, including the City of Milwaukee and surrounding areas, northeastern Wisconsin, and in large areas of both central and western Wisconsin. In addition, UMERC is authorized to provide retail natural gas distribution service in designated territories in the Upper Peninsula of Michigan.  Our Wisconsin segment natural gas utilities provide service to residential and commercial and industrial customers. In addition, our Wisconsin segment offers natural gas transportation services to our customers that elect to purchase natural gas directly from a third-party supplier. Major industries served include real estate, restaurants, governmental, food products, and metal manufacturing. See Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations – Results of Operations – Wisconsin Segment Contribution to Net Income Attributed to Common Shareholders for information on natural gas sales volumes by customer class in Wisconsin and the Upper Peninsula of Michigan.  Operating Revenues  For information about our operating revenues disaggregated by customer class for the years ended December 31, 2022, 2021, and 2020, see Note 4, Operating Revenues.   Natural Gas Sales Forecast  Our combined Wisconsin service territories experienced higher weather-normalized retail natural gas deliveries (excluding natural gas deliveries for electric generation) in 2022 as compared to 2021 largely due to continued recovery from the impact of the COVID-19 pandemic. We currently forecast retail natural gas delivery volumes to grow at an annual rate between 0.7% and 1.0% for the period 2025 through 2027, assuming normal weather.  Customers Year Ended December 31(in thousands)202220212020Customers – end of yearResidential1,365.5 1,353.2 1,346.9 Commercial and industrial132.8 131.8 132.3 Transportation3.5 3.5 3.4 Total customers1,501.8 1,488.5 1,482.6   Natural Gas Supply, Pipeline Capacity and Storage  We manage portfolios of natural gas supply contracts, storage services, and pipeline transportation services designed to meet varying customer use patterns. For more information on our natural gas utility supply and transportation contracts, see Note 24, Commitments and Contingencies.  Pipeline Capacity and Storage  The interstate pipelines serving Wisconsin access supply from natural gas producing areas in the Southern and Eastern United States, along with western Canada. We have contracted for long-term firm capacity from a number of these sources. This strategy reflects management's belief that overall supply security is enhanced by geographic diversification of the supply portfolio.   Due to variations in natural gas usage in Wisconsin, our Wisconsin natural gas utilities have also contracted for substantial underground storage capacity, primarily in Michigan. WE, WPS, and WG have entered into long-term service agreements for approximately 99% of a wholly owned subsidiary of Bluewater's natural gas storage. Bluewater owns natural gas storage facilities in Michigan and provides approximately one-third of the current storage needs for our Wisconsin natural gas utilities. We target storage inventory levels at approximately 40% of forecasted demand for November through March. Diversity of natural gas supply enables us to manage significant changes in demand and to optimize our overall natural gas supply and capacity costs. We generally inject natural gas into storage during the spring and summer months and withdraw it in the winter months. 2022 Form 10-K11WEC Energy Group, Inc. 2022 Form 10-K11WEC Energy Group, Inc. 2022 Form 10-K11WEC Energy Group, Inc. 11  Table of Contents Table of Contents  We hold daily transportation and storage capacity entitlements with interstate pipeline companies as well as other service providers under varied-length long-term contracts.  Natural gas pipeline capacity and storage and natural gas supplies under contract can be resold in secondary markets. Peak or near-peak demand generally occurs only a few times each year. The secondary markets facilitate utilization of capacity and supply during times when the contracted capacity and supply are in excess of utility demand. The proceeds from these transactions are passed through to customers, subject to our approved GCRMs. For information on the GCRMs, see Note 1(d), Operating Revenues.  To ensure a reliable supply of natural gas during peak winter conditions, we have LNG and propane facilities located within our distribution system. These facilities are typically utilized during extreme demand conditions to ensure reliable supply to our customers. In addition to their existing facilities, WE and WG each plan to construct an additional LNG facility. Each facility would provide approximately one Bcf of natural gas supply to meet anticipated peak demand without requiring the construction of additional interstate pipeline capacity. Commercial operation of the WE and WG LNG facilities are targeted for the end of 2023 and 2024, respectively.  Combined with our storage capability, management believes that the volume of natural gas under contract is sufficient to meet our forecasted firm peak-day and seasonal demand. Our Wisconsin segment natural gas utilities' forecasted design peak-day throughput is 35.3 million therms for the 2022 through 2023 heating season. Our Wisconsin segment natural gas utilities' peak daily send-out during 2022 was 25.3 million therms on January 25, 2022.   On December 23, 2022, the Guardian pipeline, which provides natural gas to our distribution network, experienced a significant equipment failure, resulting in a significant reduction in the delivery of natural gas it had committed to provide. In addition, extreme cold weather in our service territories put additional strain on our ability to receive natural gas from other pipeline suppliers. Our Wisconsin natural gas utilities took numerous steps to meet their customers' demand for natural gas, including drawing from LNG storage facilities, and reducing natural gas deliveries to interruptible business customers. WE and WG also requested that all other customers reduce their natural gas usage. The following day, WE and WG lifted their conservation request of customers as the amount of natural gas stabilized to levels that could meet all customers' needs. As a result of the measures taken, we were able to avoid any significant natural gas outages.  Natural Gas Supply  We have contracts with suppliers for natural gas acquired in the Chicago, Illinois market hub and in some of the producing areas discussed above. The pricing of the term contracts is based upon first of the month indices.  We expect to continue to make natural gas purchases in the spot market as price and other circumstances dictate. We have supply relationships with a number of sellers from whom we purchase natural gas in the spot market.  Hedging Natural Gas Supply Prices  WE, WPS, and WG have PSCW approval to hedge up to 60% of planned winter demand and up to 15% of planned summer demand using a mix of NYMEX-based natural gas options and futures contracts. These approvals allow these companies to pass 100% of the hedging costs (premiums, brokerage fees, and losses) and proceeds (gains) to customers through their respective GCRMs.  To the extent that opportunities develop and physical supply operating plans are supportive, WE, WPS, and WG also have PSCW approval to utilize NYMEX-based natural gas derivatives to capture favorable forward-market price differentials. These approvals provide for 100% of the related proceeds to accrue to these companies' respective GCRMs.   Illinois Segment  Our Illinois segment includes the natural gas utility operations of PGL and NSG. Our customers are located in Chicago and the northern suburbs of Chicago. PGL and NSG provide service to residential and commercial and industrial customers. In addition, PGL and NSG offer natural gas transportation services to our customers that elect to purchase natural gas directly from a third-party supplier. Major industries served include real estate, non-profits, education, wholesale distributors, and restaurants. See Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations – Results of Operations – Illinois Segment Contribution to Net Income Attributed to Common Shareholders for information on natural gas sales volumes by customer class. 2022 Form 10-K12WEC Energy Group, Inc. 2022 Form 10-K12WEC Energy Group, Inc. 2022 Form 10-K12WEC Energy Group, Inc. 12  Table of Contents Table of Contents  Illinois Utilities Operating Statistics  Operating Revenues  For information about our operating revenues disaggregated by customer class for the years ended December 31, 2022, 2021, and 2020, see Note 4, Operating Revenues.   Customers Year Ended December 31(in thousands)202220212020Customers – end of yearResidential910.9 904.5 895.9 Commercial and industrial71.1 71.5 71.4 Transportation66.4 68.3 74.8 Total customers1,048.4 1,044.3 1,042.1   Natural Gas Supply, Pipeline Capacity, and Storage  We manage portfolios of natural gas supply contracts, storage services, and pipeline transportation services designed to meet varying customer use patterns. For more information on our natural gas utility supply and transportation contracts, see Note 24, Commitments and Contingencies.   Pipeline Capacity and Storage  We contract with local distribution companies and interstate pipelines to purchase firm transportation services. We believe that having multiple pipelines that serve our natural gas service territory benefits our customers by improving reliability, providing access to a diverse supply of natural gas, and fostering competition among these service providers. These benefits can lead to favorable conditions for our Illinois utilities when negotiating new agreements for transportation and storage services.  We own a 38.8 Bcf storage field (Manlove Field in central Illinois) and contract with various other underground storage service providers for additional storage services. Storage allows us to manage significant changes in daily natural gas demand and to purchase steady levels of natural gas on a year-round basis, which provides a hedge against supply cost volatility. We also own a natural gas pipeline system that connects Manlove Field to Chicago and nine major interstate pipelines. These assets are directed primarily to serving rate-regulated retail customers and are included in our regulatory rate base. We also use a portion of these company-owned storage and pipeline assets as a natural gas hub, which consists of providing transportation and storage services in interstate commerce to our wholesale customers. Customers deliver natural gas to us for storage through an injection into the storage reservoir, and we return the natural gas to the customers under an agreed schedule through a withdrawal from the storage reservoir. Title to the natural gas does not transfer to us. We recognize service fees associated with the natural gas hub services provided to wholesale customers. These service fees reduce the cost of natural gas and services charged to retail customers in rates.   Natural gas pipeline capacity and storage and natural gas supplies under contract can be resold in secondary markets. Peak or near-peak demand generally occurs only a few times each year. The secondary markets facilitate utilization of capacity and supply during times when the contracted capacity and supply are in excess of utility demand. The proceeds from these transactions are passed through to customers, subject to our approved GCRMs. For information on the GCRMs, see Note 1(d), Operating Revenues.  Combined with our storage capability, management believes that the volume of natural gas under contract is sufficient to meet our forecasted firm peak-day and seasonal demand. Our Illinois utilities' forecasted design peak-day throughput is 26.0 million therms for the 2022 through 2023 heating season. Our Illinois utilities' peak daily send-out during 2022 was 19.9 million therms on December 23, 2022.  Natural Gas Supply  Our natural gas supply requirements are met through a combination of fixed-price purchases, index-priced purchases, contracted and owned storage, peak-shaving facilities, and natural gas supply call options. We contract for fixed-term firm natural gas supply  2022 Form 10-K13WEC Energy Group, Inc. 2022 Form 10-K13WEC Energy Group, Inc. 2022 Form 10-K13WEC Energy Group, Inc. 13  Table of Contents Table of Contents each year to meet the demand of firm system sales customers. To supplement natural gas supply and manage risk, we purchase additional natural gas supply on the monthly and daily spot markets.  Hedging Natural Gas Supply Prices  Our Illinois utilities further reduce their supply cost volatility through the use of financial instruments, such as commodity futures, swaps, and options as part of their hedging programs. Their hedging programs are reviewed by the ICC as part of the annual purchased gas adjustment reconciliation. They hedge between 25% and 50% of natural gas purchases, with a target of 37.5%.   Natural Gas System Modernization Program  PGL is continuing work on the SMP, a project to replace approximately 2,000 miles of Chicago's aging natural gas pipeline infrastructure that began in 2011. PGL currently recovers these costs through a surcharge on customer bills pursuant to an ICC approved QIP rider, which is in effect through 2023. For information on regulatory proceedings related to the SMP and future recovery of SMP costs, see Note 26, Regulatory Environment.    Other States Segment  Our other states segment includes the natural gas utility operations of MERC and MGU and the non-utility operations of MERC related to servicing appliances for customers. MERC serves customers in various cities and communities throughout Minnesota, and MGU serves customers in southern and western Michigan. MERC and MGU provide service to residential and commercial and industrial customers. In addition, MERC and MGU offer natural gas transportation services to our customers that elect to purchase natural gas directly from a third-party supplier. Major industries served include education, wholesale distributors, non-profits, metals manufacturing, and real estate. See Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations – Results of Operations – Other States Segment Contribution to Net Income Attributed to Common Shareholders for information on natural gas sales volumes by customer class for this segment.  Other States Utilities Operating Statistics  Operating Revenues  For information about our operating revenues disaggregated by customer class for the years ended December 31, 2022, 2021, and 2020, see Note 4, Operating Revenues.  Customers Year Ended December 31(in thousands)202220212020Customers – end of yearResidential375.4 370.1 365.7 Commercial and industrial36.4 35.5 35.1 Transportation19.7 23.6 24.4 Total customers431.5 429.2 425.2   Natural Gas Supply, Pipeline Capacity and Storage  We manage portfolios of natural gas supply contracts, storage services, and pipeline transportation services designed to meet varying customer use patterns. For more information on our natural gas utility supply and transportation contracts, see Note 24, Commitments and Contingencies.  Pipeline Capacity and Storage  MGU owns a 2.9 Bcf storage field (Partello in Michigan) and contracts with various other underground storage service providers for additional storage services. We contract with local distribution companies and interstate pipelines to purchase firm transportation services. We believe that having diverse capacity and storage benefits our customers.  2022 Form 10-K14WEC Energy Group, Inc. 2022 Form 10-K14WEC Energy Group, Inc. 2022 Form 10-K14WEC Energy Group, Inc. 14  Table of Contents Table of Contents Natural gas pipeline capacity and storage and natural gas supplies under contract can be resold in secondary markets. Peak or near-peak demand generally occurs only a few times each year. The secondary markets facilitate utilization of capacity and supply during times when the contracted capacity and supply are in excess of utility demand. The proceeds from these transactions are passed through to customers, subject to our approved GCRMs. For information on the GCRMs, see Note 1(d), Operating Revenues.  Combined with our storage capability, management believes that the volume of gas under contract is sufficient to meet our forecasted firm peak-day and seasonal demand. Forecasted design peak-day throughput for our other states utilities is 9.7 million therms for the 2022 through 2023 heating season. Our other states utilities' peak daily send-out during 2022 was 7.5 million therms on January 6, 2022.  Natural Gas Supply  Our natural gas supply requirements are met through a combination of fixed-price purchases, index-priced purchases, contracted and owned storage, and natural gas supply call options. We contract for fixed-term firm natural gas supply each year to meet the demand of firm system sales customers. To supplement natural gas supply and manage risk, we purchase additional natural gas supply on the monthly and daily spot markets.  Hedging Natural Gas Supply Prices  Our other states utilities further reduce their supply cost volatility through the use of financial instruments, such as commodity futures, swaps, and options as part of their hedging programs. MERC has MPUC approval to hedge up to 30% of planned winter demand using NYMEX financial instruments. MGU has MPSC approval to hedge up to 20% of its planned annual purchases using NYMEX financial instruments.   General  Seasonality  Electric Utility Operations – Wisconsin Segment  Our electric utility sales are impacted by seasonal factors and varying weather conditions. We sell more electricity during the summer months because of the residential cooling load. We continue to upgrade our electric distribution system, including substations, transformers, and lines, to meet the demand of our customers. In 2022, our generating plants performed as expected during the warmest periods of the summer, and all power purchase commitments under firm contract were received. During this period, our electric utilities did not require public appeals for conservation, and they did not interrupt or curtail service to non-firm customers who participate in load management programs. WPS did have economic interruption events; however, service to customers was not curtailed. Economic interruptions are declared during times in which the price of electricity in the regional market exceeds the cost of operating the company's peaking generation. During this time, interruptible customers can choose to continue using electricity at a price based on wholesale market prices or to reduce their load. In December 2022, MISO declared a \"Maximum Generation Emergency Event\" due to extreme weather. As a result of this, UMERC did have to curtail service to an industrial customer in the Upper Peninsula of Michigan for three hours.  Natural Gas Utility Operations – Wisconsin, Illinois, and Other States Segments  Since the majority of our customers use natural gas for heating, customer use is sensitive to weather and is generally higher during the winter months. Accordingly, we are subject to some variations in earnings and working capital throughout the year as a result of changes in weather. The effect on earnings from these changes in weather are reduced by decoupling mechanisms included in the rates of PGL, NSG, and MERC. These mechanisms differ by state and allow the utilities to recover or refund the differences between actual and authorized margins for certain customer classes.  Our natural gas utilities' working capital needs are met by cash generated from operations and debt (both long-term and short-term). The seasonality of natural gas revenues causes the timing of cash collections to be concentrated from January through June. A portion of the winter natural gas supply needs is typically purchased and stored from April through November. Also, planned capital spending on our natural gas distribution facilities is concentrated in April through November. Because of these timing differences, the cash flow from customers is typically supplemented with temporary increases in short-term borrowings (from external sources) during the late summer and fall. Short-term debt is typically reduced over the January through June period. 2022 Form 10-K15WEC Energy Group, Inc. 2022 Form 10-K15WEC Energy Group, Inc. 2022 Form 10-K15WEC Energy Group, Inc. 15  Table of Contents Table of Contents  Competition  Electric Utility Operations – Wisconsin Segment  Our electric utilities face competition from various entities and other forms of energy sources available to customers, including self-generation by customers and alternative energy sources. Our electric utilities compete with other utilities for sales to municipalities and cooperatives as well as with other utilities and marketers for wholesale electric business.  Natural Gas Utility Operations – Wisconsin, Illinois, and Other States Segments  Our natural gas utilities also face varying degrees of competition from other entities and other forms of energy available to consumers. Many large commercial and industrial customers have the ability to switch between natural gas and alternative fuels. Electrification initiatives or mandates are being considered or proposed by local and state governments. In addition, the majority of our natural gas customers have the opportunity to choose a natural gas supplier other than us. Our natural gas utilities offer transportation services for customers that elect to purchase natural gas directly from a third-party supplier. We continue to earn distribution revenues from these transportation customers for their use of our distribution systems to transport natural gas to their facilities. As such, the loss of revenue associated with the cost of natural gas that our transportation customers purchase from third-party suppliers has little impact on our net income, as it is offset by an equal reduction to natural gas costs.   For more information on competition in each of our service territories, see Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations – Factors Affecting Results, Liquidity, and Capital Resources – Competitive Markets.  Environmental Goals  Natural Gas Utility Operations – Wisconsin, Illinois, and Other States Segments  We also continue to reduce methane emissions by improving our natural gas distribution systems. We set a target across our natural gas distribution operations to achieve net-zero methane emissions by the end of 2030. We plan to achieve our net-zero goal through an effort that includes both continuous operational improvements and equipment upgrades, as well as the use of RNG throughout our utility systems. In 2022, we received approval from the PSCW for our RNG pilots. We have since signed our first five contracts for RNG for our natural gas distribution business, which will be transporting the output of local dairy farms onto our gas distribution system. The RNG supplied will directly replace higher-emission methane from natural gas that would have entered our pipes. We expect to have RNG flowing to our distribution system later in 2023, supporting our goal to reduce methane emissions.   C. ELECTRIC TRANSMISSION SEGMENT  ATC is a regional transmission company that owns, maintains, monitors, and operates electric transmission systems in Wisconsin, Michigan, Illinois, and Minnesota. ATC is expected to provide comparable service to all customers, including WE, WPS, and UMERC, and to support effective competition in energy markets without favoring any market participant. ATC is regulated by the FERC for all rate terms and conditions of service and is a transmission-owning member of MISO. MISO maintains operational control of ATC's transmission system, and WE, WPS, and UMERC are non-transmission owning members and customers of MISO. As of December 31, 2022, our ownership interest in ATC was approximately 60%. In addition, as of December 31, 2022, we owned approximately 75% of ATC Holdco, a separate entity formed in December 2016 to invest in transmission-related projects outside of ATC's traditional footprint. See Note 21, Investment in Transmission Affiliates, for more information.  The FERC and D.C. Circuit Court of Appeals have issued orders and an opinion, respectively, related to the authorized base ROE for all MISO transmission owners, including ATC. See Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations – Factors Affecting Results, Liquidity, and Capital Resources – Regulatory, Legislative, and Legal Matters – American Transmission Company Allowed Return on Equity Complaints for more information.  2022 Form 10-K16WEC Energy Group, Inc. 2022 Form 10-K16WEC Energy Group, Inc. 2022 Form 10-K16WEC Energy Group, Inc. 16   Table of Contents Table of Contents D. NON-UTILITY OPERATIONS   Non-Utility Energy Infrastructure Segment  The non-utility energy infrastructure segment includes We Power, which owns and leases generating facilities to WE; Bluewater, which owns underground natural gas storage facilities in Michigan; and WECI, which holds ownership interests in several wind generating facilities. See Item 2. Properties, for more information on our non-utility energy infrastructure facilities.  W.E. Power, LLC  We Power, through wholly owned subsidiaries, designed and built approximately 2,500 MW of generation in Wisconsin. This generation is made up of capacity from the two coal-fired ERGS units, ER 1 and ER 2, which were placed in service in February 2010 and January 2011, respectively, and the two natural gas-fired PWGS units, PWGS 1 and PWGS 2, which were placed in service in July 2005 and May 2008, respectively. Two unaffiliated entities collectively own approximately 17%, or approximately 211 MW, of ER 1 and ER 2. We Power's share of the ERGS units and both PWGS units are being leased to WE under long-term leases (the ERGS units have 30-year leases that began on the in-service dates of the generating units and the PWGS units have 25-year leases that began on the in-service dates of the generating units).  Because of the significant investment necessary to construct these generating units, we constructed the plants under Wisconsin's Leased Generation Law, which allows a non-utility affiliate to construct an electric generating facility and lease it to the public utility. The law allows a public utility that has entered into a lease approved by the PSCW to recover fully in its retail electric rates that portion of any payments under the lease that the PSCW has allocated to the public utility's Wisconsin retail electric service, and all other costs that are prudently incurred in the public utility's operation and maintenance of the electric generating facility allocated to the utility's Wisconsin retail electric service. In addition, the PSCW may not modify or terminate a lease it has approved under the Leased Generation Law except as specifically provided in the lease or the PSCW's order approving the lease. This law effectively created regulatory certainty in light of the significant investment being made to construct the units. All four units were constructed under leases approved by the PSCW.  We are recovering our costs of these units, including subsequent capital additions, through lease payments that are billed from We Power to WE and then recovered in WE's rates as authorized by the PSCW and the FERC. Under the lease terms, our return is calculated using a 12.7% ROE and the equity ratio is assumed to be 55% for the ERGS units and 53% for the PWGS units.  Bluewater Natural Gas Holding, LLC   Bluewater, located in Michigan, provides natural gas storage and hub services for our Wisconsin natural gas utilities, and also provides service to several unaffiliated customers. WE, WPS, and WG have entered into long-term service agreements for approximately one-third of their combined natural gas storage needs with a wholly owned subsidiary of Bluewater.  WEC Infrastructure LLC   At December 31, 2022, our non-utility energy infrastructure segment included WECI's ownership interests in the wind generating facilities reflected in the table below. NameOwnership InterestCommercial OperationBishop Hill III90.0 %August 2018Upstream90.0 %January 2019Coyote Ridge80.0 %December 2019Blooming Grove90.0 %December 2020Tatanka Ridge85.0 %January 2021Jayhawk90.0 %December 2021Thunderhead90.0 %November 2022  Bishop Hill III, Coyote Ridge, Blooming Grove, Tatanka Ridge, Jayhawk, and Thunderhead have offtake agreements with creditworthy counterparties for the sale of all of the energy they produce over periods ranging from 10 to 22 years following commercial operation. In addition, Upstream's revenue is substantially fixed over a 10-year period following commercial operation through an  2022 Form 10-K17WEC Energy Group, Inc. 2022 Form 10-K17WEC Energy Group, Inc. 2022 Form 10-K17WEC Energy Group, Inc. 17  Table of Contents Table of Contents agreement with a creditworthy counterparty. Under the Tax Legislation, all of these investments qualify for PTCs. WECI is entitled to the tax benefits of Bishop Hill III, Upstream, Blooming Grove, and Thunderhead in proportion to its ownership interest. WECI is entitled to 99% of the tax benefits of Coyote Ridge and Tatanka Ridge for the first 11 years following commercial operation, and is entitled to 99% of the tax benefits of Jayhawk for the first 10 years following commercial operation, after which WECI will be entitled to any tax benefits equal to its ownership interests. WECI recognizes PTCs as power is generated over a period of 10 years following commercial operation.  In February 2023, WECI completed the acquisition of a 90% ownership interest in Sapphire Sky, a 250 MW wind generating facility in McLean County, Illinois. The project has an offtake agreement for all of the energy to be produced by the facility for a period of 12 years following commercial operation, which was achieved in February 2023. WECI's investment in Sapphire Sky qualifies for PTCs.   In January 2023, WECI signed an agreement to acquire an 80% ownership interest in Samson I, a 250 MW solar generating facility in Lamar County, Texas. The project has an offtake agreement for all of the energy to be produced by the facility for a period of 15 years following commercial operation, which was achieved in May 2022. WECI's investment in Samson I is expected to qualify for PTCs.  In October 2022, WECI signed an agreement to acquire an 80% ownership interest in Maple Flats, a 250 MW solar generating facility under construction in Clay County, Illinois. The project has an offtake agreement for all of the energy to be produced by the facility for a period of 15 years following commercial operation. WECI's investment in Maple Flats is expected to qualify for PTCs.  See Note 2, Acquisitions, for more information on these generating facilities.  Seasonality  The electricity produced and revenues generated by our wind generating facilities depend heavily on wind conditions, which are variable. Operating results for wind generating facilities vary significantly from period to period depending on the wind conditions during the periods in question. Historically, wind production has been greater in the first and fourth quarters.   Corporate and Other Segment  The corporate and other segment includes the operations of the WEC Energy Group holding company, the Integrys holding company, and the PELLC holding company, as well as the operations of Wispark and WBS. Wispark develops and invests in real estate, primarily in southeastern Wisconsin. WBS is a wholly owned centralized service company that provides administrative and general support services to our regulated entities. WBS also provides certain administrative and support services to our nonregulated entities. This segment also includes Wisvest, WECC, and PDL which no longer have significant operations.   E. REGULATION  We are a holding company and are subject to the requirements of the PUHCA 2005. We also have various subsidiaries that meet the definition of a holding company under the PUHCA 2005 and are also subject to its requirements.  Pursuant to the non-utility asset cap provisions of Wisconsin's public utility holding company law, the sum of certain assets of all non-utility affiliates in a holding company system generally may not exceed 25% of the assets of all public utility affiliates. However, among other items, the law exempts energy-related assets, including the generating plants constructed by We Power and the other assets in our non-utility energy infrastructure segment, from being counted against the asset cap provided that they are employed in qualifying businesses. We report to the PSCW annually on our compliance with this law and provide supporting documentation to show that our non-utility assets are below the non-utility asset cap.  Regulated Utility Operations  In addition to the specific regulations noted above and below, our utilities are subject to various other regulations, which primarily consist of regulations, where applicable, of the EPA; the WDNR; the Illinois Department of Natural Resources; the Illinois Environmental Protection Agency; the Michigan Department of Environment, Great Lakes, and Energy; the Michigan Department of Natural Resources; the United States Army Corps of Engineers; the Minnesota Department of Natural Resources; and the Minnesota Pollution Control Agency.   2022 Form 10-K18WEC Energy Group, Inc. 2022 Form 10-K18WEC Energy Group, Inc. 2022 Form 10-K18WEC Energy Group, Inc. 18  Table of Contents Table of Contents Rates  Our utilities' rates are subject to the regulations and oversight of various state regulatory commissions and the FERC, as applicable. Decisions by these regulators can significantly impact our liquidity, financial condition, and results of operations. The following table compares our utility operating revenues by regulatory jurisdiction for each of the three years ended December 31: 202220212020(in millions)AmountPercentAmountPercentAmountPercentElectric Wisconsin$4,360.9 87.7 %$4,035.1 88.9 %$3,823.7 89.4 %Michigan185.9 3.7 %166.7 3.7 %127.2 3.0 %FERC – Wholesale425.0 8.6 %336.8 7.4 %323.1 7.6 %Total electric4,971.8 100.0 %4,538.6 100.0 %4,274.0 100.0 %Natural GasWisconsin 1,983.0 44.1 %1,493.8 40.5 %1,196.2 41.2 %Illinois 1,890.9 42.0 %1,672.8 45.3 %1,321.9 45.5 %Minnesota 400.7 8.9 %367.1 10.0 %255.9 8.8 %Michigan 223.5 5.0 %156.5 4.2 %131.5 4.5 %Total natural gas4,498.1 100.0 %3,690.2 100.0 %2,905.5 100.0 %Total utility operating revenues$9,469.9 $8,228.8 $7,179.5   Retail Rates  The state regulatory commissions have general supervisory and regulatory powers over public utilities in their respective jurisdictions including, but not limited to, approval of retail utility rates and standards of service, mergers, affiliate transactions, location and construction of electric generating units and natural gas facilities, and certain other additions and extensions to utility facilities. The PSCW, ICC, and MPUC also regulate security issuances at utilities in their respective jurisdictions. In addition, the FERC regulates security issuances for UMERC.  Historically, retail rates approved by the state commissions have been designed to provide utilities the opportunity to generate revenues to recover all prudently-incurred costs, along with a return on investment sufficient to pay interest on debt and provide a reasonable ROE. Rates charged to customers vary according to customer class and rate jurisdiction. WE, WPS, and WG are each subject to an earnings sharing mechanism in which a portion of the utility's earnings are required to be refunded to customers if the utility earns above its authorized ROE. See Note 26, Regulatory Environment, for more information on these earnings sharing mechanisms.  The table below reflects the various state commissions that regulated each of our utilities' retail rates during 2022, along with the approved ROE and capital structure for each utility during 2022. Regulated Retail RatesRegulatory CommissionAuthorized ROEAverage Common Equity ComponentWE – electric, natural gas, and steam (1)PSCW10.0%52.5%WPS – electric and natural gas (1)PSCW10.0%52.5%WG – natural gas (1)PSCW10.2%52.5%UMERC – electric (former WE customers)MPSC10.1%55.3%UMERC – electric  (former WPS customers)MPSC10.2%52.94%PGL – natural gasICC9.05%50.33%NSG – natural gasICC9.67%51.58%MERC – natural gasMPUC9.7%50.9%MGU – natural gasMPSC9.85%51.5% WE – electric, natural gas, and steam (1) WPS – electric and natural gas (1) WG – natural gas (1)  (1)    In accordance with their most recent rate orders, effective January 1, 2023, each of WE's, WPS's, and WG's base rates reflect a 9.80% authorized ROE and an average common equity component of 53.0%. See Note 26, Regulatory Environment, for more information.  In addition to amounts collected from customers through approved base rates, our utilities have certain recovery mechanisms in place that allow them to recover or refund prudently incurred costs that differ from those approved in base rates. 2022 Form 10-K19WEC Energy Group, Inc. 2022 Form 10-K19WEC Energy Group, Inc. 2022 Form 10-K19WEC Energy Group, Inc. 19  Table of Contents Table of Contents  Embedded within our electric utilities' rates is an amount to recover fuel and purchased power costs. The Wisconsin retail fuel rules require a utility to defer, for subsequent rate recovery or refund, any under-collection or over-collection of fuel and purchased power costs that are outside of the utility's symmetrical fuel cost tolerance, which the PSCW typically sets at plus or minus 2% of the utility's approved fuel and purchased power cost plan. The deferred fuel and purchased power costs are subject to an excess revenues test. If the utility's ROE in a given year exceeds the ROE authorized by the PSCW, the recovery of under-collected fuel and purchased power costs would be reduced by the amount by which the utility's return exceeds the authorized amount. Prudently incurred fuel and purchased power costs are recovered dollar-for-dollar from our Michigan retail electric customers.  Our natural gas utilities operate under GCRMs as approved by their respective state regulator. Generally, the GCRMs allow for a dollar-for-dollar recovery of prudently incurred natural gas costs.  See Note 1(d), Operating Revenues, for additional information on the significant mechanisms our utilities had in place during 2022 that allowed them to recover or refund changes in prudently incurred costs from rate case-approved amounts.  Our utilities file periodic requests with their respective state commission for changes in retail rates. All of our utilities' rate requests are based on forward looking test years, which reflect additions to infrastructure and changes in costs incurred or expected to be incurred. For information on our regulatory proceedings, see Note 26, Regulatory Environment. Orders from our respective regulators can be viewed at the following websites: Regulatory CommissionWebsitePSCW https://psc.wi.gov/ICChttps://www.icc.illinois.gov/MPSChttp://www.michigan.gov/mpsc/MPUChttp://mn.gov/puc/  The material and information contained on these websites are not intended to be a part of, nor are they incorporated by reference into, this Annual Report on Form 10-K.  Wholesale Rates  The FERC regulates our wholesale sales of electric energy, capacity, and ancillary services. Our electric utilities have received market-based rate authority from the FERC. Market-based rate authority allows wholesale electric sales to be made in the MISO market and directly to third parties based on the negotiated market value of the transaction. WE and WPS also make wholesale sales pursuant to cost-based formula rates. Cost-based formula rates provide for recovery of the utility's costs and an approved rate of return. The predetermined formula is initially based on the utility's expenses from the previous year, but is eventually trued up to reflect actual, current-year costs.  Electric Transmission, Capacity, and Energy Markets  In connection with its status as a FERC-approved RTO, MISO operates bid-based energy markets. MISO is responsible for monitoring and ensuring equal access to the electric transmission system in its footprint.  In MISO, base transmission costs are currently being paid by load-serving entities located in the service territories of each MISO transmission owner. The FERC has previously confirmed the use of the current transmission cost allocation methodology. Certain additional costs for new transmission projects are allocated throughout the MISO footprint.  As part of MISO, a market-based platform is used for valuing transmission congestion premised upon an LMP system. The LMP system includes the ability to hedge transmission congestion costs through ARRs and FTRs. ARRs are allocated to market participants by MISO, and FTRs are purchased through auctions. A new allocation and auction were completed for the period of June 1, 2022, through May 31, 2023. The resulting ARR allocation and the secured FTRs are expected to mitigate our transmission congestion risk for that period.  MISO has an annual zonal resource adequacy requirement to ensure there is sufficient generation capacity to serve the MISO footprint. To meet this requirement, capacity resources can be acquired through MISO's annual capacity auction, bilateral contracts for capacity, or provided from generating or demand response resources. While the zone in which our electric utilities’ load resides had sufficient generation capacity resources for the period between June 1, 2022 and May 31, 2023, the MISO North region as a  2022 Form 10-K20WEC Energy Group, Inc. 2022 Form 10-K20WEC Energy Group, Inc. 2022 Form 10-K20WEC Energy Group, Inc. 20  Table of Contents Table of Contents whole did not have enough capacity to meet the planning reserve margin for the same time period. Due to the capacity shortage in the MISO North region, all of its zones cleared at the cost of new entry in the annual auction, which is the maximum clearing price. To date, there have been sufficient resources in real time operations to meet the demand obligations in the MISO North region.  MISO is implementing a seasonal resource adequacy requirement effective June 1, 2023. As part of this, the capacity accreditation methodology has changed for thermal resources. Currently, it is difficult to predict the MISO North region's capacity position for the upcoming planning year. It is possible that the capacity shortage in the MISO North region will continue as additional resources retire and new resources are delayed. Our strategy has always been to minimize the amount of capacity we procure from the auction to reduce our exposure to capacity shortages. This includes managing our generation portfolio, both retirements and new resources, to ensure we do not get in a significant short position.  Other Electric Regulations  Our electric utilities are subject to the Federal Power Act and the corresponding regulations developed by certain federal agencies. The Energy Policy Act amended the Federal Power Act in 2005 to, among other things, make electric utility industry consolidation more feasible, authorize the FERC to review proposed mergers and the acquisition of generation facilities, change the FERC regulatory scheme applicable to qualifying cogeneration facilities, and modify certain other aspects of energy regulations and federal tax policies applicable to us. Additionally, the Energy Policy Act created an Electric Reliability Organization to be overseen by the FERC, which established mandatory electric reliability standards and has the authority to levy monetary sanctions for failure to comply with these standards.  WE and WPS are subject to Act 141 in Wisconsin, and UMERC is subject to Public Acts 295 and 342 in Michigan, which contain certain minimum requirements for renewable energy generation.  All of our hydroelectric facilities follow FERC guidelines and/or regulations.  Other Natural Gas Regulations  Almost all of the natural gas we distribute is transported to our distribution systems by interstate pipelines. The pipelines' transportation and storage services, including PGL's natural gas hub, are regulated by the FERC under the Natural Gas Act and the Natural Gas Policy Act of 1978. In addition, the Pipeline and Hazardous Materials Safety Administration and the state commissions are responsible for monitoring and enforcing requirements governing our natural gas utilities' safety compliance programs for our pipelines under the United States Department of Transportation regulations. These regulations include 49 CFR Part 191 (Transportation of Natural and Other Gas by Pipeline; Annual Reports, Incident Reports, and Safety-Related Condition Reports), 49 CFR Part 192 (Transportation of Natural and Other Gas by Pipeline: Minimum Federal Safety Standards), and 49 CFR Part 195 (Transportation of Hazardous Liquids by Pipeline).  We are required to provide natural gas service and grant credit (with applicable deposit requirements) to customers within our service territories. We are generally not allowed to discontinue natural gas service during winter moratorium months to residential heating customers who do not pay their bills. Federal and certain state governments have programs that provide for a limited amount of funding for assistance to low-income customers of our utilities.  Non-Utility Energy Infrastructure Operations  The generation facilities constructed by wholly owned subsidiaries of We Power are being leased on a long-term basis to WE. Environmental permits necessary for operating the facilities are the responsibility of the operating entity, WE. We Power received determinations from the FERC that upon the transfer of the facilities by lease to WE, We Power's subsidiaries would not be deemed public utilities under the Federal Power Act and thus would not be subject to the FERC's jurisdiction.  Bluewater is regulated by the FERC under the Natural Gas Act and the Natural Gas Policy Act of 1978. In addition, the Pipeline and Hazardous Materials Safety Administration is responsible for monitoring and enforcing requirements governing Bluewater's safety compliance programs for its pipelines under the United States Department of Transportation regulations. These regulations include 49 CFR Parts 191, 192, and 195. Given that Bluewater is required to route some of its natural gas through Canada, applicable reporting and licensing with the United States Department of Energy and the Canadian National Energy Board are also required, along with routine reporting related to imports and exports.  2022 Form 10-K21WEC Energy Group, Inc. 2022 Form 10-K21WEC Energy Group, Inc. 2022 Form 10-K21WEC Energy Group, Inc. 21  Table of Contents Table of Contents All of our operational wind generating facilities in our non-utility energy infrastructure segment are also subject to the FERC’s regulation of wholesale energy under the Federal Power Act.   Compliance Costs  The regulations and oversight described above significantly influence our operating environment, and may cause us to incur compliance and other related costs and may affect our ability to recover these costs from our utility customers. Any anticipated capital expenditures for compliance with government regulations for the next three years are included in the estimated capital expenditures described in Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations – Liquidity and Capital Resources – Cash Requirements.   F. ENVIRONMENTAL COMPLIANCE  Our operations, especially as they relate to our coal-fired generating facilities, are subject to extensive environmental regulation by state and federal environmental agencies governing air and water quality, hazardous and solid waste management, environmental remediation, and management of natural resources. Costs associated with complying with these requirements are significant. Additional future environmental regulations or revisions to existing laws, including for example, additional regulation related to GHG emissions, coal combustion products, air emissions, water use, or wastewater discharges and other climate change issues, could significantly increase these environmental compliance costs.  Anticipated expenditures for environmental compliance and certain remediation issues for the next three years are included in the estimated capital expenditures described in Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations – Liquidity and Capital Resources – Cash Requirements. For a discussion of certain environmental matters affecting us, including rules and regulations relating to air quality, water quality, land quality, and climate change, see Note 24, Commitments and Contingencies.   G. HUMAN CAPITAL  We believe our employees are among our most important resources, so investing in human capital is critical to our success. We strive to foster a diverse workforce and inclusive workplace; attract, retain and develop talented personnel; and keep our employees safe and healthy.  Our Board of Directors retains collective responsibility for comprehensive risk oversight, including critical areas that could impact our sustainability, such as human capital. Management regularly reports to the Board of Directors on human capital management topics, including corporate culture, diversity, equity, and inclusion, employee development, and safety and health. The Board of Directors delegates specified duties to its committees. In addition to its responsibilities relative to executive compensation, the Compensation Committee has oversight responsibility for reviewing organizational matters that could significantly impact us, including succession planning. The Compensation Committee reviews recruiting and development programs and priorities, receives updates on key talent, and assesses workforce diversity across the organization.  Workforce  As of December 31, 2022, we had the following number of employees, including those represented under union agreements: Total EmployeesUnion EmployeesWE2,451 1,905 WPS1,136 813 WG387 274 PGL 1,348 934 NSG155 119 MERC197 41 MGU137 88 WBS1,211 — Total employees7,022 4,174   2022 Form 10-K22WEC Energy Group, Inc. 2022 Form 10-K22WEC Energy Group, Inc. 2022 Form 10-K22WEC Energy Group, Inc. 22  Table of Contents Table of Contents We have a local union presence that spans Wisconsin, Illinois, Minnesota, and Michigan. We believe we have very good overall relations with our workforce.  In order to attract and retain talent, we provide competitive wages and benefits to our employees based on their performance, role, location, and market data. Our compensation package also includes a 401(k) savings plan with an employer match, an annual incentive plan based on meeting company goals, healthcare and insurance benefits, vacation and paid time off days, as well as other benefits.  Diversity, Equity, and Inclusion  We are committed to fostering a diverse workforce and inclusive workplace. Our commitment is a core strategic competency and an integral part of our culture. As of December 31, 2022, women and racial minorities represented approximately 25% and 26%, respectively, of our workforce. We have a number of initiatives that promote diverse workforce contributions, educate employees about diversity, equity, and inclusion, and ensure our companies are attractive employers for persons of diverse backgrounds. These initiatives include nine business resource groups (voluntary, employee-led groups organized around a particular shared background or interest), mentoring programs, and training for leaders on countering unconscious bias, building inclusive teams, and preventing workplace harassment. We also support external leadership and educational programs that support, train, and promote women and minorities in the communities we serve.  Safety and Health  Our Executive Safety Committee directs our safety and health strategy, works to ensure consistency across groups, and reinforces our ongoing safety commitment that we refer to as “Target Zero.” Under our Target Zero commitment, we have an ultimate goal of zero incidents, accidents, and injuries. Our corporate safety program provides a forum for addressing employee concerns, training employees and contractors on current safety standards, and recognizing those who demonstrate a safety focus. We monitor and set goals for Occupational Safety and Health Administration lost-time incidents and days away, restricted or transferred metrics, as well as leading indicators, which together raise awareness about employee safety and guide injury-prevention activities.  We also provide employees various benefits and resources designed to promote healthy living, both at work and at home. We encourage employees to receive preventive examinations and to proactively care for their health through free health screenings, wellness challenges, and other resources.   Development and Training  Employee training and development of both technical and leadership skills are integral aspects of our human capital strategy. We provide employees with a wide range of development opportunities, including online training, simulations, live classes, and mentoring to assist with their career advancement. These programs include safety and technical job skill training as well as soft-skill programs focused on relevant subjects, including communication and change management. Development of leadership skills remains a top priority and is specialized for all levels of employees. We have specific leadership programs for aspiring leaders and new supervisors, managers, and directors. This development of our employees is an integral part of our succession planning and provides continuity for our senior leadership.  2022 Form 10-K23WEC Energy Group, Inc. 2022 Form 10-K23WEC Energy Group, Inc. 2022 Form 10-K23WEC Energy Group, Inc. 23   Table of Contents Table of Contents", "time": "00:00:06"}