{"cik": 788784, "item_1A": "ITEM 1.    BUSINESS We were incorporated under the laws of the State of New Jersey in 1985 and our principal executive offices are located at 80 Park Plaza, Newark, New Jersey 07102. We principally conduct our business through two direct wholly owned subsidiaries, PSE&G and PSEG Power LLC (PSEG Power), each of which also has its principal executive offices at 80 Park Plaza, Newark, New Jersey 07102. We are an energy company consisting primarily of a regulated electric and gas utility and a nuclear generation business. Over the past few years, our investments resulted in a higher percentage of earnings contribution by PSE&G. The sale of the fossil generating portfolio further simplified our business mix, resulting in an even higher percentage of earnings contribution by PSE&G going forward and provides more financial flexibility.  Our operations are located primarily in the Mid-Atlantic United States. Our business approach focuses on operational excellence, financial strength and disciplined investment. As a holding company, our profitability depends on our subsidiaries’ operating results. Below are descriptions of our two principal direct operating subsidiaries. •PSE&G—A New Jersey corporation, incorporated in 1924, which is a franchised public utility in New Jersey. It is also the provider of last resort for gas and electric commodity service for end users in its service territory. PSE&G earns revenues from its regulated rate tariffs under which it provides electric transmission and electric and natural gas distribution to residential, commercial and industrial (C&I) customers in its service territory. It also offers appliance services and repairs to customers throughout its service territory and invests in regulated solar generation projects and regulated energy efficiency (EE) and related programs in New Jersey. •PSEG Power—A Delaware limited liability company formed in 1999 as a result of the deregulation and restructuring of the electric power industry in New Jersey. PSEG Power earns revenues from its nuclear generation and marketing of power and natural gas to hedge business risks and the value of its portfolio of nuclear power plants, other contractual arrangements and gas storage facilities.  In February 2022, we completed the sale of our 6,750 megawatt (MW) fossil generation portfolio which represented an important milestone in our strategy. See Item 8. Note 4. Early Plant Retirements/Asset Dispositions and Impairments for additional information.  Our other direct wholly owned subsidiaries are: PSEG Energy Holdings L.L.C. (Energy Holdings), which holds our legacy portfolio of lease investments and interests in offshore wind ventures; PSEG Long Island LLC (PSEG LI), which operates the Long Island Power Authority’s (LIPA) electric transmission and distribution (T&D) system under a contractual agreement; and PSEG Services Corporation (Services), which provides us and our operating subsidiaries with certain management, administrative and general services at cost.  1 1 1  Table of Contents  Table of Contents  OPERATIONS AND STRATEGY PSE&G Our regulated T&D public utility, PSE&G, distributes electric energy and natural gas to customers within a designated service territory running diagonally across New Jersey where approximately 6.5 million people, or about 70% of New Jersey’s population resides.   Products and Services Our utility operations primarily earn margins through: •Transmission—the movement of electricity at high voltage from generating plants to substations and transformers, where it is then reduced to a lower voltage for distribution to homes, businesses and industrial customers. Our revenues for these services are based upon tariffs approved by the Federal Energy Regulatory Commission (FERC). •Distribution—the delivery of electricity and gas to the retail customer’s home, business or industrial facility. Our revenues for these services are based upon tariffs approved by the New Jersey Board of Public Utilities (BPU). The commodity portion of our utility business’ electric and gas sales is managed by basic generation service (BGS) and basic gas supply service (BGSS) suppliers. Pricing for those services is set by the BPU as a pass-through, resulting in no margin for our utility operations. In addition, we continue to invest in and pursue opportunities in regulated clean energy, including EE, electric vehicle (EV) make-ready charging infrastructure, solar, energy storage and other potential investments. We also earn margins through competitive services, such as appliance repair, in our service territory. How PSE&G Operates We are a transmission owner in PJM Interconnection, L.L.C. (PJM) which is an Independent System Operator (ISO) and Regional Transmission Organization (RTO) that operates the electric transmission system in the Mid-Atlantic Region, including  2 2 2 Table of Contents  Table of Contents  New Jersey and the surrounding states. We provide distribution service to 2.3 million electric customers and 1.9 million gas customers in a service area that covers approximately 2,600 square miles running diagonally across New Jersey. We serve the most densely populated, commercialized and industrialized territory in New Jersey, including its six largest cities and approximately 300 suburban and rural communities.  Transmission We use formula rates for our transmission cost of service and investments. Formula rates provide a method of rate recovery where the transmission owner annually determines its revenue requirements through a fixed formula that provides for a recovery of our operating costs and a return of and on our capital investments in the system, net of depreciation expense and deferred taxes (also known as rate base) using an approved return on equity (ROE) in developing the weighted average cost of capital. Under this formula, rates are put into effect in January of each year based upon our internal forecast of annual expenses and capital expenditures. Rates are subsequently trued up to reflect actual annual expenses and capital expenditures. Our current approved rates provide for a base ROE of 9.90% and a 50 basis point adder for our membership in PJM as an RTO. See Item 7. MD&A—Executive Overview of 2022 and Future Outlook. We continue to invest in transmission projects as part of PJM’s FERC-approved transmission expansion planning process. These projects focus on reliability improvements and replacement of aging infrastructure with planned capital spending of $1.8 billion for transmission in 2023-2025 as disclosed in Item 7. MD&A—Capital Requirements.     Distribution PSE&G distributes electricity and natural gas to end users in our respective franchised service territories. In October 2018, the BPU issued an Order approving the settlement of our distribution base rate proceeding with new rates effective November 1, 2018. The Order provides for a distribution rate base of $9.5 billion, a 9.60% ROE for our distribution business and a 54% equity component of our capitalization structure. The BPU has also approved a series of PSE&G infrastructure, EE, EV and renewable energy investment programs with cost recovery through various clause mechanisms. For a discussion of proposed and approved programs, see Investment Clause Programs below and Item 7. MD&A—Executive Overview of 2022 and Future Outlook. Our load requirements are split among residential, C&I customers, as described in the following table for 2022: % of 2022 SalesCustomer TypeElectricGasCommercial57%37%Residential34%59%Industrial9%4%Total100%100% Our customer base has modestly increased since 2018, with electric and gas loads changing as illustrated in the following table:  Electric and Gas Distribution Statistics Number ofCustomers as of December 31, 2022Historical Annual Customer Growth 2018-2022Electric Sales and Firm GasSales as of December 31, 2022 (A)Historical Annual Load Growth 2018-2022Electric2.3 Million0.9 %40,816 Gigawatt hours —%Gas1.9 Million0.7 %2,567 Million Therms1.4% Number of Customers as of December 31, 2022 Electric Sales and Firm Gas Sales as of December 31, 2022 (A) (A)Excludes sales from Gas rate classes that do not impact margin, specifically Contract, Non-Firm Transportation, Cogeneration Interruptible and Interruptible Services.  Effective June 1 and October 1, 2021 for electric and gas, respectively, as part of the BPU’s approval of the Clean Energy Future-Energy Efficiency (CEF-EE) filing, we implemented the Conservation Incentive Program (CIP) that trues up PSE&G’s margin to a baseline per customer from our 2018 base rate case for the majority of our customers. As a result, electric gas sales volumes and demands are no longer a driver of our margin and over 90% of our Electric and Gas Distribution margin will only vary based upon the number of customers.  3 3 3 Table of Contents  Table of Contents  Investment Clause Programs  The following table lists our major approved investment clause programs that are in progress: ProgramInvestmentApproval DateTerm of InvestmentYear StartedGas System Modernization Program II (GSMP II)$1.9 billion20185 years2019Energy Strong II (ES II) Program $842 million20194 years(A)2019CEF-EE $1 billion20203 years (B)2020CEF-Energy Cloud (EC)$707 million20214 years2021CEF-EV$166 million2021~6 years2021Infrastructure Advancement Program (IAP)$511 million20224 years2022 (A) The program has a small amount of trailing costs expected to be spent in year 5. (B)Rolling three-year program with over 80% of spending within 5 years, with limited spending thereafter. GSMP II—designed to replace approximately 875 miles of cast iron and unprotected steel mains in addition to other improvements to the gas system.  ES II Program—structured to harden, modernize and improve the resiliency of our electric and gas distribution systems.  To date, we launched three of the four components of our CEF: •EE—designed to achieve EE targets required under New Jersey’s Clean Energy Act through a suite of ten programs for residential, C&I programs, including low-income, multi-family, small business and local government.  •EC—driven by the implementation of “smart meters,” and new software and product solutions to improve our processes and better manage the electric grid. •EV—primarily relating to preparatory work to deliver infrastructure to the charging point for three programs: residential smart charging; Level-2 mixed use charging; and direct current (dc) fast charging. A remaining component of our program related to medium and heavy duty charging infrastructure is the subject of a stakeholder process that began in 2021 at the BPU. In December 2022, the BPU issued a revised straw proposal on medium and heavy duty vehicle support for public comment.  Our CEF-Energy Storage program is being held in abeyance pending future policy guidance from the BPU. Our proposed Energy Storage program is for a $109 million investment that encompasses solar smoothing, whereby a battery energy solar system is used to neutralize fluctuations in solar output to facilitate its entry into the grid, distribution investment deferral, outage management, microgrids and peak reduction for municipal facilities.  IAP—fashioned to improve the reliability of the “last mile” of our electric distribution system and address aging substations and gas metering and regulation stations.  See Item 7. MD&A—Executive Overview of 2022 and Future Outlook for additional information. Solar Generation  We have also undertaken solar initiatives at PSE&G, which primarily invest in utility-owned solar photovoltaic (PV) grid-connected solar systems installed on PSE&G property and third party sites with our economics driven by our net investment in solar, with a contemporaneous return on that rate base.  Supply We make no margin on the default supply of electricity and gas since the actual costs are passed through to our customers. All electric and gas customers in New Jersey have the ability to choose their electric energy and/or gas supplier. Pursuant to BPU requirements, we serve as the supplier of last resort for two types of electric and gas customers within our service territory that are not served by another supplier. The first type provides default supply service for smaller C&I customers and residential customers at seasonally-adjusted fixed prices for a three-year term (BGS-Residential Small Commercial Pricing (RSCP)). These rates change annually on June 1 and are based on the average price obtained at auctions in the current year and two prior years. The second type provides default supply for larger customers, with energy priced at hourly PJM real-time market prices for a contract term of 12 months (BGS-Commercial Industrial Energy Pricing). 4 4 4 Table of Contents  Table of Contents  We procure the supply to meet our BGS obligations through auctions authorized by the BPU for New Jersey’s total BGS requirement. These auctions take place annually in February. Once validated by the BPU, electricity prices for BGS service are set. Approximately one-third of PSE&G’s total BGS-RSCP eligible load is auctioned each year for a three-year term. For information on current prices, see Item 8. Note 15. Commitments and Contingent Liabilities.  PSE&G procures the supply requirements of its default service BGSS gas customers through a full-requirements contract with PSEG Power. The BPU has approved a mechanism designed to recover all gas commodity costs related to BGSS for residential customers. BGSS filings are made annually by June 1 of each year, with a targeted effective date of provisional rates by October 1. PSE&G’s revenues are matched with its costs using deferral accounting, with the goal of achieving a zero cumulative balance by September 30 of each year. In addition, we have the ability to put in place two self-implementing BGSS increases on December 1 and February 1 of up to 5% and also may reduce the BGSS rate at any time and/or provide bill credits. Any difference between rates charged under the BGSS contract and rates charged to our residential customers is deferred and collected or refunded through adjustments in future rates. C&I customers that do not select third-party suppliers are also supplied under the BGSS arrangement. These customers are charged a market-based price largely determined by prices for commodity futures contracts. Markets and Market Pricing Historically, there has been significant volatility in commodity prices. A rising commodity price environment results in higher delivered electric and gas rates for customers, which could result in decreased demand for electricity and gas, increased regulatory pressures and greater working capital requirements as the collection of higher commodity costs from our customers may be deferred under our regulated rate structure. A declining commodity price, on the other hand, would be expected to have the opposite effect.   PSEG Power Through PSEG Power, we have sought to produce low-cost electricity by efficiently operating our nuclear generation assets while balancing fuel requirements and natural gas supply obligations through energy portfolio management. PSEG Power is a public utility within the meaning of the Federal Power Act (FPA) and the payments it receives and how it operates are subject to FERC regulation.  In June 2021, we completed the sale of PSEG Power’s solar portfolio. In February 2022, we completed the sale of PSEG Power’s 6,750 MW fossil generating portfolio. See Item 8. Note 4. Early Plant Retirements/Asset Dispositions and Impairments for further discussion.  Products and Services As a merchant generator, our revenue is derived primarily from energy, capacity and ancillary services to counterparties in the open markets. These products and services may be transacted through exchange markets or bilaterally.  PSEG Power also sells wholesale natural gas, primarily through a full-requirements BGSS contract with PSE&G to meet the needs of PSE&G’s customers. In 2022, the BPU approved an extension of the long-term BGSS contract to March 31, 2027, and thereafter the contract remains in effect unless terminated by either party with a two-year notice. Approximately 47% of PSE&G’s peak daily gas requirements is provided from PSEG Power’s firm gas transportation capacity. PSEG Power satisfies the remainder of PSE&G’s requirements from storage contracts, contract peaking supply, liquefied natural gas and propane. Based upon the availability of natural gas beyond PSE&G’s daily needs, PSEG Power sells gas to other customers and shares these proceeds with PSE&G’s customers. PSEG Power also has a 50% ownership interest in a 208 MW generation facility in Hawaii. How PSEG Power’s Nuclear Generation Operates As of December 31, 2022, PSEG Power had 3,766 MW of nuclear generation capacity. All of our nuclear generation capacity is located in the Mid-Atlantic region of the United States in one of the country’s largest and most developed electricity markets. Generation Dispatch Our nuclear generation is considered to be base load. Base load units run the most and typically are called to operate whenever they are available. Variable operating costs are low due to the combination of highly efficient operations and the use of relatively lower-cost fuels. Performance is generally measured by the unit’s “capacity factor,” or the ratio of the actual output to the theoretical maximum output.  In PJM, owners of power plants specify prices at which they are prepared to generate and sell energy based on the marginal cost of generating energy from each individual unit. Typically, the bid price of the last unit dispatched by PJM establishes the energy market-clearing price.  5 5 5 Table of Contents  Table of Contents  This method of determining supply and pricing creates a situation where natural gas prices often have a major influence on the price that generators will receive for their output, especially in periods of relatively strong or weak demand. Therefore, changes in the price of natural gas will often translate into changes in the wholesale price of electricity and will continue to have a strong influence on the price of electricity in the markets in which we operate.  Market wholesale prices may vary by location resulting from congestion or other factors and do not necessarily reflect our contract prices. Forward prices are volatile and there can be no assurance that current forward prices will remain in effect or that we will be able to contract output at these forward prices. Nuclear Fuel Supply We have long-term contracts for nuclear fuel. These contracts provide for: •purchase of uranium (concentrates and uranium hexafluoride), •conversion of uranium concentrates to uranium hexafluoride, •enrichment of uranium hexafluoride, and •fabrication of nuclear fuel assemblies. We expect to be able to meet the fuel supply demands of our customers and our operations. However, the ability to maintain an adequate fuel supply could be affected by several factors not within our control, including changes in prices and demand, curtailments by suppliers, severe weather, environmental regulations, and other factors. For additional information and a discussion of risks, see Item 1A. Risk Factors, Item 7. MD&A—Executive Overview of 2022 and Future Outlook and Item 8. Note 15. Commitments and Contingent Liabilities. Markets and Market Pricing  All of PSEG Power’s nuclear generation assets are located within the PJM RTO. Prior to the sale of its fossil generation assets, PSEG Power also had significant sales within the New York ISO (NYISO) and New England ISO (ISO-NE). The price of electricity varies by location in the PJM RTO. Commodity prices, as well as the availability of our fleet of nuclear generation units to operate, have a considerable effect on our profitability. Over the long-term, the higher the forward energy prices are, the more attractive an environment exists for us to contract for the sale of our anticipated output. However, a rising price environment, such as what has been experienced in the past year, also increases the cost of replacement power; thereby placing us at greater risk should our generating units fail to operate effectively or otherwise become unavailable. PSEG Power’s Salem 1, Salem 2 and Hope Creek nuclear plants have been awarded Zero Emission Certificates (ZECs) by the BPU through May 2025. These nuclear plants are expected to receive ZEC revenue from the electric distribution companies (EDCs) in New Jersey, which is equivalent to approximately $10 per megawatt hour (MWh) in payments to selected nuclear plants.  In addition to energy sales, we earn revenue from capacity payments for our generating assets. These payments are compensation for committing our generating units to PJM for dispatch at its discretion. Capacity payments reflect the value to PJM of assurance that there will be sufficient generating capacity available at all times to meet system reliability and energy requirements. See Item 7. MD&A—Executive Overview of 2022 and Future Outlook—Wholesale Power Market Design. In PJM the market design for capacity payments provides for a structured, forward-looking, capacity pricing mechanism through the Reliability Pricing Model (RPM). For additional information regarding FERC actions related to the capacity market construct, see Regulatory Issues—Federal Regulation.  The prices to be received by generating units in PJM for capacity have been set through RPM base residual and incremental auctions and depend upon the zone in which the generating unit is located. The average capacity prices that PSEG expects to receive from the base residual and incremental auctions which have been completed are disclosed in Item 8. Note 3. Revenues. We have obtained price certainty for our PJM capacity through May 2024 through the RPM pricing mechanism. However, there is currently regulatory and timing uncertainty regarding the June 2024 through May 2025 planning year as discussed in Regulatory Issues—Federal Regulation. In addition, the PJM capacity market imposes rigorous performance obligations and non-performance penalties on resources during times of system stress. These rules provide an opportunity for bonus payments or require the payment of penalties depending on whether a unit is available during a performance interval. Hedging Strategy To mitigate volatility in our results, we seek to contract in advance for a significant portion of our anticipated electric output, capacity and fuel needs. We seek to sell a portion of our anticipated lower-cost generation over a multi-year forward horizon,  6 6 6 Table of Contents  Table of Contents  normally over a period of two to three years. We believe this hedging strategy increases the stability of earnings. Generally, we seek to hedge our output through sales at PJM West or other nodes corresponding to our generation portfolio. Sales in PJM generally reflect block energy sales at the liquid PJM Western Hub or other basis locations when available and other transactions that seek to secure price certainty for our energy output. Although we enter into these hedges to provide price certainty for a large portion of our anticipated generation, there is variability in both our actual output as well as in the effectiveness of our hedges. Our hedging practices help to manage some of the volatility of the merchant power business. While this limits our exposure to decreasing prices, our ability to realize benefits from rising market prices, as experienced in the past two years, is also limited. Therefore, our realized prices in 2022 were significantly lower than market pricing due to forward sales contracts executed in prior years for delivery in 2022. For this same reason, expected realized prices in forward periods will also be limited to when hedges were transacted and not based upon forward market prices. In August 2022, the Inflation Reduction Act (IRA) was signed into law expanding incentives promoting carbon-free generation. The enacted legislation established the production tax credit (PTC) for electricity generation using nuclear energy set to begin in 2024 through 2032. PSEG Power’s Salem 1, Salem 2, Hope Creek, Peach Bottom 2 and Peach Bottom 3 nuclear plants will each benefit from the PTC. The expected PTC rate is up to $15/MWh subject to adjustment based upon a facility’s gross receipts. The PTC rate and the gross receipts cap are subject to annual inflation adjustments. The U.S. Treasury is expected to clarify the definition of gross receipts prior to when the eligibility period begins in 2024. We are continuing to analyze the impact of the IRA on our nuclear units, including additional future guidance from the U.S. Treasury, potential impacts on hedging strategies and the impact of PTCs on expected ZEC payments.  Our fuel strategy is to maintain certain levels of uranium in inventory and to make periodic purchases to support such levels. Our nuclear fuel commitments cover approximately 100% of our estimated uranium, enrichment and fabrication requirements through 2024 and a significant portion through 2025.  More than 90% of PSEG Power’s expected gross margin in 2023 from the nuclear generation assets relates to our energy hedging strategy, our expected revenues from the capacity market mechanisms described above, ZEC revenues and certain gas operations and ancillary service payments such as reactive power.  The contracted percentages of our anticipated base load generation output for the next two years are as follows: Nuclear Generation20232024Generation Sales95%-100%55%-60%  Energy Holdings  Energy Holdings maintains our legacy portfolio of domestic lease investments and offshore wind interests. See Item 8. Note 9. Long-Term Investments and Note 10. Financing Receivables for additional information. Offshore Wind  PSEG holds a 25% equity interest in Ørsted North America Inc.’s (Ørsted) Ocean Wind 1 project which is currently in development. In January 2023, PSEG agreed to sell to Ørsted its 25% equity interest in Ocean Wind 1. The sale is not contingent upon Ørsted electing to proceed to the construction phase of the project. The sale is contingent upon finalization of a purchase and sale agreement with Ørsted and other closing conditions as well as any potential state regulatory approval that may be required to close on the transaction.  Additionally, PSEG and Ørsted each owns 50% of Garden State Offshore Energy LLC (GSOE) which holds rights to an offshore wind lease area just south of New Jersey. PSEG has decided not to exercise its option to purchase 50% of Ørsted’s Skipjack projects in Maryland (one of which would utilize a portion of the GSOE lease area) or pursue an ownership interest in Ørsted’s Ocean Wind 2 offshore wind project or other offshore wind generation projects. PSEG is evaluating its options for the potential sale of its interest in GSOE. See Item 8. Note 5. Variable Interest Entities for additional information. LIPA Operations Services Agreement In accordance with a twelve year Operations Services Agreement (OSA) entered into by PSEG LI and LIPA, PSEG LI commenced operating LIPA’s electric T&D system in Long Island, New York on January 1, 2014. Following the effects of Tropical Storm Isaias, LIPA and PSEG LI agreed to an amended OSA which became effective in 2022. The OSA contract term continues through 2025, but can be extended for five years subject to a mutual agreement of the parties. Under the OSA, PSEG LI acts as LIPA’s agent in performing many of its obligations and in return (a) receives reimbursement for pass-through operating expenditures, (b) receives a fixed management fee and (c) is eligible to receive an incentive fee contingent on meeting established performance metrics. Further, since January 2015, PSEG Power provides fuel procurement and power management  7 7 7 Table of Contents  Table of Contents  services to LIPA under separate agreements. It is uncertain whether the OSA and the separate agreements will be renewed on terms acceptable to us or at all.  COMPETITIVE ENVIRONMENT PSE&G Our T&D business is not affected when customers choose alternate electric or gas suppliers since we earn our return on our net investment in rate base to provide T&D service, not by supplying the commodity. Based on our transmission formula rate and the CIP program for electric and gas distribution, we are also minimally impacted by changes in customers’ usage. Our growth is driven by (i) our investment program to deliver energy more reliably by modernizing our electric transmission and electric and gas distribution system and (ii) investing in programs that help deliver cleaner energy, including our EE programs to help customers use less energy and investment programs to build EV infrastructure and solar generation. There may also be opportunities to expand into related clean energy areas, such as renewable natural gas, hydrogen, energy storage, additional solar and renewables, and broader EE investments, though utility participation in these areas is subject to regulatory approval and market design, which continues to evolve. That growth can be affected by customer cost pressures which could result from higher commodity costs, higher supply costs to support subsidized renewable generation, higher operating costs, higher tax rates, macro-economic conditions including inflation, and other factors. While there is not a substantial amount of net metered generation in our territory, a growing amount, and/or other changes in customer usage behavior could lead to a smaller base of customer usage to recover our costs, resulting in higher rates overall. Conversely, an increase in EV adoption and other factors could lead to an increase in system usage, require incremental investments to meet higher peak demands and result in a larger customer usage base. There is also an expected shift toward greater electrification and less gas usage in the coming decades, with several jurisdictions setting targets to move new construction to be exclusively electric. While current costs and relative emission savings would limit any substantial change in the near term, technological advances for heat pumps, actions by certain jurisdictions in our service territory and other factors could accelerate these potential changes, resulting in a slowing in the growth of our gas distribution and an increase in the growth of our electric T&D business. Our CIP reduces the impact on our distribution revenues from changes in sales volumes and demand for most customers. The CIP, which is calculated annually, provides for a true-up of our current period revenue as compared to revenue thresholds established in our most recent distribution base rate proceeding. Recovery under the CIP is subject to certain limitations, including an actual versus allowed ROE test and ceilings on customer rate increases.  Changes previously ordered by FERC and implemented by PJM and other ISOs to eliminate contractual provisions that previously provided us a “right of first refusal” to construct new transmission projects in our service territory, could result in third-party construction of transmission lines in our area in the future and also allow us to seek opportunities to build in other service territories. While there has been minimal impact so far, these rules continue to evolve so both the extent of the risk within our service territory and the opportunities for our transmission business elsewhere remain difficult to assess.  PSEG Power Various market participants compete with us and one another in transacting in the wholesale energy markets and entering into bilateral contracts. Our competitors include (i) merchant generators, (ii) domestic and multi-national utility generators, (iii) energy marketers and retailers, (iv) private equity firms, banks and other financial entities, (v) fuel supply companies, and (vi) affiliates of other industrial companies, and companies that promote and aggregate demand side management (DSM) and other EE efforts that could reduce load. New additions of lower-cost or more efficient generation capacity, as well as subsidized generation capacity, or technological advances such as distributed generation and microgrids could make our plants less economic in the future. Such capacity could impact market prices and our competitiveness. Adverse changes in energy industry law, policies and regulation could have significant economic, environmental and reliability consequences. For example, PJM has a capacity market that has been approved by FERC. FERC regulates this market and continues to examine whether this market design is working optimally. PJM itself often changes capacity market rules, which can cause uncertainty for market participants. Various forums are considering how the competitive market framework can incorporate or be reconciled with state public policies that support particular resources, resource attributes or emerging technologies, whether generators are being sufficiently compensated in the capacity market and whether subsidized resources may be adversely affecting capacity market prices. For information regarding recent actions by FERC relating to capacity market design, see the discussion in Regulatory Issues—Federal Regulation. Environmental issues could also impact our competitiveness, including requirements regarding capital investments at our nuclear stations, such as cooling towers, could lead to a material adverse effect, while other actions to further regulate carbon dioxide emissions could better position our nuclear plants.  8 8 8 Table of Contents  Table of Contents  While it is our expectation that continued efforts may be undertaken by the federal and state governments to preserve the existing base nuclear generating plants, we still believe that pressures from renewable resources will continue to increase.   HUMAN CAPITAL MANAGEMENT Our human capital management strategy is integrated with our overall environmental, social, and governance (ESG) goals and is designed to support our ability to attract, develop, and retain a high performing diverse workforce and to continue building on our culture of inclusion to sustain our business, both today and in the future. We strive for a fair, equitable and transparent approach to human capital management.  The Organization and Compensation Committee of the PSEG Board of Directors is responsible for oversight of PSEG’s human capital management practices and is updated regularly on matters related to diversity, equity and inclusion (DEI), workforce development and succession planning.  The following charts present our total employee population indicating percentages of employees that are represented by a collective bargaining unit, are women, or are racially and/or ethnically diverse:  In 2022, of our external hires, including temporary employees, 23% were women and 40% were racially and/or ethnically diverse. PSEG’s voluntary attrition rate for the year was 6.5% (3.3% retirements and 3.2% resignations). The average employee tenure is 14 years. Health, Safety and Well-Being We emphasize the priority of protecting the health, safety and well-being of our employees, contractors and the communities that we serve. We demonstrate this by providing support to employees so that everyone is empowered and encouraged to question, stop and correct any unsafe act or condition. In the event that there is a safety issue, our employees take responsibility for the accurate, honest, and timely reporting of all incidents and injuries. To hold ourselves accountable, we have annual performance goals related to compliance with health and safety policies, practices and procedures.  Culture, Diversity, Equity and Inclusion  We aspire for a culture of belonging and equity, where diversity is celebrated and inclusion is the norm. Since publishing our first DEI report in 2021, we have continued to build on our Inclusion for All strategy. Our DEI program combines individual and site-specific efforts with leadership development and training activities. Our 12 Employee Business Resource Groups support key business goals and priorities; help build meaningful connections through community outreach and volunteerism, mentorship and professional development; elevate diverse perspectives; and create spaces for employees to learn from each other.  To measure the effectiveness of our DEI and workplace culture efforts, we solicit feedback from employees through focus groups, listening sessions and employee experience surveys. In 2022, we saw improvements in many areas, including comfort speaking up, belonging, and manager relationship, with an overall engagement score of 82%. Our initiatives to advance DEI includes doing business with certified minority, women, veteran & LGBT-owned businesses and maintaining a supplier diversity process that is integrated into our company culture. PSEG achieved its goal to spend 30% with diverse suppliers by 2023 in 2021, two years ahead of schedule. Talent, Attraction and Development  Our talent acquisition strategy is focused on hiring the workforce necessary to serve our customers and meet our business objectives. As part of these efforts, we work to attract employees who reflect broad dimensions of diversity, including race, gender, disability, generation, education, and other traits and characteristics that make each person who they are.  Our employees grow through a variety of training and development opportunities offered to individual contributors, front line supervisors, managers and leaders. We invest in technical and operational training for our craft and field workers to support safe and reliable operations. We utilize data-driven workforce planning and succession processes to prepare for the future of work.  9 9 9 Table of Contents  Table of Contents  Total Rewards In addition to our competitive pay, incentives, and health, welfare and retirement programs, our Total Rewards offerings consider the safety and overall well-being of our employees. We offer an array of programs designed to support physical, emotional, and financial wellness.  Labor Relations We are proud of the partnership we have with union leadership across our six unions and the employees they represent in our workforce. We believe our strong relationship with our unions allowed for negotiation of permanent agreements that support PSEG’s flexible work model and other mid-term agreements that support strategic objectives and business goals.   REGULATORY ISSUES  In the ordinary course of our business, we are subject to regulation by, and are party to various claims and regulatory proceedings with FERC, the BPU, the Commodity Futures Trading Commission (CFTC) and various state and federal environmental regulators, among others. For information regarding material matters, other than those discussed below, see Item 8. Note 15. Commitments and Contingent Liabilities. In addition, information regarding PSE&G’s specific filings pending before the BPU is discussed in Item 8. Note 7. Regulatory Assets and Liabilities. Federal Regulation FERC is an independent federal agency that regulates the transmission of electric energy and natural gas in interstate commerce and the sale of electric energy and natural gas at wholesale pursuant to the FPA and the Natural Gas Act. PSE&G and certain operating subsidiaries of PSEG Power are public utilities as defined by the FPA. FERC has extensive oversight over such public utilities. FERC approval is usually required when a public utility seeks to: sell or acquire an asset that is regulated by FERC (such as a transmission line or a generating station); collect costs from customers associated with a new transmission facility; charge a rate for wholesale sales under a contract or tariff; or engage in certain mergers and internal corporate reorganizations.  FERC also regulates RTOs/ISOs, such as PJM, and their regional transmission planning processes as well as their energy and capacity markets. Transmission Regulation FERC has exclusive jurisdiction to establish the rates and terms and conditions of service for interstate transmission. We currently have FERC-approved formula rates in effect to recover the costs of our transmission facilities. Under this formula, rates are put into effect in January of each year based upon our internal forecast of annual expenses and capital expenditures. Rates are subsequently trued up to reflect actual annual expenses and capital expenditures. Transmission Rate Proceedings and ROE—From time to time, various matters are pending before FERC relating to, among other things, transmission planning, reliability standards and transmission rates and returns, including incentives. Depending on their outcome, any of these matters could materially impact our results of operations and financial condition. In a rulemaking proceeding issued in 2021, FERC has proposed to eliminate the existing 50 basis point adder for RTO membership, which is currently available to PSE&G and other transmission owners in RTOs. Elimination of the RTO adder for RTO membership would reduce PSE&G’s annual Net Income and annual cash inflows by approximately $30 million-$40 million. Transmission Planning Proceedings—During 2022, FERC issued several rulemakings and notices that examine current transmission planning proceedings to determine whether the rules as currently implemented will facilitate the integration of renewable resources onto the grid and whether there is sufficient oversight over transmission costs to protect customers. Among other issues, FERC is considering whether transmission competitive solicitations are working as intended, whether interconnection queue rules for new generation should dramatically change and whether some type of transmission monitor construct to oversee costs should be imposed. FERC’s consideration of many of these issues is still in its early stages. Regulation of Wholesale Sales—Generation/Market Issues/Market Power Under FERC regulations, public utilities that wish to sell power at market rates must receive FERC authorization (market-based rate (MBR) authority) to sell power in interstate commerce before making power sales. They can sell power at cost-based rates or apply to FERC for authority to make MBR sales. For a requesting company to receive MBR authority, FERC must first determine that the requesting company lacks market power in the relevant markets and/or that market power in the relevant markets is sufficiently mitigated. Certain PSEG companies are public utilities and currently have MBR authority. These companies, which include PSEG Energy Resources & Trading LLC, PSEG Nuclear LLC and PSE&G must file at FERC every three years to update their market power analyses. At the end of 2022, PSEG filed such a market power update at FERC, which remains pending. 10 10 10 Table of Contents  Table of Contents  Energy Clearing Prices  Energy clearing prices in the markets in which we operate are generally based on bids submitted by generating units. Under FERC-approved market rules, bids are subject to price caps and mitigation rules applicable to certain generation units. FERC rules also govern the overall design of these markets. At present, all units, including those owned by PSEG, within a delivery zone receive a clearing price based on the bid of the marginal unit (i.e. the last unit that must be dispatched to serve the needs of load) which can vary by location.  Capacity Market Issues PJM operates a capacity market that has been approved by FERC. FERC regulates the capacity market and continues to examine whether the market design is working optimally. Various forums are considering how the competitive market framework can incorporate or be reconciled with state public policies that support particular resources, resource and environmental attributes or emerging technologies, whether generators are being sufficiently compensated in the capacity market and whether subsidized resources may be adversely affecting capacity market prices. We cannot predict what action, if any, FERC might take with regard to capacity market design.  The RPM is the locational installed capacity market design for the PJM region, including a forward auction for installed capacity. Under the RPM, generators located in constrained areas within PJM are paid more for their capacity as an incentive to ensure adequate supply where generation capacity is most needed. The mechanics of the RPM in PJM continue to evolve and be refined in stakeholder proceedings and FERC proceedings in which we are active. In July 2021, PJM submitted to FERC a proposal to scale back the PJM Minimum Offer Price Rule (MOPR) to accommodate state public policy programs that do not attempt to set the price of capacity. Under the PJM proposal, PSEG Power’s New Jersey nuclear plants that receive ZEC payments are not subject to the MOPR. In September 2021, FERC issued a notice that it was not able to act on PJM’s proposed changes to the MOPR because of a split among the Commissioners on the lawfulness of PJM’s proposal. Therefore, PJM’s rules became automatically effective as of September 29, 2021 and they were applied to the June 2022 base residual auction. In November 2021, a group of generators challenged these MOPR rules in the Court of Appeals for the Third Circuit on the grounds that FERC’s inaction was unlawful. PSEG intervened in the proceeding in support of the MOPR rules. Oral argument on the appeal was held in January 2023. We cannot predict the outcome of this proceeding.  In another order related to the auction, FERC found that the current rules related to the Market Seller Offer Cap were unjust and unreasonable and ultimately eliminated the default offer cap. In its place, FERC adopted a unit-specific approach to reviewing certain capacity market offers. These new rules resulted in lower capacity prices for other market participants, including PSEG, and therefore, lower revenues for PSEG in the June 2022 base residual auction since market offers for many resource types need to be approved by the Independent Market Monitor and PJM. PJM’s most recent base residual auction was held at the beginning of December 2022. However, in mid-December, PJM communicated to all market participants that it is not announcing the results of this auction while it waits for FERC to act on emergent filings it has made at FERC proposing to change how the reliability requirement for a specific capacity market deliverability area will be calculated effective December 24, 2022. PJM’s filings at FERC, and its related decision to postpone the announcement of base residual auction results, creates uncertainty for market participants, including PSEG. We cannot predict the outcome of these developments at this time.      Compliance Reliability Standards—Congress has required FERC to put in place, through the North American Electric Reliability Corporation (NERC), national and regional reliability standards to ensure the security and reliability of the U.S. electric transmission and generation system (grid) and to prevent major system blackouts. As a result, under NERC’s physical security standard, approved by FERC in 2015, utilities are required to identify critical substations as well as develop threat assessment plans to be reviewed by independent third parties. In our case, the third-party is PJM. As part of these plans, utilities can decide or be required to build additional redundancy into their systems. Additionally, under NERC’s supply chain standard approved by FERC in 2018, PSEG has developed security controls for supply chain management associated with the procurement of industrial control system hardware, software, and services related to grid operations. These standards implement the Critical Infrastructure Protection standards that are already in place and that establish physical and cybersecurity protections for critical systems. We have documented procedures and implemented new processes to comply with these standards. The NERC continues to examine revising criteria for low-impact cyber systems, which could result in expanding the Critical Infrastructure Protection standards to a larger set of applicable cyber assets.  CFTC In accordance with the Dodd-Frank Wall Street Reform and Consumer Protection Act, the SEC and the CFTC continue to implement a regulatory framework for swaps and security-based swaps. The rules are intended to reduce systemic risk, increase  11 11 11 Table of Contents  Table of Contents  transparency and promote market integrity within the financial system by providing for the registration and comprehensive regulation of swap dealers and by imposing recordkeeping, data reporting, margin and clearing requirements with respect to swaps. We are currently subject to recordkeeping and data reporting requirements applicable to commercial end users. The CFTC finalized new rules establishing federal position limits for trading in certain commodities, such as natural gas. Entities such as PSEG began complying with the rules on January 1, 2022.  Nuclear Nuclear Regulatory Commission (NRC)  Our operation of nuclear generating facilities is subject to comprehensive regulation by the NRC, a federal agency established to regulate nuclear activities to ensure the protection of public health and safety, as well as the environment. Such regulation involves testing, evaluation and modification of all aspects of plant operation in light of NRC safety, security, cybersecurity, and environmental requirements. Continuous demonstration to the NRC that plant operations meet requirements is necessary.  The NRC has the ultimate authority to determine whether any U.S. nuclear generating unit may operate. The NRC conducts ongoing reviews of nuclear industry operations experience and may issue or revise regulatory requirements. We are unable to predict the final outcome of these reviews or the cost of any actions we would need to take to comply with any new regulations, including possible modifications to the Salem, Hope Creek and Peach Bottom facilities, but such costs could be material.  The current operating licenses of our nuclear facilities expire in the years shown in the following table: UnitYearSalem Unit 12036Salem Unit 22040Hope Creek2046Peach Bottom Unit 2 (A)2033Peach Bottom Unit 3 (A)2034 (A)Depreciation Expense and the Asset Retirement Obligation assume these units will operate through 2053 and 2054, respectively, given our expectation that previously approved operating license expiration dates will be restored by the NRC. See Item 8. Note 13. Asset Retirement Obligations (AROs) for additional information. State Regulation Our principal state regulator is the BPU, which oversees electric and natural gas distribution companies in New Jersey. We are also subject to various other states’ regulations due to our operations in those states. Our New Jersey utility operations are subject to comprehensive regulation by the BPU including, among other matters, regulation of retail electric and gas distribution rates and service, the issuance and sale of certain types of securities and compliance matters.  In addition to base rates, we recover certain costs or earn on certain investments pursuant to mechanisms known as adjustment clauses. These clauses permit the flow-through of costs to, or the recovery of investments from, customers related to specific programs, outside the context of base rate proceedings. Recovery of these costs or investments is subject to BPU approval for which we make periodic filings. Delays in the pass-through of costs or recovery of investments under these mechanisms could result in significant changes in PSE&G’s cash flow. PSE&G’s participation in solar, EV and EE programs is also regulated by the BPU, as the terms and conditions of these programs are approved by the BPU. BPU regulation can also have a direct or indirect impact on our power generation business as it relates to energy supply agreements and energy policy in New Jersey. New Jersey Energy Master Plan (EMP)—In January 2020, the State of New Jersey released its EMP. While the EMP does not have the force of law and does not impose any obligations on utilities, it outlines current expectations regarding the State’s role in the use, management, and development of energy. The EMP recognizes the goals of New Jersey’s Clean Energy Act of 2018 (the Clean Energy Act) to achieve, by 2026, annual reductions of electric and gas consumption of at least 2% and 0.75%, respectively, of the average of the prior three years of retail sales. The annual reductions were subsequently adjusted to 2.15% for electric and 1.10% for gas by 2027 in the BPU’s EE framework approved in June 2020. The EMP outlines several strategies, including statewide EE programs; expansion of renewable generation (solar and offshore wind), energy storage and other carbon-free technologies; preservation of existing nuclear generation; electrification of the transportation sector; and reduced reliance on natural gas. We cannot predict the impact on our business or results of operations from the EMP or any laws, rules or regulations promulgated as a result thereof, particularly as they may relate to PSEG Power’s nuclear generating stations and PSE&G’s electric transmission and gas distribution assets. In January 2023, the New Jersey governor’s office announced the commencement of planning for the development of a new EMP for release in 2024. The 2024 EMP will update  12 12 12 Table of Contents  Table of Contents  and expand upon the existing EMP and consider recent state and federal policies and how federal funding can provide additional support for advancement of critical clean energy policies.  Gas Capacity Review—In September 2019, the BPU formally opened a stakeholder proceeding to explore gas capacity procurement service to all New Jersey natural gas customers. The BPU retained a consultant and in June 2022 accepted the consultant’s key finding that, through 2030, New Jersey’s firm gas capacity can meet firm demand under normal design day conditions. The only potential gas supply shortfall was found during extreme weather (i.e. a winter day that could be expected to occur only once in 90 years) and/or a “perfect storm,” which occurs when there is an outage on a transcontinental pipeline during a design day. The BPU noted that its consultant’s analysis supports the argument against the need for additional interstate pipeline capacity and also supports the BPU’s aggressive policy approach to reduce the State’s overall reliance on fossil fuels, and achieve the Governor’s goal of 100% clean energy by 2050. BGS Process—In July 2022, the State’s EDCs, including PSE&G, filed their annual proposal for the conduct of the February 2023 BGS auction covering energy years 2024 through 2026. In November 2022, the BPU issued its decision to approve the joint EDCs’ proposals regarding the BGS auction process. In addition to addressing procedural issues for conducting the annual BGS auction, the BPU’s November 2022 order addressed EV charging supply rate issues and required that the EDCs must (i) continue to collect EV charging data and coordinate with BPU Staff in developing a BGS rate solution for commercial dc fast charging EV stations, and must include chargers and submit a proposal regarding the rate design in the June 1, 2023 joint EDC BGS filing; and (ii) implement by June 1, 2023 a BGS rate solution for residential EV charging customers similar to distribution rate off-peak charging solutions put in place in some of the EDCs’ (including PSE&G’s) light duty EV incentive programs.  EV Activity—Consistent with the policy set forth in New Jersey’s EMP, the BPU has supported electrification of the transportation sector. EDCs in New Jersey, including PSE&G, are making investments, approved by the BPU for recovery in rates, initially focused on light duty vehicles, such as preparatory work to deliver infrastructure to the EV charging point. In June 2021, the BPU issued an initial straw proposal for the establishment of an EV infrastructure ecosystem for medium and heavy duty EVs in New Jersey, and conducted a series of stakeholder meetings to discuss that ecosystem. In December 2022, the BPU issued a revised straw proposal for public comment. Although we cannot predict the outcome of the stakeholder process, we anticipate that this effort will result in opportunities for EDCs to target infrastructure investments for the medium and heavy duty EV market.  Grid Modernization—In October 2021, the BPU commenced a stakeholder proceeding to develop and implement a systemic Grid Modernization plan in accordance with strategies outlined in the New Jersey EMP. The BPU retained a consultant that gathered detailed and comprehensive information from the State’s EDCs, including PSE&G, regarding resource issues and policy changes needed to interconnect the clean energy capacity required under state policy. In June 2022, the BPU’s consultant issued a draft report with its findings and recommendations to update the BPU’s interconnection regulations and processes. We cannot predict the impact on our business or results of operations from this Grid Modernization plan or any laws, rules or regulations promulgated as a result thereof, particularly as they may relate to PSE&G’s electric distribution assets.  New Jersey Solar Initiatives—Pursuant to the Clean Energy Act, the BPU was required to undertake several initiatives in connection with New Jersey’s solar energy market. In 2019, the BPU established a “Community Solar Energy Pilot Program,” permitting customers to participate in solar energy projects remotely located from their properties, and allowing for bill credits related to that participation. Still pending with the BPU are certain issues, including minor modifications to the community solar pilot program, discussions regarding the potential implementation of consolidated billing for the benefit of project developers and participants, and development of a cost recovery mechanism for the EDCs.  The Clean Energy Act required the BPU to close the then-existing Solar Renewable Energy Certificate (SREC) program to new applications at the earlier of June 1, 2021 or the date at which 5.1% of New Jersey retail electric sales were derived from solar. The 5.1% threshold was attained and the SREC market was closed to new applications on April 30, 2020, with limited exceptions related to the impact of COVID-19 on projects under development. Solar projects that failed to achieve commercial operation before April 30, 2020 may be entitled to receive transition renewable energy certificates (TRECs) for each MWh of solar production. The New Jersey EDCs, including PSE&G, are required to purchase, using the services of a TREC administrator, TRECs from solar projects at rates set by the BPU.  In July 2021, the BPU issued an order formally establishing the Successor Solar Incentive (SuSI) Program, heavily drawing upon the predecessor TREC program, to serve as the permanent program for providing solar incentives to qualified solar electric generation facilities. The program provides for incentive payments at prices established in the BPU’s July 2021 order in the form of SREC-IIs for each MWh generated by net-metered projects of 5 MW or less, and an annual competitive solicitation, the Competitive Solar Incentive (CSI) program, to establish SREC-II prices applicable to grid-supply projects and net-metered projects in excess of 5 MW. The State’s EDCs have retained an administrator to acquire all of the SREC-IIs received each year by eligible solar generation projects. Each EDC, in turn, may recover from its customers the reasonable and prudent costs for  13 13 13 Table of Contents  Table of Contents  SREC-II procurement and SREC-II administrator fees, based on its proportionate share of retail electric sales, and other costs reasonably and prudently incurred in the disposition of its SuSI obligations. Pursuant to an order issued by the BPU in December 2022, bids for the CSI program opened on February 1, 2023 and close on March 31, 2023. Cybersecurity In an effort to reduce the likelihood and severity of cybersecurity incidents, we have established a comprehensive cybersecurity program designed to protect and preserve the confidentiality, integrity and availability of our technology systems. The Board of Directors, its Industrial Operations Committee (IOC) and Audit Committee, and senior management receive frequent reports on such topics as personnel and resources to monitor and address cybersecurity threats, technological advances in cybersecurity protection, rapidly evolving cybersecurity threats that may affect us and our industry, cybersecurity incident response and applicable cybersecurity laws, regulations and standards, as well as collaboration mechanisms with intelligence and enforcement agencies and industry groups, to assure timely threat awareness and response coordination. Our cybersecurity program is focused on the following areas: •Governance •Board Oversight—The Board’s IOC holds the primary responsibility, as enumerated in its charter, of overseeing PSEG’s cybersecurity program. Cybersecurity is a standing agenda item at each IOC meeting, which includes discussion on operational technology cyber risk, a cybersecurity update from the Chief Information Security Officer (CISO), and review of a corporate cybersecurity scorecard. In addition, the IOC meets with the CISO in executive session at each meeting with no other members of management present.  •Cybersecurity Council—which is comprised of members of senior management, meets regularly to discuss emerging cybersecurity issues and maintenance of the cybersecurity scorecard to measure performance of key risk indicators. The Cybersecurity Council ensures that senior management, and ultimately, the Board, is given the information required to exercise proper oversight over cybersecurity risks and that escalation procedures are followed. •The Senior Vice President, Chief Information and Digital Officer has the overall responsibility for cybersecurity. •Documented corporate practice to ensure delineated cybersecurity incidents, or potential incidents, are escalated promptly to senior management. •Training and Awareness—Providing annual cybersecurity training for all personnel with network access, as well as additional education for personnel with access to industrial control systems or customer information systems; and conducting phishing exercises with progressive consequences for failures. Employees also receive periodic cybersecurity awareness messages and each October are invited to presentations throughout the month from internal and external cyber experts covering diverse cyber topics.  •Technical Safeguards—Managing controls to protect our network perimeter, internal Information Technology (IT) and Operational Technology (OT) environments, such as internal and external firewalls, network intrusion detection and prevention, penetration testing, vulnerability assessments, threat intelligence, anti-malware and access controls. •Vendor Management—Maintaining a risk-based vendor management program, including the development of robust security contractual provisions. •Incident Response Plans—Maintaining and updating a cyber incident response plan that addresses the life cycle of a cybersecurity incident from a technical perspective (i.e., detection, response, and recovery), as well as data breach response (with a focus on external communication and legal compliance); and conducting regular table top exercises to test plan effectiveness (both internally and through external exercises). •Mobile Security—Maintaining controls to prevent loss of data through mobile device channels.  PSEG also maintains physical security measures to protect its OT systems, consistent with a defense in depth and risk-tiered approach. Such physical security measures may include access control systems, video surveillance, around-the-clock command center monitoring, and physical barriers (such as fencing, walls, and bollards). Additional features of PSEG’s physical security program include threat intelligence, insider threat mitigation, background checks, a threat level advisory system, a business interruption management model, and active coordination with federal, state, and local law enforcement officials. See Regulatory Issues—Federal Regulation for a discussion of Critical Infrastructure Protection standards that the NERC has promulgated that mitigate risk associated with both cybersecurity and physical security of PSEG’s critical facilities.  In addition, we are subject to federal and state requirements designed to further protect against cybersecurity threats to critical infrastructure, as discussed below. For a discussion of the risks associated with cybersecurity threats, see Item 1A. Risk Factors. Federal—NERC, at the direction of FERC, has implemented national and regional reliability standards to ensure the reliability and security of the grid and to prevent major system blackouts. NERC Critical Infrastructure Protection standards establish  14 14 14 Table of Contents  Table of Contents  cybersecurity and physical security protections for critical systems and facilities. These standards are also designed to develop coordination, threat sharing and interaction between utilities and various government agencies regarding potential cyber and physical threats against the nation’s electric grid.  The Transportation Security Administration (TSA), an agency of the U.S. Department of Homeland Security (DHS), has issued three security directives since May 2021 designed to mitigate cybersecurity threats to natural gas pipelines. The first security directive requires pipeline owners/operators to (i) report actual and potential cybersecurity incidents to the Cybersecurity and Infrastructure Security Agency, a DHS agency; (ii) designate a “Cybersecurity Coordinator;” (iii) review their current cybersecurity practices; and (iv) identify any gaps and related remediation measures to address cyber-related risks. The second security directive requires pipeline owners/operators to (i) implement specific mitigation measures to protect against cyber threats; (ii) implement a cybersecurity contingency and recovery plan; and (iii) conduct a cybersecurity architecture design review. The third security directive requires pipeline owners/operators to (i) establish and implement a TSA-approved Cybersecurity Implementation Plan; (ii) develop and maintain a Cybersecurity Incident Response Plan to reduce the risk of operational disruption; and (iii) establish a Cybersecurity Assessment Program, and submit an annual plan to the TSA that describes how the entity is assessing the effectiveness of its cybersecurity measures. The NERC Critical Infrastructure Protection standards do not apply to nuclear facilities which are instead governed by the NRC for purposes of physical and cyber security. NRC has a number of risk-informed, performance-based security programs in place to effectively protect U.S. commercial nuclear facilities. The NRC has existing requirements, effective processes, and the expertise to regulate and inspect cybersecurity to ensure the federal requirements are met. NRC requires operating nuclear power plant licensee and license applicants to ensure that digital computer and communication systems associated with a nuclear power plant’s safety, security, and emergency preparedness functions are protected from cyberattacks. As a result, computer systems at operating power plants that monitor and control safety systems and help the reactor operate are isolated from external communications. Security systems that provide safeguards of the facility are also isolated from external communications, including the Internet. NRC’s Office of Nuclear Security and Incident Response established the Cyber Security Branch (CSB) to strengthen internal governance of the agency’s regulatory activities. The CSB plans, coordinates, and manages agency activities related to cybersecurity for NRC applicants and licensees, such as security programs’ development and policy enhancements to prevent malevolent cyber acts against NRC-licensed facilities. The CSB’s cybersecurity-related responsibilities include developing rules and guidance, reviewing licensing actions, developing policy enhancements, and overseeing NRC-licensed facilities.  NRC regularly monitors the threats associated with cybersecurity, including potential threats against NRC-licensed facilities. Within the CSB there is a cyber assessment team that assesses real-world cyber events at NRC-licensed facilities. The team evaluates whether an identified threat could impact licensed facilities and makes recommendations for NRC actions and communications to the licensees. Furthermore, the NRC has established liaison relationships with the intelligence and law enforcement communities to include the National Counterterrorism Center, the DHS’s U.S. Computer Emergency Response Team, and the Federal Bureau of Investigation. State—The BPU requires utilities, including PSE&G, to, among other things, implement a cybersecurity program that defines and implements organizational accountabilities and responsibilities for cyber risk management activities, and establishes policies, plans, processes and procedures for identifying and mitigating cyber risk to critical systems. Additional requirements of this order include, but are not limited to (i) annually inventorying critical utility systems; (ii) annually assessing risks to critical utility systems; (iii) implementing controls to mitigate cyber risks to critical utility systems; (iv) monitoring log files of critical utility systems; (v) reporting cyber incidents to the BPU; and (vi) establishing a cybersecurity incident response plan and conducting biennial exercises to test the plan. In addition, New York’s Stop Hacks and Improve Electronic Data Security (SHIELD) Act, which became effective in March 2020, requires businesses that own or license computerized data that includes New York State residents’ private information to implement reasonable safeguards to protect that information.   ENVIRONMENTAL MATTERS  We are subject to federal, state and local laws and regulations with regard to environmental matters. Our associated obligations change as legislatures and regulators pass new laws and regulations and amend existing ones. Therefore, it is difficult to project future costs of compliance and their impact on competition. Capital costs of complying with known pollution control requirements are included in our estimate of construction expenditures in Item 7. MD&A—Capital Requirements. The costs of compliance associated with any new requirements that may be imposed by future regulations are not known, but may be material. For additional information related to environmental matters, including proceedings not discussed below, as well as anticipated expenditures for installation of compliance technology, hazardous substance liabilities and fuel and waste disposal costs, see Item 1A. Risk Factors and Item 8. Note 15. Commitments and Contingent Liabilities.  15 15 15 Table of Contents  Table of Contents  Air Pollution Control Our facilities are subject to federal, state and local regulation that requires controls of emissions from sources of air pollution and imposes recordkeeping, reporting and permit requirements.  Environmental Justice (EJ)—The New Jersey Department of Environmental Protection (NJDEP) has issued an administrative order requiring an EJ review of certain environmental permit applications pending the promulgation of final EJ regulations that will provide additional guidance. The impacts of the NJDEP’s actions are being evaluated for both PSE&G and PSEG Power and the outcome cannot be determined at this time.  New Jersey Protecting Against Climate Threats (NJ PACT)—This NJDEP regulatory reform is expected to result in changes to existing air and land use regulations in response to anticipated impacts of climate change. It has published proposed changes pertaining to inland flood protection which are intended to protect new development from fluvial flooding. The final regulation is anticipated in 2023.  We continue to assess the potential impact of the NJ PACT, which could have cost implications for business operations, including the construction of new facilities or upgrades to existing utility infrastructure. Such expenditures could materially affect the continued economic viability and/or cost to construct one or more such facilities. Water Pollution Control The Federal Water Pollution Control Act prohibits the discharge of pollutants from point sources to water, except pursuant to a duly issued permit. These permits must generally be renewed every five years. Applicable regulations also impose obligations on facility operators like PSEG Power to install certain technology to treat their discharges to ensure discharges meet certain water quality requirements.  The Environmental Protection Agency’s (EPA) Clean Water Act (CWA) Section 316(b) rule establishes requirements for the regulation of cooling water intakes at existing power plants, such as Salem.  Hazardous Substance Liability PSEG’s operations involve substances and byproducts classified by environmental regulations as hazardous. These regulations impose handling, storage and disposal requirements for hazardous materials. They also impose liability for damages to the environment, including cash penalties. Site Remediation—Federal and state environmental laws and regulations require the cleanup of discharged hazardous substances. They authorize the EPA, the NJDEP and private parties to commence lawsuits to compel clean-ups or seek reimbursement for such remediation. The clean-ups can be more complicated and costly when the hazardous substances are in or under a body of water. Clean-up obligations may be imposed regardless of the absence of fault, contractual agreements between parties, or the legality of activities at the time of discharge.  Natural Resource Damages—Federal and state environmental laws and regulations authorize damage assessments against persons who have caused an injury to natural resources through the discharge of a hazardous substance. The NJDEP requires persons conducting remediation to address such injuries through restoration or damage assessments.  Fuel and Waste Disposal Nuclear Fuel Disposal—The federal government has entered into contracts with the operators of nuclear power plants for transportation and ultimate disposal of spent nuclear fuel. Under the Nuclear Waste Policy Act of 1982 (NWPA), nuclear plant owners are required to contribute to a Nuclear Waste Fund to pay for this service. Since May 2014, the nuclear waste fee rate has been zero. No assurances can be given that this fee will not be increased in the future. The NWPA allows spent nuclear fuel generated in any reactor to be stored in reactor facility storage pools or in Independent Spent Fuel Storage Installations located at reactors or away from reactor sites.  We have on-site storage facilities that are expected to satisfy the storage needs of Salem 1, Salem 2, Hope Creek, Peach Bottom 2 and Peach Bottom 3 through the end of their operating licenses. Low-Level Radioactive Waste—As a by-product of their operations, nuclear generation units produce low-level radioactive waste. Such waste includes paper, plastics, protective clothing, water purification materials and other materials. These waste materials are accumulated on site and disposed of at licensed permanent disposal facilities. New Jersey, Connecticut and South Carolina have reached an agreement that gives New Jersey nuclear generators continued access to a waste disposal facility which is owned by South Carolina. We believe that this agreement will provide for adequate low-level radioactive waste disposal for Salem and Hope Creek through the end of their current licenses including full decommissioning, although no assurances can be given. Low-Level Radioactive Waste is periodically being shipped to the South Carolina waste disposal facility from Salem and Hope Creek. Additionally, there are on-site storage facilities for Salem, Hope Creek and Peach Bottom, which we believe have the capacity for at least five years of temporary storage for each facility. 16 16 16  Table of Contents  Table of Contents  INFORMATION ABOUT OUR EXECUTIVE OFFICERS (PSEG)  NameAge as ofDecember 31,2022OfficeEffective DateFirst Elected toPresent PositionRalph A. LaRossa 59President and Chief Executive Officer (CEO) -PSEG (A)September 2022 to presentChair of the Board (COB) and CEO - PSEG PowerSeptember 2022 to presentChief Operating Officer (COO) - PSEGJanuary 2020 to August 2022COB and CEO - PSE&GSeptember 2022 to presentCOB and CEO - PSEG PowerSeptember 2022 to presentCOB and CEO - Energy HoldingsSeptember 2022 to presentCOB and President - ServicesSeptember 2022 to presentPresident and COO - PSEG PowerOctober 2017 to August 2022President and COO - PSE&GOctober 2006 to October 2017COB - PSEG Long Island LLCDecember 2020 to August 2022Eric Carr48President and COO - PSEG PowerSeptember 2022 to presentPresident and Chief Nuclear Officer - PSEG Nuclear LLCJuly 2019 to presentVice President (VP) Hope Creek Generating Station - PSEG Nuclear LLCSeptember 2016 to July 2019Daniel J. Cregg59Executive Vice President (EVP) and Chief Financial Officer (CFO) - PSEGOctober 2015 to presentEVP and CFO - PSE&GOctober 2015 to presentEVP and CFO - PSEG PowerOctober 2015 to presentKim C. Hanemann59President and COO - PSE&GJune 2021 to presentSenior Vice President (SVP) and COO - PSE&GJanuary 2020 to June 2021SVP - Electric Transmission and Distribution - PSE&GSeptember 2018 to January 2020SVP - Delivery, Projects and Construction - PSE&GJuly 2014 to September 2018VP - Delivery, Projects and Construction - PSE&GDecember 2010 to July 2014Tamara L. Linde58EVP and General Counsel - PSEGJuly 2014 to presentEVP and General Counsel - PSE&GJuly 2014 to presentEVP and General Counsel - PSEG PowerJuly 2014 to presentSheila J. Rostiac52SVP - Human Resources, Chief Human Resources and Chief Diversity Officer - Services January 2020 to presentSVP - Human Resources and Chief Human Resources Officer - ServicesSeptember 2019 to January 2020VP - Talent, Development and DiversityOctober 2012 to September 2019Richard T. Thigpen62SVP - Corporate Citizenship - ServicesJuly 2018 to presentVP - State Government Affairs - ServicesMarch 2007 to July 2018Rose M. Chernick59VP and Controller - PSEGMarch 2019 to presentVP and Controller - PSE&GMarch 2019 to presentVP and Controller - PSEG PowerMarch 2019 to presentVP-Finance, Corporate Strategy and Planning - ServicesNovember 2017 to March 2019VP-Finance, Holdings and Corporate Strategy and Planning - ServicesOctober 2015 to November 2017 (A)Effective January 1, 2023, in accordance with a management transition plan, Ralph A. LaRossa became COB of PSEG.  17 17 17 Table of Contents  Table of Contents     ", "time": "00:00:07"}