{"cik": 79282, "item_1A": "ITEM 1. Business. General Brown & Brown is a diversified insurance agency, wholesale brokerage, insurance programs and service organization with origins dating from 1939 and is headquartered in Daytona Beach, Florida. The Company markets and sells insurance products and services, primarily in the property, casualty and employee benefits areas. We provide our customers with quality, non-investment insurance contracts, as well as other targeted, customized risk management products and services. We primarily operate as an agent or broker and therefore, with limited exceptions, do not assume underwriting risks. Within The Wright Insurance Group, LLC (“Wright”), we operate a write-your-own flood insurance carrier, Wright National Flood Insurance Company (“WNFIC”). WNFIC’s underwriting business consists of policies written pursuant to the National Flood Insurance Program (“NFIP”), the program administered by the Federal Emergency Management Agency (“FEMA”), excess flood and private flood policies which are fully reinsured, thereby substantially eliminating WNFIC’s exposure to underwriting risk, as these policies are backed by either FEMA or a reinsurance carrier with an AM Best Company rating of “A” or better. We also participate in capitalized captive insurance facilities (the \"Captives\") for the purpose of providing additional capacity to place coverage, deliver revenues, and participate in underwriting results. The Company has traditionally participated in underwriting profits through profit-sharing contingent commissions. The Captives give us another way to continue to participate in underwriting results while limiting exposure to underwriting claim costs. The Captives focus on property insurance for earthquake and wind exposed properties underwritten by certain managing general agents. The Captives limit, but do not fully eliminate the Company's exposure to claims expenses either through reinsurance or by only participating in limited tranches of the underwriting results. The Company is compensated for its services primarily by commissions paid by insurance companies, and to a lesser extent, by fees paid directly by customers for certain services. Commission revenues are generally a percentage of the premium paid by the insured and typically depend upon the type of insurance, the particular insurance company and the nature of the services provided by us. In some limited cases, we share commissions with other agents or brokers who have acted jointly with us in a transaction and we recognize commissions net of any commissions paid to other intermediaries. We may also receive from an insurance company a profit-sharing contingent commission, which is a supplemental commission based primarily on underwriting results. Fee revenues are generated by: (i) our Services segment, which provides insurance-related services, including third-party claims administration and comprehensive medical utilization management services in both the workers’ compensation and all-lines liability arenas, as well as Medicare Set-aside services, Social Security disability and Medicare benefits advocacy services, and other claims adjusting services, (ii) our National Programs and Wholesale Brokerage segments, which earn fees primarily for the issuing of insurance policies on behalf of insurance carriers, and (iii) our Retail segment for fees received in lieu of commissions or for other services provided. The amount of our revenues from commissions and fees is a function of several factors, including continued new business production, retention of existing customers, acquisitions and fluctuations in insurance premium rates and insurable exposure units, which are units that insurance companies use to measure or express insurance exposed to risk (such as property values, sales and payroll levels) to determine what premium to charge the insured. Insurance companies establish these premium rates based upon many factors, including loss experience, risk profile and reinsurance rates paid by such insurance companies, none of which we control. As of December 31, 2022, our activities were conducted in 345 domestic locations in 46 states, and 150 international locations in Belgium, Bermuda, Canada, Cayman Islands, Ireland, Italy and the United Kingdom. Segment Information Our business is divided into four reportable segments: (i) the Retail segment, (ii) the National Programs segment, (iii) the Wholesale Brokerage segment and (iv) the Services segment. The Retail segment provides a broad range of insurance products and services to commercial, public and quasi-public entities, and to professional and individual customers, as well as non-insurance warranty services and products through our F&I businesses. The National Programs segment, which acts as a managing general agent (“MGA”), provides professional liability and related package products for certain professionals, a range of insurance products for individuals, flood coverage, and targeted products and services designated for specific industries, trade groups, governmental entities and market niches, all of which are delivered through a nationwide network of independent agents, including Brown & Brown retail agents, as well as affinity groups, wholesale entities and sold direct to consumers. The Wholesale Brokerage segment markets and sells excess and surplus commercial and personal lines insurance, primarily through a nationwide network of independent agents and brokers, including Brown & Brown retail agents. The Services segment provides insurance-related services, including third-party claims administration and adjusting services, comprehensive medical utilization management services in both the workers’ compensation and all-lines liability arenas, as well as Medicare Set-aside services and Social Security disability benefits advocacy services. 5   The following table summarizes (i) the commissions and fees generated by each of our reportable operating segments for 2022, 2021, and 2020 and (ii) the percentage of our total commissions and fees represented by each segment for each such period:   (in millions, except percentages)   2022     %     2021     %     2020     %   Retail segment   $ 2,081.6       58.4 %   $ 1,766.6       58.0 %   $ 1,471.4       56.5 % National Programs segment     858.1       24.1 %     701.1       23.0 %     609.8       23.4 % Wholesale Brokerage segment     452.8       12.7 %     402.6       13.2 %     352.2       13.5 % Services segment     171.9       4.8 %     178.9       5.9 %     174.0       6.7 % Other     (1.2 )     (— )%     (1.7 )     (0.1 )%     (1.3 )     (0.1 )% Total   $ 3,563.2       100.0 %   $ 3,047.5       100.0 %   $ 2,606.1       100.0 %   The majority of our operations are in the United States. Outside of the United States we have retail operations based in Bermuda, Cayman Islands, Ireland, and the United Kingdom, wholesale brokerage operations based in the Belgium, Italy and the United Kingdom and a managing general agent operation in Canada and the United Kingdom. These operations generated $240.6 million, $78.0 million and $35.1 million of revenues for the years ended December 31, 2022, 2021 and 2020, respectively. We do not have any material foreign long-lived assets. See Note 16 to the Consolidated Financial Statements and “Management’s Discussion and Analysis of Financial Condition and Results of Operations” for additional segment financial data relating to our business. Retail segment The Retail segment provides a broad range of insurance products and services to commercial, public and quasi-public, professional and individual insured customers, and non-insurance services and products through our automobile dealer services F&I businesses. Significant lines of coverage and capabilities are:   Property & Casualty Employee Benefits Personal Insurance  Property Group Health Homeowners Casualty Voluntary Benefits Automobile Workers' Compensation Pharmacy Benefits Personal Excess Liability  Surety Independent Retirement Flood and Excess Liability  Aviation International Benefits Flood and Excess Flood Private Equity/Mergers & Acquisitions Employer Stop Loss Specialized Coverages Executive Liability  Long Term Care Group Excess Cyber Risk     Multinational            Property & Casualty - Capabilities Employee Benefits - Capabilities Specialties Analytics Benefit Design & Delivery Dealer Services Modeling Financial Strategy & Analytics Specialty Risk Solutions Risk Services Regulatory & Legislative Strategy Tribal Nations Alternative Risk/Captives Technology Services Total Rewards & Compensation Specialty Risk Solutions  Population Health & Well-Being     Strategic Non-Medical Solutions     Private Equity/Mergers & Acquisitions       No material part of our retail business is attributable to a single customer or a few customers. During 2022, commissions and fees from our largest single Retail segment customer represented 0.5% of the Retail segment’s total commissions and fees. As of December 31, 2022, our Retail segment employed 9,185 employees. Our Retail segment has physical locations in 42 states and Bermuda, Cayman Islands, Ireland and the United Kingdom. In connection with selling and marketing of insurance coverages, we provide a broad range of related services to our customers, such as risk management strategies, loss control surveys and analysis, consultation in connection with placing insurance coverages and claims processing. 6   National Programs segment As of December 31, 2022, our National Programs segment employed 3,008 employees. The National Programs segment specializes in the development and management of insurance program business, often designed for niche, underserved markets and distributes these coverages to retail insurance agencies (including Brown & Brown retail offices), as well as affinity groups, wholesale entities and sold direct to consumers. Our largest National Programs segment customer represented approximately 7.6% of the segment's total commissions and fees. We offer program management expertise for insurance carrier partners across numerous lines of business, which can be grouped into five broad categories as detailed below:   Professional programs. Professional liability and related package insurance products are tailored to the needs of professionals in the following areas: dentistry, legal, eyecare, insurance, financial, physicians and real estate title professionals. Professional liability programs also offer supplementary insurance-related products to include weddings, events, medical facilities and cyber liability.   Personal Lines programs. Personal lines programs offer a variety of insurance products to personal lines consumers including homeowners and personal property policies; residential earthquake; private passenger automobile and motorcycle coverage, which is currently in run-off.   Commercial Lines programs. Specific industries and market niches are served by our commercial programs including automotive aftermarket, professional and amateur sports, special events and the entertainment industry; commercial transportation and trucking; forestry; manufactured housing; and workers’ compensation. The Arrowhead Core Commercial program which covered a broad segment of industries is currently in run-off.    Public Entity programs. Public entity programs range from providing fully insured programs to establishing risk retention insurance pools, and excess and facultative specific coverages, including administration of various insurance trusts for cities, counties, municipalities, school boards, special taxing districts and quasi-governmental agencies.   Specialty programs. Specialty programs include flood insurance, commercial difference-in-conditions (earthquake), all-risk commercial property, limited exposure captives, coastal property programs including wind, lender-placed solutions, sovereign native-American nations and parcel insurance. Wholesale Brokerage segment As of December 31, 2022, our Wholesale Brokerage segment employed 1,687 employees. Our Wholesale Brokerage segment markets and sells excess and surplus commercial insurance products and services to retail insurance agencies (including Brown & Brown retail offices). The Wholesale Brokerage segment represent various U.S., U.K., and European surplus lines insurance companies. Additionally, certain offices are also Lloyd’s of London correspondents. The Wholesale Brokerage segment also represents admitted insurance companies for purposes of affording access to such companies for smaller agencies that otherwise do not have access to large insurance company representation. Excess and surplus insurance products encompass many insurance coverages, including personal lines, homeowners, yachts, jewelry, commercial property and casualty, commercial automobile, garage, restaurant, builder’s risk and inland marine lines. Difficult-to-insure general liability and products liability coverages are a specialty, as is excess workers’ compensation coverage. During 2022, commissions and fees from our largest Wholesale Brokerage segment customer represented approximately 1.4% of the Wholesale Brokerage segment’s total commissions and fees. Services segment As of December 31, 2022, our Services segment employed 991 employees and provided a wide range of insurance-related services. Below are brief descriptions of the capabilities within the Services segment.   Social Security Advocacy and Advisory. Social Security advocacy assists individuals throughout the United States who are seeking to establish eligibility for coverage under the federal Social Security Disability program and provides health plan selection and enrollment assistance for Medicare beneficiaries. We work closely with employer sponsored group life, disability and health plan participants to assist disabled individuals in receiving the education, advocacy and benefit coordination assistance necessary to achieve the fastest possible benefit approvals. In addition, we provide second injury fund recovery services to the workers’ compensation insurance market.   Claims Administration. Claims administration provides third-party administration (“TPA”) services for commercial and personal property and casualty, medical, vocational, and professional liability insurance markets on a nationwide basis, providing claims adjusting, administration, subrogation, litigation and data management, claims investigations services, claim investigations, and audit services to insurance companies, self-insureds, public municipalities, insurance brokers and corporate entities. We source claims activity from various Arrowhead programs in our National Programs segment, as well as from third parties.   Medicare Secondary Payer compliance and Medicare Set-Aside. Medicare secondary payer compliance and Medicare Set-aside provides statutory compliance services, conditional payment negotiation and resolution, structured settlements/annuity funding, professional administration and a post-settlement durable medical equipment and pharmacy program administration.  7     Self-Insured Trust Administration. Self-insured trust administration provides TPA services for government entities and self-funded or fully-insured workers’ compensation and liability plans and trusts including claims administration and a dedicated subrogation recovery department.   Workers’ Compensation and Liability Plan Administration. Workers’ compensation and liability plan administration provides claims administration, cost containment consulting services for secondary disability and subrogation recoveries, certified and non-certified medical management programs, access to medical networks, case management, utilization review services and risk management services such as loss control.  In 2022, our five largest contracts represented approximately 22.4% of fees revenues in our Services segment. Competition The insurance intermediary business is highly competitive, and numerous firms actively compete with us for customers and insurance markets. Competition in the insurance business is largely based upon innovation, knowledge, understanding of terms and conditions of coverage, quality of service and price. A number of firms with substantially greater resources and market presence compete with us. A number of insurance companies directly sell insurance, primarily to individuals or small enterprises, and as a result do not pay commissions to third-party agents and brokers. In addition, internet and startup technology companies continue to be a source for direct placement of personal lines or small business insurance. We have our own technology capabilities to also serve personal lines and small businesses. While it is difficult to quantify the impact on our business from individuals or small businesses purchasing insurance over the internet, we believe this risk would generally be isolated to personal lines customers with single-line coverage, or small businesses that do not have a complex insurance program, which represent a small portion of our overall Retail or National Programs segments. Regulation, Licensing and Agency Contracts We and/or our designated employees must be licensed to act as agents, brokers, intermediaries or third-party administrators by regulatory authorities in the locations in which we conduct business. Regulations and licensing laws vary by individual state and international location and are often complex. The applicable licensing laws and regulations in all states and international jurisdictions are subject to amendment or reinterpretation by regulatory authorities, which in most cases have broad discretion as to the granting, revocation, suspension and renewal of licenses. We endeavor to monitor the licensing status of our employees, but the possibility exists that we and/or our employees could be excluded or temporarily suspended from carrying on some or all of our activities in a particular jurisdiction in addition to being subjected to fines. Human Capital  At December 31, 2022, the Company had 15,201 employees globally. We have agreements with our sales employees and certain other employees that include provisions that (i) protect our confidential information and trade secrets, (ii) restrict their ability post-employment to solicit the business of our customers, and (iii) prevent them from hiring of our employees for a period of time after separation from employment with us. The enforceability of such agreements varies from state to state depending upon applicable law and factual circumstances. The majority of our employment relationships are at-will and terminable by either party at any time; however, the covenants regarding confidential information and non-solicitation of our customers and employees generally extend for a period of at least two years after cessation of employment. None of our employees are subject to a collective bargaining agreement and we consider our relations with our employees to be good.  Our Guiding Principles The cornerstones of our organization's guiding principles are people, performance, service and innovation. We view ourselves as a team and refer to our employees as “teammates.” We believe in always doing what is best for our customers, communities, teammates, carrier partners and shareholders. We understand that every successful team thrives on the diversity of talent, thought, experience, character and work ethic. Our ability to continue to serve our customers and communities is dependent on the effective recruitment and enhancement of the most qualified teammates. We are an equal opportunity employer built on meritocracy, meaning our teammates have the opportunity to rise according to their merits and individual initiative.  Culture At Brown & Brown, we have a culture built on integrity, innovation, superior capabilities, discipline and meritocracy. Our commitment to doing what is best for our customers drives our sales culture and is a crucial component in our Company's strategy. We operate as a lean, highly competitive, decentralized growth and profit-oriented sales and service organization. Our teammates are our greatest resource, and by challenging, empowering and rewarding them, our teams are driven to achieve extraordinary results. 8   Over 20% of our Company is owned by teammates, which we believe cultivates a unique ownership culture. We strive to provide multiple opportunities for teammates to share in the ownership of Brown & Brown and to help create personal wealth, including through our employee stock purchase program, our 401(k) plan, and long-term equity grants. With more than 60% of our teammates owning stock in our Company, we operate with an ownership mindset that influences how we invest in our business and the work we do for our customers.  Our Team Our goal is to provide our teammates with long-term careers, which is why a vast majority of our teammates are full-time teammates. In addition, we also employ regular part-time teammates and seasonal/temporary teammates.  Full-time teammates work at least a 30-hours per week for an indefinite period of time and are generally eligible for all employment benefits provided by the Company. Part-time teammates work less than 30 hours per week for an indefinite period of time, and depending on the average hours worked per week, they may be eligible for limited employment benefits as specified in terms of the particular benefit plan or policy. Seasonal/temporary teammates are hired as an interim replacement to temporarily supplement our workforce or assist in completing a specific project, other than those supplied under contract by an outside agency; employment assignments in this category are typically of limited duration. Teammate Recruitment, Education and Development  Our Company focuses on recruiting and developing the most capable teammates with diverse backgrounds and experiences. We actively recruit at all offices and levels of our organization. We have seen good success over time by building our diverse team with recent college graduates, mid-level professionals with experience outside the insurance industry and seasoned insurance professionals who desire to elevate their careers. Leveraging our strong relationships with several key colleges and universities, we are also committed to recruiting and developing talent through our college intern program. In addition to individual recruitment, we focus on building our team by completing high-quality acquisitions. In 2022, we grew our team by almost 2,800 new teammates through the acquisition of 30 companies.  We believe that supporting and encouraging continued education will help to ensure we remain at the forefront of developing trends in an ever-changing industry. We are committed to investing heavily in our teammate education and development through Brown & Brown University (\"BBU\"), the Brown & Brown Education Assistance Program and our Peer Partnership Program. Teammate Benefits Brown & Brown offers a wide variety of benefits, including medical and dental coverage, short-term and long-term disability, life insurance and a 401(k) plan. We strive to have comprehensive benefit offerings, as we believe the overall well-being of our teammates and their families comes first, and having competitive benefits helps set us apart in recruiting and retaining high-quality talent. In 2022, there were no widespread layoffs or pay reductions as a result of external factors, such as the economy, the COVID-19 pandemic or natural disasters. Instead, our Company's leadership remains committed to developing our talented teammates and focusing on engagement, which we believe over time supports strong financial results. Our Company has encouraged flexible work arrangements to accommodate the evolving future of the work landscape and the needs of our teammates. Additionally, teammates affected in 2022 by the COVID-19 pandemic or natural disasters, including Hurricane Ian and Hurricane Nicole, had the opportunity to apply for financial assistance through our Brown & Brown Disaster Relief Foundation. Teammate Engagement  To better understand our Company's strengths and growth opportunities, we gather anonymous feedback from our entire team on at least an annual basis. We are committed to actively listening and amplifying our teammates' well-being, satisfaction and engagement at work, and are proud that in 2022, 93% of our teammates say Brown & Brown is a Great Place to Work®. By instilling A Meritocracy culture, we want teammates to have the opportunity to rise according to their merits. We believe a driver of our Company’s results stem from our commitment to putting the health and well-being of our teammates and their families first. By valuing and supporting these priorities as an organization, we believe our Company will continue to be driven by positive, engaged and productive teams, and will retain the most talented teammates. Diversity, Inclusion and Belonging We believe having a team that is diverse in thought, experience, skills and work ethic, results in teammate empowerment and high performance. An empowered team helps to positively impact our customer service and community involvement. As part of our strategy, we continue to evolve and augment our Diversity, Inclusion and Belonging (\"DIB\") task force, which was established in 2020. The DIB team is composed of numerous teammates and leaders with different backgrounds, work experiences and skill sets. The mission of the task force is to provide an environment to foster the collection of ideas, thoughts and stories that help further develop a strategic framework of promoting diversity, inclusion and belonging. The task force is overseen and guided by our chief people officer. 9   Our DIB task force spent the past several years evaluating our Company's current strengths and opportunities for development by initiating teammate surveys, listening sessions, group focus sessions and training modalities, including a course for all teammates focused on understanding and managing unconscious bias. In 2022, the task force established four Teammate Resource Groups (\"TRG\"s) that are each founded around one identity. Each TRG meets internally, empowers one another, host events, and is expected to make recommendations on how our Company can improve policies, impact recruitment and continue to be a strong part of the community. As a way to offer teammates flexibility to observe any day during the year to recognize their culture or heritage, in 2021, our task force introduced an additional floating holiday known as Culture Day.  Brown & Brown does not tolerate discrimination in any form concerning any aspect of employment. The Company has an established a policy that recruitment, hiring, transfers, promotions, terminations, compensation and benefits practices be without regard to race, color, religion, absence of religious affiliation, national origin, ethnicity, age, disability, perception of disability, sex, sexual orientation, gender identity/expression, gender orientation, marital status, service in our armed forces, veteran status in our armed forces, political activity or political party affiliation. In addition, the Company monitors the representation of women and underrepresented racial and ethnic minorities, because we believe diversity helps us build better teams, facilitate innovation and improve our customer experience. We discuss our gender and minority profile periodically with our board of directors. We are proud of our efforts in this area and continue to strive to further diversify our workforce and strengthen our culture. Teammate Health and Well-being The safety and well-being of all Brown & Brown teammates and customers are of utmost importance. During the COVID-19 pandemic, we navigated the pandemic by carefully executing our business continuity plan. We prioritized the health and well-being of our teammates to support the welfare of our customers, carrier partners and shareholders. The Brown & Brown team demonstrated resiliency in a time of uncertainty, and through “The Power of WE,” navigated this uncharted territory with minimal interruption to our business. We know we must remain prepared to deal with future pandemics. Our response has formed the basis for preparedness if another dangerous and contagious disease should arise. Beginning in March 2020, the Company implemented a telecommuting protocol in response to COVID-19. Since then, remote work has provided an important layer of safety and flexibility. Hybrid workforce models have now been embraced by most of our teams, as they offer flexibility within our workforce and enable the Company to attract more geographically diverse talent.  Brown & Brown's top priority is the total well-being of our teammates, which means physical, emotional, social and financial health and wellness. We know that healthy teammates provide better support to their families, their communities and our customers, which results in our continued success as a Company. We encourage teammates to stay active, maintain a healthy work-life balance, volunteer in their local communities and prioritize their mental and physical health. This includes regular communication with teammates about the importance of physical, mental and financial wellness. In addition, our chief executive officer shares biweekly video updates to connect with our teammates and encourage the importance of health and well-being. Our Company encourages individuals to engage in activities that promote good mental health and, when needed, to seek out help from friends, teammates, family and medical professionals. Many of the services readily available to Brown & Brown teammates are bundled under the Company’s Teammate Assistance Program. These include no-cost, confidential support services such as access to mental health counselors, a 24/7 crisis hotline, coaching, wellness activities, a library of videos and webinars on demand and more. The Company provides a crisis hotline “Advocate for Me,” a service that provides one-on-one consultation with mental well-being case navigators, therapists and psychiatrists, alongside other programs. In 2021, we announced the creation of a Mental Health Allies group, which consists of a group of teammate volunteers that are ready to serve as points of contact for our mental health resources, as well as a support system for our teammates. Mental Health Allies complete mental health first aid training offered by the National Council for Behavioral Health. These teammates are available to listen impartially and support teammates, while also raising awareness regarding the importance of mental health and wellness. Mental Health Allies are not diagnosticians or emergency providers, but rather conduits who may assist teammates find the appropriate resources in a time of need. In addition, our new campus in Daytona Beach, Florida, completed in 2021, was designed with teammates in mind. Open floorplans encourage regular movement and interaction among our teammates, promoting a productive, collaborative work environment. Offices and workstations are equipped with ergonomic furniture and sit-stand desks, intentionally selected to support teammates' physical health. Many of our other offices are also embracing open floorplans as they enter into new leases or refresh their office space. We continue to engage our team of employed health care professionals to provide critical and timely guidance on the physiological and psychological implications of COVID-19. We also provide access to public COVID-19 resources through our website portal to benefit individuals and businesses coping with challenges resulting from the pandemic. To assist those who have found themselves in financial hardships, we provide discounted services and products through our Brown & Brown $avings Center to both teammates and the public. Workplace Safety  10   Across all Brown & Brown locations, our goal is to provide a safe environment for teammates and office visitors. The Company has formal workplace safety guidelines that apply to our teammates and facilities, with some offices establishing even more specific procedures for conduct. These guidelines cover, among other things, hazardous and unsafe work areas and conditions, cellphone usage, travel, attire, communication protocols for closures and emergencies and our workers' compensation benefits. Additionally, the Company has a formal policy against violence in the workplace. This policy prohibits any form of weapon from being carried or maintained in our Company's offices and prohibits teammates from making threats or engaging in violent activities. Under our policy, any teammate who believes they have been a victim of violence, threats of violence, intimidating conduct or has heard jokes or offensive comments about a violent occurrence must report such actions immediately to their team leader or another member of our Company's leadership team. In addition, any teammate who believes they or another teammate may be in imminent danger of violence must notify local law enforcement officials immediately. In 2022, the Company had no work-related fatalities and 24 injuries or occupational diseases, as determined based on the number of claims made under our workers’ compensation policy, excluding claims that were closed and for which no payment was made. Available Information We are subject to the reporting requirements of the Securities Exchange Act of 1934, as amended (the “Exchange Act”), and its rules and regulations. The Exchange Act requires us to file reports, proxy statements and other information with the SEC. We make available free of charge on our website, at www.bbinsurance.com, our Annual Report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act and the rules promulgated thereunder, as soon as reasonably practicable after electronically filing or furnishing such material to the SEC. These documents are posted on our website at www.bbinsurance.com and may be accessed by selecting the “Investor Relations” link and then the “SEC Filings” link. The SEC maintains a website that contains reports, proxy statements and other information regarding issuers that file electronically with the SEC. These materials may be obtained electronically by accessing the SEC’s website at www.sec.gov. The charters of the Audit, Compensation and Nominating/Governance Committees of our board of directors as well as our Corporate Governance Principles, Code of Business Conduct and Ethics and Code of Ethics-CEO and Senior Financial Officers (including any amendments to, or waivers of any provision of any of these charters, principles or codes) are also available on our website or upon request. Requests for copies of any of these documents should be directed in writing to: Corporate Secretary, Brown & Brown, Inc., 300 North Beach Street, Daytona Beach, Florida 32114 or by telephone to (386)-252-9601. Information About Our Executive Officers Set forth below is certain information concerning our executive officers as of February 22, 2023. All officers hold office for one-year terms or until their successors are elected and qualified.   J. Hyatt Brown Chairman of the board 85 J. Powell Brown President, chief executive officer 55 P. Barrett Brown Executive vice president; president - Retail segment 50 Stephen M. Boyd Executive vice president; president - Wholesale Brokerage segment 49 Julie L. Turpin Executive vice president, chief people officer 52 K. Gray Nester II Executive vice president, chief information officer 47 J. Scott Penny Executive vice president; chief acquisitions officer 56 Chris L. Walker Executive vice president; president - National Programs segment 65 R. Andrew Watts Executive vice president; chief financial officer and treasurer 54     J. Hyatt Brown. Mr. Brown was our chief executive officer from 1993 to 2009 and our president from 1993 to December 2002, and served as president and chief executive officer of our predecessor corporation from 1961 to 1993. He was a member of the Florida House of Representatives from 1972 to 1980, and speaker of the house from 1978 to 1980. Mr. Brown served on the board of directors of International Speedway Corporation, a publicly held company, until 2019. Mr. Brown is a member of the board of trustees of Stetson University, of which he is a past chairman, and the Florida Council of 100. Mr. Hyatt Brown’s sons, J. Powell Brown and P. Barrett Brown, are employed by us as president and chief executive officer, and as executive vice president and president – Retail segment, respectively. His son, J. Powell Brown, has served as a director since October 2007. J. Powell Brown. Mr. Brown was named chief executive officer in July 2009. He has been our president since January 2007 and was appointed to be a director in October 2007. Prior to 2007, he served as one of our regional executive vice presidents since 2002. Mr. Brown was previously responsible for overseeing certain or all parts of all of our segments over the years, and worked in various capacities throughout the Company since joining us in 1995. Mr. Brown has served on the board of directors of WestRock Company (formerly RockTenn Company), a publicly held company, since January 2010. He is the son of our chairman of the board, J. Hyatt Brown, and brother of our executive vice president and president – Retail segment, P. Barrett Brown. 11   P. Barrett Brown. Mr. Brown was appointed as an executive vice president and the president of our Retail segment in January 2020. He previously served as a senior vice president from 2014 until January 2020 and as a regional president in the Retail segment from September 2015 until January 2020. Mr. Brown joined the Company in 2000 and has served in various roles, including as the profit center leader and an account executive in our Tampa, Florida retail office, as the profit center leader and an account executive in our Orange, California retail office, and as an account executive in our Phoenix, Arizona retail office. He has also overseen certain aspects of  “Brown & Brown University,” a training program offering technical and sales courses for new producers, office leaders, and other groups within the organization. He is the son of our chairman of the board, J. Hyatt Brown, and brother of our president and chief executive officer, J. Powell Brown. Stephen M. Boyd. Mr. Boyd was appointed as an executive vice president and the president of our Wholesale Brokerage segment in January 2021. Mr. Boyd became a senior vice president of the Company in May 2015 and from October 2019 until January 2021, served as our senior vice president of technology, innovation and digital strategy. Between July 2013 and October 2019, he served as president and chief operating officer of Arrowhead General Insurance Agency, Inc. (Arrowhead), one of our subsidiaries. Mr. Boyd joined Arrowhead in 1995 and has served in various roles, including as president of Arrowhead’s Commercial division and Arrowhead’s chief information officer.  Julie L. Turpin. Ms. Turpin was appointed as an executive vice president in May 2021. She became our chief people officer and a senior vice president in March 2020. From August 2012 until March 2020, Ms. Turpin served in various roles at Brown & Brown Absence Service Group (formerly, The Advocator Group), one of our subsidiaries, from August 2012 until March 2020, including as its chief executive officer from January 2014 until March 2020, its chief operating officer from August 2013 until January 2014, and its vice president of operations from August 2012 until August 2013. Before joining Brown & Brown Absence Service Group in August 2012, Ms. Turpin served as the chief operating officer of GCG Risk Management Consultants LLC, an insurance brokerage firm she co-founded in Bannockburn, Illinois, from February 2009 until March 2012. She has previously held operational leadership positions with Marsh U.S.A., Inc., Forrest Company Realty, Inc., and NRG Energy, Inc. K. Gray Nester II. Mr. Nester was appointed as an executive vice president in October 2021. He became our chief information officer and a senior vice president in February 2021. From December 2019 until February 2021, Mr. Nester served as the chief information officer for our Retail segment. Prior to that, he held a variety of information technology roles as a senior vice president of BB&T Insurance Services from February 2010 until December 2019, including business information officer, IT group services manager, and IT services manager. From February 2004 until February 2010, Mr. Nester was an MIS director for BB&T with responsibility for the information technology needs of various BB&T business lines during that time. He previously served as an information technology director for Fox-Everett. J. Scott Penny. Mr. Penny has been our chief acquisitions officer since 2011, and he serves as director and as an executive officer for several of our subsidiaries. He served as a regional president from 2010 to 2014 and regional executive vice president from 2002 to July 2010. From 1999 until January 2003, Mr. Penny served as profit center leader of our Indianapolis, Indiana retail office. Prior to that, Mr. Penny served as profit center leader of our Jacksonville, Florida retail office from 1997 to 1999. From 1989 to 1997, Mr. Penny was employed as an account executive and marketing representative in our Daytona Beach, Florida office. Chris L. Walker. Mr. Walker was appointed president of our National Programs segment in 2014. He served as regional executive vice president from 2012 to 2014. Mr. Walker is responsible for our National Programs segment. He has also served as chief executive officer of Arrowhead since 2012. He has been involved with Arrowhead’s business development strategies, product expansion, acquisitions and the overall operations and infrastructure since joining the organization in 2003. Prior to that, he served as vice chairman of Aon Re. Mr. Walker’s insurance career began with the reinsurance intermediary E.W. Blanch Co., where he ultimately served as chairman and CEO of E.W. Blanch Holdings. He previously served as chairman of the Brokers and Reinsurance Markets Association. R. Andrew Watts. Mr. Watts joined the Company as executive vice president and treasurer in February 2014, and was appointed chief financial officer effective March 4, 2014. Prior to joining the Company, he had served as global head of customer administration for Thomson Reuters since 2011, and from 2008 to 2011, he acted as chief financial officer for multiple segments within the Financial and Risk division of Thomson Reuters. Prior to 2001, Mr. Watts was the chief financial officer and co-founder of Textera, an internet startup company, and worked as a senior manager with PricewaterhouseCoopers for nine years. Mr. Watts earned a Public Accountancy (CPA) license from Illinois and holds a Bachelor of Science degree from Illinois State University. Mr. Watts has served on the board of directors of the Jacksonville branch of the Federal Reserve Bank of Atlanta since January 2023; as vice president and a director of the Brown Riverfront Esplanade Foundation, Inc., a not-for-profit corporation in Daytona Beach, Florida since September 2022; on the Florida Chamber Foundation Board of Trustees since March 2022; on the board of trustees of the Museum of Arts & Sciences, Inc., a not-for-profit corporation in Daytona Beach, Florida since January 2020; and as a director of New Planet Energy Development, LLC, a privately held green energy company, since June 2018. He was previously the chairman of the board for Surflight Theatre and the Make-A-Wish Foundation of New Jersey.  12  ", "time": "00:00:10"}