{"cik": 813828, "item_1A": "Item 1. Business. Overview We are a leading global media, streaming and entertainment company that creates premium content and experiences for audiences worldwide. Driven by iconic consumer brands, our portfolio includes CBS, Showtime Networks, Paramount Pictures, Nickelodeon, MTV, Comedy Central, BET, Paramount+ and Pluto TV. We hold one of the industry’s most extensive libraries of television and film titles. In addition to offering innovative streaming services and digital video products, we also provide powerful capabilities in production, distribution and advertising solutions. Our strategy is grounded in three key strengths: (1) our broad range of popular content; (2) our multiplatform distribution model; and (3) our global operating reach. In 2022, we demonstrated the continued breadth and depth of our content capabilities across our distribution platforms — broadcast, including the leading network in the United States (the “U.S.”), CBS; a portfolio of cable networks that includes Nickelodeon, MTV and BET; a rapidly growing subscription streaming service, Paramount+; a leading free advertising-supported streaming television (“FAST”) service in the U.S., Pluto TV; and an iconic Hollywood studio, Paramount Pictures. Our global operating footprint includes content production capabilities across Latin America, the United Kingdom (the “U.K.”), Europe, the Middle East, Africa and Asia Pacific, cable networks in many key markets and deep commercial relationships with strategic partners around the world. 2022 was a notable year for us in streaming. Benefiting from a slate of original series, including Halo, 1883, 1923, Tulsa King, Criminal Minds: Evolution and SEAL Team, and original films, including Orphan: First Kill and Beavis and Butt-Head Do the Universe, our global streaming subscribers grew 38% year-over-year to 77.3 million and Paramount+ subscribers grew 70% year-over-year to 55.9 million. According to Antenna, Paramount+ is the number one premium streaming service in domestic sign-ups and gross subscriber additions since its launch in March 2021 through the end of 2022, and had the most sign-ups in 2022. In sports, we reached a six-year multiplatform U.S. media rights extension for the Union of European Football Associations (“UEFA”) Champions League. We also recently announced that we will be fully integrating SHOWTIME into Paramount+  I-1 I-1 I-1                                                                                                     across both streaming and linear platforms later in 2023. In free, Pluto TV global monthly active users (MAUs) increased 22% year-over-year to 78.5 million. Paramount Pictures released six films in 2022 that debuted at number one at the domestic box office — Scream, Jackass Forever, The Lost City, Sonic The Hedgehog 2, Top Gun: Maverick and Smile. These hits were led by Top Gun: Maverick, the fifth highest-grossing domestic movie of all time and first film to top the domestic box office on both Memorial Day and Labor Day. Following its theatrical run, the film has continued to draw big audiences in the U.S. digital home entertainment market and on Paramount+. Released in the fall, Smile became the highest-grossing horror film of the year worldwide. CBS finished the 2021-2022 season as America’s number one broadcast network in primetime for the 14th consecutive season. In entertainment, CBS was number one across multiple genres — drama (NCIS); new comedy (Ghosts); primetime news series (60 Minutes); late night series (The Late Show with Stephen Colbert); and the number one daytime lineup for the 35th consecutive year. CBS Sports delivered its most-watched National Football League (the “NFL”) regular season in seven years, while Paramount+ had its most-streamed NFL regular season ever, recording double-digit year-over-year growth. Additionally, for the 14th consecutive year, CBS Sports maintained college football’s highest average viewership. Beginning next season, we will air Big Ten football and basketball games as part of a multiplatform agreement that extends through the end of the decade. Our portfolio of cable networks attracted audiences through a broad range of shows, including the most watched original series in the U.S. across all of television, Yellowstone, and one of the world’s most popular preschool series, PAW Patrol. In 2022, adult cable series on our cable networks accounted for three of the top five and five of the top ten series among adults 18 to 34. Nickelodeon networks accounted for seven of the top ten cable series among kids two to 11 and returned to share growth for the first time in five years. In 2022, we focused on expanding our global footprint and building key distribution partnerships with industry leaders including Sky, CANAL+ and Virgin Media. We launched Paramount+ in South Korea, the U.K., Ireland, Italy, France, Germany, Switzerland and Austria, and in the U.S., launched a first-of-its-kind partnership with Walmart to offer Paramount+ Essential to Walmart+ members. SkyShowtime, our streaming joint venture with Comcast, launched in Denmark, Finland, Norway and Sweden (the “Nordics”). Finally, we launched Pluto TV in Canada with Corus and in the Nordics with Viaplay Group. We continued our commitment to diversity, equity and inclusion (“DEI”) in 2022. We hosted our fourth annual Global Inclusion Week, a week-long initiative featuring conversations, panels and workshops designed to ensure our workforce and culture reflect, celebrate and elevate the diversity of our audiences and communities. We also continued to advance Content for Change, a companywide initiative designed to use the power of our content, creative supply chain and culture to counteract bias, stereotypes and hate. We released our third Environmental, Social and Governance (“ESG”) Report, and made progress on our ESG strategy and goals across our three focus areas: (1) On-Screen Content & Social Impact, (2) Workforce & Culture and (3) Sustainable Production & Operations. We also hosted our 26th annual Community Day, a global day of community service focused on causes and issues that resonate with our employees and audiences. We operate through the following segments: •TV Media.  Our TV Media segment consists of our (1) domestic and international broadcast networks and owned television stations; (2) domestic and international extensions of our cable networks; and (3) domestic and international television studio operations, and production and distribution of first-run syndicated programming. TV Media generated approximately 72% of our consolidated revenues in 2022. •Direct-to-Consumer.  Our Direct-to-Consumer segment consists of our portfolio of domestic and international pay and free streaming services. Direct-to-Consumer generated approximately 16% of our consolidated revenues in 2022. I-2 I-2 I-2                                                                                                     •Filmed Entertainment.  Our Filmed Entertainment segment consists of our production and acquisition of films, series and short-form content for release and licensing in media around the world, including in theaters, on streaming services, on television, and through digital home entertainment and DVDs. Filmed Entertainment generated approximately 13% of our consolidated revenues in 2022. We were organized as a Delaware corporation in 1986. In December 2019, we changed our name to ViacomCBS Inc. in connection with the merger of Viacom Inc. (“Viacom”) and CBS Corporation (“CBS”) (the “Merger”). In February 2022, we changed our name to Paramount Global. Unless the context requires otherwise, references in this document to “Paramount,” “the Company,” “we,” “us” and “our” mean Paramount Global and its consolidated subsidiaries, to “CBS” mean CBS and its consolidated subsidiaries prior to the Merger and to “Viacom” mean Viacom and its consolidated subsidiaries prior to the Merger. Our principal offices are located at 1515 Broadway, New York, New York 10036. Our telephone number is (212) 258-6000 and our website is paramount.com. Information included on or accessible through our website is not intended to be incorporated into this Annual Report on Form 10‑K. We have two classes of common stock, Class A Common Stock and Class B Common Stock (together, our “Common Stock”), both of which are listed on The Nasdaq Stock Market LLC, under the ticker symbols “PARAA” and “PARA,” respectively. Owners of our Class A Common Stock are entitled to one vote per share. Shares of our Class B Common Stock do not have voting rights. As of December 31, 2022, National Amusements, Inc. (“NAI”), a closely held corporation that owns and operates movie screens in the U.S., the U.K. and South America, directly or indirectly owned approximately 77.4% of our voting Class A Common Stock, representing approximately 9.8% of our Common Stock. NAI is not subject to the reporting requirements of the Securities Exchange Act of 1934, as amended.  Our Segments  TV Media Our TV Media segment consists of our (1) broadcast operations — the CBS Television Network, our domestic broadcast television network; CBS Stations, our owned television stations; and our international free-to-air networks, Network 10, Channel 5, Telefe and Chilevisión; (2) domestic premium and basic cable networks, including Paramount Media Networks, Nickelodeon, BET Media Group and CBS Sports Network, and international extensions of certain of these brands; and (3) domestic and international television studio operations, including CBS Studios, Paramount Television Studios and MTV Entertainment Studios, as well as CBS Media Ventures, which produces and distributes first-run syndicated programming. TV Media also includes a number of digital properties such as CBS News Streaming for 24-hour news and CBS Sports HQ for sports news and analysis. TV Media’s revenues are generated principally from advertising; affiliate and subscription revenues principally comprised of fees received from multichannel video programming distributors (“MVPDs”) and third-party live television streaming services (“virtual MVPDs” or “vMVPDs”) for carriage of our cable networks (cable affiliate fees) and our owned television stations (retransmission fees), and fees received from television stations for their affiliation with the CBS Television Network (“reverse compensation”); and the licensing and distribution of our content and other rights. In 2022, advertising, affiliate and subscription, and licensing and other generated  I-3 I-3 I-3                                                                                                     approximately 43%, 38% and 19%, respectively, of the segment’s total revenues. TV Media generated approximately 72%, 80% and 83% of our consolidated revenues in 2022, 2021 and 2020, respectively. Broadcast CBS Television Network.  The CBS Television Network (the “CBS Network”), through CBS Entertainment, CBS News and CBS Sports, distributes entertainment programming, news, public affairs programs and sports. CBS Network content also is available on the internet, including through: CBS.com, CBSNews.com, CBSSports.com and related apps; our streaming services, such as Paramount+, CBS News Streaming and Pluto TV; and MVPDs and vMVPDs. CBS Entertainment acquires or develops and schedules the programming on the CBS Network, which includes primetime comedies and dramas, reality, specials, kids’ programs, daytime dramas, game shows and late night. CBS News operates a worldwide news organization, providing the CBS Network, CBS News Radio and digital platforms with regularly scheduled news and public affairs programs. CBS Sports broadcasts on the CBS Network include certain regular season and playoff NFL games, including post-season American Football Conference wild card playoff, divisional playoff and championship games and, on a rotating basis with other networks, the Super Bowl; the National Collegiate Athletic Association’s (the “NCAA”) Division I Men’s Basketball Tournament and marquee regular-season college basketball games; regular-season college football games; the PGA TOUR, the Masters and the PGA Championship; and certain UEFA Champions League games. CBS Stations.  CBS Stations consists of our 29 owned broadcast television stations, all of which operate under licenses granted by the Federal Communications Commission (the “FCC”) pursuant to the Communications Act of 1934, as amended (the “Communications Act”). Licensees must seek to renew each license every eight years. Our stations are located in the six largest, and 15 of the top 20, television markets in the U.S. We own multiple stations within the same Nielsen-designated market area in 10 major markets, including New York, Los Angeles and Philadelphia. The stations broadcast news, public affairs, sports and other programming to serve their local markets. Local versions of CBS News Streaming offer local news from certain of our owned stations. International Free-to-Air Networks.  We operate a number of free-to-air networks around the world: Network 10 in Australia whose brands include 10, 10 Bold, 10 Peach, 10 Shake and 10 Play; Channel 5, a public service broadcaster in the U.K. whose brands include 5, 5 Action, 5 Select, 5Star, 5USA, Milkshake and My5; Telefe in Argentina whose brands include Telefe Noticias, Mi Telefe, Telefe Internacional, tlfesports, Telefe Channels on Pluto TV and Mitelefe; and Chilevisión in Chile whose brands include Chilevisión Noticias, CHV and Chilevisión Channels on Pluto TV. Cable Paramount Media Networks.  Paramount Media Networks connects with global audiences through its iconic brands ― CMT, a country music and lifestyle channel; Comedy Central, a comedy-focused brand that includes stand-up specials, sketch shows, adult animation and late-night programming; Logo, a network dedicated to lifestyle and entertainment programming for LGBTQ+ audiences; MTV, a storied youth entertainment brand home to notable franchises and live events such as the MTV Video Music Awards; Paramount Network, a premium entertainment destination and home to Yellowstone; Pop TV, a pop culture-focused channel; SHOWTIME, which offers premium original scripted and unscripted series, movies, documentaries and docuseries, sports, comedy and special events; The Smithsonian Channel, home of popular genres such as air and space, travel, history, science, nature and culture; and TV Land, a destination for consumers in their 30s and 40s. Nickelodeon.  Nickelodeon is an entertainment brand for kids and families that features original and licensed series across animation, live-action and preschool genres. Nickelodeon brands include Nick Jr., Nick at Nite, TeenNick, Nicktoons and Nick Music. Nickelodeon is a key part of our global consumer products business and also licenses its brands for recreation and other location-based experiences such as hotels and theme parks. I-4 I-4 I-4                                                                                                     BET Media Group.  BET Media Group provides premium entertainment, music, news, digital and public affairs content for Black audiences. BET Media Group serves as a destination for Black expression as well as a gathering place for Black creators, talent and communities. BET Media Group’s multiplatform extensions include BET Studios, a studio venture that offers equity ownership to Black content creators; BET Digital; BET Her, a network focused on Black women; BET Music Networks; BET Home Entertainment; BET Live, BET’s events and experience business, which include the BET Awards; BET International; and VH1, a multicultural pop culture destination. CBS Sports Network.  The CBS Sports Network is CBS Sports’ 24-hour cable channel that provides a diverse slate of sports and related content. The network televises live professional, amateur and college events, including Division I college football, basketball, hockey and lacrosse, and certain domestic and international soccer games. In addition, the network showcases a variety of original programming, including documentaries, features and studio shows. CBS Sports Network also provides ancillary coverage for CBS Sports relating to major events, such as the NCAA Division I Men’s Basketball Tournament, the Masters and the PGA Championship. Studios Our studios produce content across broadcast, cable and streaming in the U.S. and internationally. Our studios include CBS Studios, which maintains an extensive library of intellectual property, including global franchises such as the Star Trek universe, and produces late night and daytime talk shows; MTV Entertainment Studios, which produces television series and films and MTV Documentary Films; and Paramount Television Studios, which produces a range of television content. CBS Media Ventures (“CMV”) produces and distributes original series programming across various dayparts and genres, including talk shows, court shows, game shows and newsmagazines, which are licensed on a market-by-market basis to television stations for local broadcast television and streaming. CMV engages in national advertising and integrated marketing sales for the programming it distributes, as well as serving as the national advertising sales agent for other major syndicators.  Direct-to-Consumer Our Direct-to-Consumer segment includes our domestic and international portfolio of pay and free streaming services, including Paramount+, Pluto TV, Showtime Networks’ subscription streaming service (“SHOWTIME OTT”), BET+ and Noggin. We recently announced that we will be fully integrating SHOWTIME into Paramount+ across both streaming and linear platforms later in 2023. Direct-to-Consumer’s revenues are comprised of advertising and subscription revenues generated by our streaming services. In 2022, advertising and subscriptions generated approximately 31% and 69%, respectively, of the segment’s total revenues. Direct-to-Consumer generated approximately 16%, 12% and 7% of our consolidated revenues in 2022, 2021 and 2020, respectively. Paramount+.  Paramount+, our global on-demand and live subscription streaming service, combines live sports, news and entertainment content. Paramount+ features an expansive catalogue of original series, shows and popular movies across every genre from our brands and production studios and from third parties. Domestically, Paramount+ is home to livestreamed CBS Sports programming, including the NFL, NCAA Division I Men’s Basketball on CBS and the Masters. A destination for soccer fans, Paramount+ features select live and on-demand matches from a number of domestic and international leagues, including UEFA, Italy’s Serie A, the National  I-5 I-5 I-5                                                                                                     Women’s Soccer League and the Women’s Super League. Paramount+ also enables subscribers to stream local CBS Stations live across the U.S. in addition to CBS News Streaming and CBS Sports HQ. Paramount+ is available in two versions in the U.S.: Premium, an advertising-free offering (except during livestreamed and other limited content) that includes all the benefits of Paramount+ for a subscription fee; and Essential, an advertising-supported offering available for a lower fee that includes the NFL but not livestreamed local CBS Stations. Pluto TV.  Pluto TV, our global FAST service, features a broad range of curated live linear channels and on-demand content. Categories cover a wide array of genres, including movies, television series, including classic television, sports, news and opinion, reality, crime, game shows, comedy, daytime TV, home, food, lifestyle & culture, gaming & anime, music, kids and local news. Pluto TV en español delivers Spanish-language channels reflecting the rich tapestry of the U.S. Hispanic community. Pluto TV can be accessed and streamed across connected television devices, mobile and the internet. BET+.  BET+, a joint venture between BET and Tyler Perry Studios, is a subscription streaming service in the U.S. focused on Black audiences, featuring movies, television, stand-up comedy, award shows and specials. BET+ is home to exclusive original content from leading Black creators. SHOWTIME OTT.  SHOWTIME OTT is Showtime Networks’ premium subscription streaming service in the U.S. We recently announced that we will be fully integrating SHOWTIME into Paramount+ across both streaming and linear platforms later in 2023. Noggin.  Noggin is Nickelodeon’s direct-to-consumer learning platform with an extensive library of interactive learning games, videos and books and advertising-free episodes of popular preschool series. Developed by education experts, Noggin delivers an adaptive learning experience that fosters curiosity and is designed to build early math, literacy and social and emotional skills.  Filmed Entertainment Our Filmed Entertainment segment consists of Paramount Pictures, Paramount Players, Paramount Animation, Nickelodeon Studio, Awesomeness and Miramax. Filmed Entertainment produces and acquires films, series and short-form content for release and licensing in media around the world, including in theaters, on streaming services, on television, and through digital home entertainment and DVDs. Filmed Entertainment’s revenues are generated primarily from the release or distribution of films theatrically and the licensing of film and television content. In 2022, theatrical, licensing and other, and advertising revenues generated approximately 33%, 66% and 1%, respectively, of the segment’s total revenues. Filmed Entertainment generated approximately 13%, 9% and 10% of our consolidated revenues in 2022, 2021 and 2020, respectively. Paramount Pictures.  A producer and global distributor of filmed entertainment since 1912, Paramount Pictures is an iconic brand with an extensive library of films, which include such classics as Titanic, Forrest Gump and The Godfather, and well-known franchises such as Mission: Impossible and Transformers. Paramount Players.  Paramount Players focuses on creating genre films from distinct, contemporary voices and properties, as well as drawing from Paramount’s rich library of content. Paramount Players also produces films for initial release on Paramount+. I-6 I-6 I-6                                                                                                     Paramount Animation.  Paramount Animation develops and produces franchise and original animated films, including drawing from the Paramount Pictures and Nickelodeon libraries. Nickelodeon Studio.  Nickelodeon Studio produces and distributes animated and live action series, films, made-for-television movies and short-form content for kids and families across multiple platforms worldwide. Awesomeness.  Awesomeness creates content focused on the global Gen Z audience through its digital publishing, film and television studio divisions. Miramax.  Miramax, a joint venture with beIN Media Group, is a global film and television studio with an extensive library of content. We have exclusive, long-term rights to distribute Miramax’s library, as well as certain rights to co-produce, co-finance and/or distribute new film and television projects. Filmed Entertainment produces most of the films we release and also acquires films for distribution from third parties. In some cases, we co-finance and/or co-distribute films with third parties, including other studios. We also enter into film-specific and multipicture financing arrangements from time to time under which third parties participate in the financing of the costs of a film or group of films in exchange for an economic participation and a partial copyright interest.  We distribute films in various media worldwide or in select territories and may engage third-party distributors for certain films in certain territories. Domestically, we generally market and distribute our own theatrical and home entertainment releases. Internationally, we distribute theatrical releases through our international affiliates or, in territories where we have no operating presence, through United International Pictures, our joint venture with Universal Studios, or other third-party distributors. For home entertainment releases, DVD and Blu-ray discs are distributed internationally by local licensees. We also license films and television shows domestically and/or internationally to a variety of platforms. Competition We operate in highly competitive environments and compete for creative talent and intellectual property, as well as for audiences and distribution of our content. We compete with a variety of media, technology and entertainment companies with substantial resources to produce, acquire and distribute content around the world, including broadcast and cable networks, streaming services, film and television studios, production groups, independent producers and syndicators, television stations and television station groups. We compete with other content creators for creative talent, including producers, directors, actors and writers, as well as for new content ideas and intellectual property and for the acquisition of popular programming. We compete for audiences for our content with releases from other film studios, television producers and streaming services, as well as with other forms of entertainment and consumer spending outlets. We compete for audiences and advertising revenues primarily with other television networks; streaming services; social media; websites, apps and other online experiences; radio programming; and print media. Our businesses also face competition from the many other entertainment options available to consumers, including video games, sports, travel and outdoor recreation. We face competition for distribution of our content. Our TV Media businesses compete for distribution of our program services (and receipt of related fees) with other television networks and programmers. We also compete with other broadcast networks to secure affiliations with independently owned television stations to ensure the effective distribution of network programming in the U.S. We also compete with studios and other producers of entertainment content for distribution on third-party platforms. For additional information regarding competition, see “Item 1A. Risk Factors — Risks Relating to Our Business and Industry — We operate in highly competitive industries.” I-7 I-7 I-7                                                                                                     Environmental, Social and Governance Strategy Our ESG strategy is centered on understanding and responding to our biggest risks and opportunities. We organize our ESG work into three focus areas: (1) On-Screen Content & Social Impact, (2) Workforce & Culture and (3) Sustainable Production & Operations. On-Screen Content & Social Impact encompasses the opportunities and responsibilities we have to represent, inform and influence through our content and brands. Workforce & Culture includes our efforts to recruit and retain the best employees; treat employees, contractors and partners well; and foster an environment where everyone feels welcome and safe. Sustainable Production & Operations aims to address the environmental and social impacts of our operations and facilities. In 2022, we released our third ESG Report, which is available on our website and includes an update on the progress we have made in each focus area. ESG Governance Our ESG team oversees the day-to-day strategy and implementation of our ESG efforts under the leadership of a steering committee, comprised of senior management, including our Chief Executive Officer, Chief Financial Officer and General Counsel. We also have multiple working groups dedicated to specific ESG topics made up of subject matter experts from across our brands and functional teams, which together with the steering committee constitute our ESG Council. Our ESG Council actively reviews and refines our ESG strategies and the ESG team regularly updates senior management, our Board of Directors and its Nominating and Governance Committee, which, pursuant to its charter, oversees and monitors significant issues impacting our culture and reputation, as well as our handling of ESG matters. Human Capital Management We work to create a culture that is welcoming and nurturing to all, and a workplace where our employees and talent feel supported, heard and understood, and have the opportunity to thrive. Our human capital management strategy is intended to address the areas described below, and additional information can be found in our ESG Report. As of December 31, 2022, we employed approximately 24,500 full- and part-time employees in 37 countries worldwide and had approximately 5,800 project-based staff on our payroll. We also use temporary employees in the ordinary course of business. A Culture of Diversity, Equity and Inclusion We continue to cultivate a culture that reflects to our core values and is rooted in our dynamic and proactive approach to DEI through a range of partnerships, collaborations, programs and initiatives. •Senior leaders from across the Company serve on a cross-functional council focused on inclusion, and many of our brands and functional teams maintain internal inclusivity councils to address DEI activities and challenges, including workforce pipeline development, external DEI-focused partnerships, and sponsorship and mentoring initiatives targeting underrepresented groups. •We partner with diversity-focused institutions and professional associations both domestically and internationally that are committed to supporting, and post positions to diversity-centric job boards with organizations that support, women, BIPOC and LGBTQ+ individuals, military personnel and veterans and/or persons with disabilities to help attract, engage and retain diverse talent at all levels. •We introduced a dedicated talent sourcing team focused on building diverse talent pipelines. We sponsor internal and external professional development programs and campus-to-career initiatives aimed at underrepresented groups. I-8 I-8 I-8                                                                                                     •We also host an annual Global Inclusion Week, a companywide initiative featuring curated sessions designed to spark thoughtful dialogue on diversity, inclusion and belonging. •We sponsor employee resource groups with chapters in locations worldwide. •Our Chief Executive Officer is a signatory of the CEO Action for Diversity & Inclusion pledge and we are a founding signatory for the Management Leadership for Tomorrow’s Black Equity at Work Certification Program. Preventing Harassment and Discrimination We remain committed to building a work environment free of harassment and discrimination and have taken significant actions as part of this commitment. •Our Global Business Conduct Statement guides our approach to preventing harassment, discrimination, and any other behavior that creates a hostile workplace. It provides employees with clear examples of harassment and discrimination and guidance on how to create a safe and inclusive environment for all employees. We make annual trainings on sexual harassment, discrimination, and retaliation prevention available to all employees, as well as unconscious bias training and inclusive recruitment training for hiring managers. •We require that employees report any incidents of harassment and discrimination and provide multiple reporting options, including an anonymous third-party-managed complaint and reporting hotline. •Our centralized Employee Relations team oversees all investigations of complaints of discrimination, harassment and retaliation in all areas of the organization, including our own productions. •We monitor employee diversity data trends by gender, ethnicity, and level, as well as self-reported metrics such as sexual orientation and disability inclusion, including to track the promotion rates of women and ethnically diverse employees and identify and address any patterns that might suggest discrimination or unconscious bias. Employee Attraction, Retention and Training We strive to create a high-performance culture, including investing in building outstanding managers and teams, strengthening employee development, and helping every team member live up to that team member’s full potential. Our training, mentoring and career mobility programs embody our culture of DEI as we recruit, retain and engage our employees. •We offer a diverse and flexible range of learning opportunities for our employees, including expanded skill-building offerings, weekly courses for managers, multi-month leadership cohort experiences and customized team workshops. •We provide tuition support programs for employees pursuing education and encourage employees to learn, develop and collaborate through mentoring programs. •We offer comprehensive compensation and benefits, including health, life and disability insurance; matching retirement contributions; flexible paid time off; paid volunteer time; financial planning assistance; multiple wellness programs; bicycle commuter reimbursement; and parental, caregiving, bereavement and military leave benefits. In addition, we support families with a range of resources, including enhanced fertility, adoption and surrogacy benefits, along with childcare and eldercare resources, and flexible work hours. •In 2022, we launched our second global employee engagement survey to assess our efforts around employee engagement, inclusion and well-being. Senior leaders reviewed the survey results and instituted action plans to address feedback and opportunity areas. I-9 I-9 I-9                                                                                                     Health, Safety and Security The physical and mental well-being of our workers, including across our productions worldwide, remains a top priority. We strive to take a proactive and targeted approach to identifying and mitigating health, safety and security risks. •Our cross-functional return-to-office task force created and executed a hybrid work plan focused on collaboration and flexibility. We also established new health offerings for certain locations to facilitate the transition, including the return of our Wellness Studio, offering exercise and training options.  •Production team members are required to attend daily safety meetings that serve as an overview of potential on-set safety hazards that day. We also require job- and event-specific safety training for employees where relevant. •We strive to track and report safety, health and security incident data across the Company, implementing process changes and training as relevant. •Our global security command center oversees security and emergency response efforts and undertakes risk scans to identify potential safety threats. •We offer confidential mental health resources to support our employees and their families year-round and accessible mental health care and meditation programs to facilitate employee self-care.  Social Impact and Corporate Social Responsibility We use our content and platforms to represent, explore and champion issues that align with our values and impact our viewers, including by exploring and raising awareness of issues such as social justice, climate change, mental health, and civic engagement. We drive our social impact through our content and with our partners in communities globally. Our commitment to social impact is not only exemplified by the content we produce, but also our community service projects, philanthropy and employee engagement efforts. Content for Change Content for Change, first launched by BET and then rolled out across the Company, is an initiative to use the power of storytelling to transform how we see ourselves and one another, and to counteract bias, stereotypes and hate in our society. The initiative is grounded in data-driven research in partnership with the University of Southern California’s Annenberg Inclusion Initiative and centered across three pillars — the content we produce, the creative supply chain that powers it and our culture.  SpongeBob SquarePants: Operation Sea Change In 2022, we launched SpongeBob SquarePants: Operation Sea Change, a multi-year global ocean conservation and sustainability initiative. Through partnerships with several non-profit organizations, Operation Sea Change aims to help remove and divert ocean plastic by funding global clean-up work, promoting sustainable products, and educating fans on how they can help protect the ocean. Regulation Our businesses and the intellectual property they create or acquire are subject to and affected by laws and regulations of U.S. federal, state and local governmental authorities, as well as laws and regulations of countries other than the U.S. and pan-national bodies such as the European Union (“E.U.”). The laws and regulations affecting our businesses are constantly subject to change, as are the protections that those laws and regulations afford us. The discussion below describes certain, but not all, laws and regulations affecting our businesses. I-10 I-10 I-10                                                                                                     FCC and Similar Regulation The FCC regulates broadcast television, some aspects of cable network programming, and certain programming delivered by internet protocol in the U.S., pursuant to U.S. federal law, including the Communications Act. Violation of FCC regulations can result in substantial monetary fines, the imposition of reporting obligations, limited renewals of broadcast station licenses and, in egregious cases, denial of license renewal or revocation of a license. License Renewals and Transfers Each of our owned television stations in the U.S. must be licensed by the FCC. Television broadcast licenses are typically granted for eight-year terms, and we must obtain renewals as they expire to continue operating our stations. The Communications Act requires the FCC to renew a broadcast license if the FCC finds that (1) the station has served the public interest, convenience and necessity; (2) with respect to the station, there have been no serious violations by the licensee of either the Communications Act or FCC regulations; and (3) there have been no other violations by the licensee of the Communications Act or FCC regulations that, taken together, constitute a pattern of abuse. A station remains authorized to operate while its license renewal application is pending. In addition, the Communications Act requires prior FCC approval for the assignment of a license or transfer of control of an FCC licensee. Broadcast Ownership Regulation The Communications Act and FCC rules impose limits on local and national broadcast television station ownership in the U.S. The broadcast ownership rules discussed below are the most relevant to our U.S. operations. Local Television Ownership The FCC’s local television ownership rule generally prohibits common ownership of two full-power stations in a market unless at least one of the stations is not a top-four ranked station in the market based on audience share at the time of acquisition of the second station. However, the FCC may permit such common ownership if it finds such ownership would serve the public interest, convenience and necessity. Dual Network Rule The dual network rule prohibits any of the four major U.S. broadcast networks — ABC, CBS, FOX and NBC — from combining or being under common control. Television National Audience Reach Limitation Under the national television ownership rule, one party may not own television stations that reach more than 39% of all U.S. television households. For purposes of this rule, a UHF station is afforded a “discount” and is therefore attributed with reaching only 50% of the television households in its market. We currently own and operate television stations that reach approximately 38% of all U.S. television households, but we are attributed with reaching approximately 24% of all such households for purposes of the national ownership rule because of the discount. Foreign Ownership The Communications Act generally restricts foreign individuals or entities from collectively owning more than 25% of our voting power or equity. FCC approval is required to exceed the 25% threshold. The FCC has approved foreign ownership levels of up to 100% in certain instances, following its review and approval of specific, named foreign individuals. I-11 I-11 I-11                                                                                                     Cable and Satellite Carriage of Television Broadcast Stations The Communications Act and FCC rules govern the retransmission of broadcast television stations by cable system operators, direct broadcast satellite operators, and other MVPDs in the U.S. Pursuant to these regulations, we have elected to negotiate with MVPDs for the right to carry our broadcast television stations via retransmission consent agreements. The Communications Act and FCC regulations require that broadcasters and some categories of MVPDs negotiate in good faith for retransmission consent. Some MVPDs have sought changes to federal law that would eliminate or otherwise limit the ability of broadcasters to obtain fair compensation for the grant of retransmission consent. Program Regulation The FCC also regulates the content of broadcast, cable network, and other video programming. The FCC prohibits broadcasters from airing obscene material at any time and indecent or profane material between 6:00 a.m. and 10:00 p.m. The FCC’s maximum forfeiture penalty per station for broadcasting indecent or profane programming is $479,945 per indecent or profane utterance or image, with a maximum forfeiture exposure of approximately $4.3 million for any continuing violation arising from a single act or failure to act. The FCC also monitors compliance with requirements that apply to broadcasters and cable networks relating to political advertising, identification of program sponsors, and the use and integrity of the Emergency Alert System. In addition, FCC regulations require the closed captioning of almost all broadcast and cable programming, as well as certain programming in the U.S. delivered by internet protocol. Broadcast television stations in certain markets that are affiliated with one of the four major U.S. broadcast networks must also provide a certain amount of programming every quarter that includes audio-narrated description of a program’s key visual elements that make the program accessible to blind and low-vision viewers. Children’s Programming Our business is subject to various regulations in the U.S. and abroad applicable to children’s programming. U.S. federal law and FCC rules limit the amount and content of commercial matter that may be shown on broadcast television stations and cable networks during programming designed for children 12 years of age and younger, and the FCC also limits the display of certain commercial website addresses during children’s programming. Moreover, each of our broadcast television stations in the U.S. is required to air, in general, three hours per week of programming specifically designed to meet the educational and informational programming needs of children 16 years of age and younger. In addition, some policymakers have sought limitations on food and beverage marketing in media popular with children and teens. For example, restrictions on the television advertising of foods high in fat, salt and sugar (“HFSS”) to children aged 15 and under have been in place in the U.K. since 2007. The U.K. government has announced its intention to impose a ban, effective in October 2025, on all HFSS advertising before 9:00 p.m. on television and a total ban online. Various laws with similar objectives have also been enacted in a number of jurisdictions, and pressure for their introduction elsewhere continues to be felt globally.  Broadcast Transmission Standard FCC rules permit television broadcasters to voluntarily broadcast using the “Next Generation” broadcast television transmission standard developed by the Advanced Television Systems Committee, Inc., also called “ATSC 3.0.” Full-service television stations using the standard are subject to certain requirements, including the obligation to continue broadcasting a generally identical program stream in the current ATSC 1.0 broadcast standard. The ATSC 3.0 standard can be used to offer better picture quality and improved mobile broadcast viewing. A television station converting to ATSC 3.0 operation will incur significant costs in equipment purchases and upgrades. In addition, consumers may be required to obtain new television sets or other equipment that are capable of receiving ATSC 3.0 broadcasts. We are participating in ATSC 3.0 partnerships with other broadcasters and may enter into additional partnerships in the future. I-12 I-12 I-12                                                                                                     International Free-to-Air Regulations Our international free-to-air networks are subject to the rules and regulations of a number of foreign regulators, including the Australian Communications and Media Authority (ACMA) in Australia; the Office of Communications (Ofcom) in the U.K.; Ente Nacional de Comunicaciones (ENACOM) in Argentina; and the Consejo Nacional de Televisión (CNTV) in Chile.  Global Data Protection Laws and Children’s Privacy Laws We are subject to a number of data protection and privacy laws in many of the jurisdictions in which operate, including laws in a number of different U.S. states and the European Union. These laws impact, or may impact, the way we collect, process and transfer personal data. We are also subject to laws and regulations in many jurisdictions that are specifically intended to protect the interests of children, including the privacy of minors online. See “Item 1A. Risk Factors — Risks Relating to Business Continuity, Cybersecurity and Privacy and Data Protection — We are subject to complex, often inconsistent and potentially costly laws, rules, regulations, industry standards and contractual obligations relating to privacy and personal data protection.” Intellectual Property We are fundamentally a content company, and the trademark, copyright, patent and other intellectual property laws that protect our brands and content are extremely important to us. It is our practice to protect our brands, content and related intellectual property. Notwithstanding these efforts and the many legal protections that exist to combat piracy, the infringement of our intellectual property rights presents a significant challenge to our industry. See “Item 1A. Risk Factors — Risks Relating to Intellectual Property — Infringement of our content reduces revenue received from the distribution of our programming, films, books, interactive games and other entertainment content.” Our Executive Officers Our executive officers as of the date hereof are as follows: NameAgePositionRobert M. Bakish59President and Chief Executive Officer, DirectorNaveen Chopra49Executive Vice President, Chief Financial OfficerChrista A. D’Alimonte54Executive Vice President, General Counsel and SecretaryDoretha (DeDe) Lea58Executive Vice President, Global Public Policy and Government RelationsJulia Phelps45Executive Vice President, Chief Communications and Corporate Marketing OfficerNancy Phillips55Executive Vice President, Chief People Officer Robert M. Bakish has been our President and Chief Executive Officer and a member of our Board since December 2019. Mr. Bakish served as President and Chief Executive Officer and a member of the board of Viacom from December 2016 to December 2019, having served as Acting President and Chief Executive Officer beginning earlier in 2016. Mr. Bakish joined Viacom’s predecessor in 1997 and held positions throughout the organization, including as President and Chief Executive Officer of Viacom International Media Networks and its predecessor company, MTV Networks International, from 2007 to 2016; Executive Vice President, Operations and Viacom Enterprises; Executive Vice President and Chief Operating Officer, MTV Networks Advertising Sales; and Senior Vice President, Planning, Development and Technology. Before joining Viacom’s predecessor, Mr. Bakish was a partner with Booz Allen Hamilton in its Media and Entertainment practice. Mr. Bakish has served as a director of Avid Technology, Inc. since 2009. I-13 I-13 I-13                                                                                                     Naveen Chopra has been our Executive Vice President, Chief Financial Officer since August 2020. Prior to that, he served as Vice President and Chief Financial Officer of Amazon Devices & Services, beginning in 2019. Prior to joining Amazon Devices & Services, Mr. Chopra served as Chief Financial Officer of Pandora Media from 2017 to 2019 and as its Interim Chief Executive Officer during part of this time, having previously served as Interim Chief Executive Officer of TiVo Inc. in 2016 and as its Chief Financial Officer from 2012 to 2016. Christa A. D’Alimonte has been our Executive Vice President, General Counsel and Secretary since December 2019. Prior to that, she served as Executive Vice President, General Counsel and Secretary of Viacom beginning in 2017, having previously served as Senior Vice President, Deputy General Counsel and Assistant Secretary beginning in 2012. Prior to joining Viacom, Ms. D’Alimonte was a partner of Shearman & Sterling LLP, where she was Deputy Practice Group Leader of the firm’s Global Mergers & Acquisitions group. She first joined Shearman & Sterling in 1993 and became a partner in 2001. Doretha (DeDe) Lea has been our Executive Vice President, Global Public Policy and Government Relations since December 2019. Prior to that, she served as Executive Vice President, Global Government Affairs of Viacom beginning in 2013, having previously served as Executive Vice President, Government Relations of Viacom’s predecessor beginning in 2005. Prior to that, Ms. Lea served in various government relations positions at Viacom’s predecessor beginning in 1997, with the exception of 2004 to 2005, when she served as Vice President of Government Affairs at Belo Corp. Prior to joining Viacom’s predecessor, she was Senior Vice President of Government Relations at the National Association of Broadcasters. Julia Phelps has been our Executive Vice President, Chief Communications and Corporate Marketing Officer since December 2019. Prior to that, she served as Executive Vice President, Communications, Culture and Marketing of Viacom beginning in 2017, having previously served as Senior Vice President, Communications and Culture of Viacom beginning earlier in 2017. Prior to that, she served as Executive Vice President of Communications for Viacom International Media Networks beginning in 2012, after having served as Vice President of Corporate Communications for Viacom. Ms. Phelps joined Viacom’s predecessor in 2005 from DeVries Public Relations. Nancy Phillips has been our Executive Vice President, Chief People Officer since December 2019. Prior to joining the Company, she served as Executive Vice President and Chief Human Resources Officer of Nielsen Holdings PLC beginning in 2017, having served as Executive Vice President and Chief Human Resources Officer of Broadcom Corporation from 2014 to 2016. From 2010 to 2014, Ms. Phillips was Senior Vice President, Human Resources for the Imaging and Printing Group at Hewlett-Packard Company, and previously served as Senior Vice President, Human Resources, Enterprise Services. From 2008 to 2010, Ms. Phillips served as Executive Vice President and Chief Human Resources Officer at Fifth Third Bancorp. Prior to that, Ms. Phillips spent 11 years at General Electric Company, holding various human resources positions. Ms. Phillips practiced law from 1993 to 1997. Available Information We file annual, quarterly and current reports, proxy and information statements and other information with the SEC. Our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and any amendments to such reports filed with or furnished to the SEC pursuant to the Securities Exchange Act of 1934, as amended, will be available free of charge on our website at paramount.com (under Investors) as soon as reasonably practicable after the reports are filed with the SEC. These documents are also available on the SEC’s website at sec.gov. We announce material financial information through SEC filings, press releases, public conference calls and webcasts on our website at paramount.com (under Investors). We may use any of these channels as well as social media and blogs to communicate with investors about our Company. It is possible that the information we post on social media and blogs could be deemed to be material information. Therefore, we encourage investors, the media, and others interested in our Company to review the information we post on the social media channels and blogs listed on our investor relations website. I-14 I-14 I-14                                                                                                      Item 1A.Risk Factors.", "time": "00:00:07"}