{"cik": 849399, "item_1A": "ITEM 1. Business Purpose and Mission Purpose: Powering Digital Freedom. Mission: We create technology solutions for people to take full advantage of the digital world, safely, privately, and confidently so together, we can build a better tomorrow. Our Values Protecting people is what inspires us, and our people are at the core of what we do. We seek to attract talent that embraces the following values: •Customer Driven. Community Minded. We are advocates for our customers and are dedicated to making their lives simpler and safer. We are driven by the positive impact we can have on all the communities in which we live and work. •Think Big. Be Bold. We empower and inspire one another to think in new ways and to embrace change. We take calculated risks and learn fast to drive innovation across the business. •Keep it real. Make it Happen. We are authentic, open, and treat one another with respect. We do what we say and say what we do with integrity. •Play to win. Together. We act with passion, purpose, and energy to win with customers and in the marketplace. We leverage the strength of our global team, knowing we’re more powerful together. Company Overview On September 12, 2022, we completed the merger with Avast (the Merger). In connection with the Merger, effective November 7, 2022, we changed our company name from NortonLifeLock, Inc. to Gen Digital, Inc. (Gen). The Merger accelerated our transformation of consumer Cyber Safety, and increased our user reach and geographic footprint globally. The combined strengths of Gen created a broader and complementary product portfolio that spans beyond core security, into identity and privacy, and towards adjacent trust-based solutions. Gen is a global company powering Digital Freedom with a family of trusted brands including Norton, Avast, LifeLock, Avira, AVG, ReputationDefender and CCleaner. We bring award-winning products and services in Cyber Safety, covering security, privacy and identity protection to approximately 500 million users in more than 150 countries so they can live their digital lives safely, privately, and confidently today and for generations to come. Today’s world is increasingly digital, and this has changed the way we live our lives every day. The last decade has brought increasingly impressive technological advances that have unlocked new ways to play and transact online, control smart homes, and more. The possibilities in the digital world will continue to transform our lives. However, with each new digital interaction comes increased risk and exposure for consumers as cybercriminals use a mix of old and new tactics and technology, including phishing, vishing, smishing, based on machine learning and deep fake, to execute highly advanced threats. We are our customers’ trusted ally they can depend on to help secure and control their digital lives so they can be free to enjoy the promise of the digital world. We are committed more than ever to protecting and empowering people’s digital lives with human-centered safety. We are well positioned for driving the awareness of Cyber Safety for individuals, families, and small businesses, fueled by an increasingly connected world. We maintain a global, omni-channel sales approach, including direct acquisition and a family of brands marketing program. This program is designed to grow our customer base by increasing brand awareness and understanding of our products and services and maximizing our global reach to prospective customers. We help prevent, detect and restore potential damages caused by many cybercriminals. We also make it easy for consumers to find, buy and use our products and services. To this end, we offer both free and paid subscription-based Cyber Safety solutions primarily direct-to-consumer through our family of brands and indirectly through partner relationships. Most of our subscriptions are offered on annual terms, but we also provide monthly subscriptions.  As of March 31, 2023, we have approximately 500 million total users, which come from direct, indirect and freemium channels. Of these total users, we have approximately 65 million paid Cyber Safety customers including over 38 million direct customers with whom we have a direct billing relationship. •Direct-to-consumer channel: We use advertising to elevate our family of brands, attract new customers and generate significant demand for our services. Our direct subscriptions are primarily sold through our e-commerce platform and mobile apps, and we have a direct billing relationship with the majority of these customers. •Indirect partner distribution channels: We use strategic and affiliate partner distribution channels to refer prospective customers to us and expand our reach to our partners’ and affiliates’ customer bases. We developed and implemented a global partner sales organization that targets new, as well as existing, partners to enhance our partner distribution channels. These channels include retailers, telecom service providers, hardware OEMs, employee benefit providers,  strategic partners, and small office, home offices and very small businesses. Physical retail and OEM partners represent a small portion of our distribution, which minimizes the impact of supply chain disruptions. 5 5 5 Table of Contents Table of Contents •Freemium channels: With the acquisition of Avast and Avira, we have expanded our go-to-market with multiple freemium channels. We use free versions of our products to reach the broadest set of consumers globally and bring Cyber Safety to a larger audience, especially in international markets. The free solution offers a baseline of protection and presents premium functionalities based on the risk profile and specific needs of the user. The user can choose to add specific premium solutions or upgrade to suites that provide security, identity, and privacy across multiple platforms and devices, thereby becoming a paid customer. Seasonality As is typical for many consumer technology companies, portions of our business are impacted by seasonality. However, we believe the net impact on our business is limited. Seasonal behavior in orders primarily reflects consumer spending patterns where our fiscal third and fourth quarters are higher due to the holidays in our third quarter, as well as follow-on holiday purchases and the U.S. tax filing season which typically is in our fourth quarter. Revenue generally reflects similar seasonal patterns but to a lesser extent than orders because of our subscription business model, as the majority of our in-period revenues are recognized ratably from our deferred revenue balance. Our Strategy Our strategy is focused on long-term profitable growth. To fuel our growth, our consumer-centric strategy is to provide comprehensive and easy-to-use integrated platforms, which we have built in-house or acquired. By combining and leveraging our family of trusted consumer brands, including offerings from Norton, Avast, LifeLock, Avira, AVG, Reputation Defender and CCleaner, we deliver an industry-leading set of Cyber Safety solutions.  We are positioned for long-term growth and expansion. Our three primary growth levers are: 1.Extending Reach: Leveraging omni-channel strategy and building partnerships to broaden privacy and identity protection internationally. 2.Increasing Value: Cross-selling and up-selling, and expanding identity and privacy solutions to address consumers’ evolving needs. 3.Growing Loyalty: Increase customer loyalty and retention, as consumers move from point products protecting their devices towards all-in-one comprehensive Cyber Safety memberships. The key elements of our strategy include the following: •Extend our leadership position through new products and continued enhancement of our solutions and services: Cyber Safety is large and expanding, which we believe provides a significant growth opportunity. Our strategy is to grow our business through innovation and acquisitions to expand the solutions and services we offer into new cohorts, territories and sectors. We believe there are many additional areas where we can both offer new solutions, as well as use our core capabilities and our integrated platform to reach new customers and markets globally. •Grow our customer base through multiple channels: We have multiple go-to-market channels to reach new customers globally, including direct-to-customer, indirect partnerships and freemium. We intend to leverage our expertise in digital marketing, as well as existing and new strategic partnerships, to grow our customer base. We believe that continued investments in these areas, as well as our product offerings and infrastructure, will allow us to further enhance our leading brands and superior products, increase awareness of our consumer services and enhance our ability to efficiently acquire new customers.  •Continue our focus on customer retention: We continue to optimize and expand the value we provide to customers which we believe can positively impact retention. We aim to continue to increase customer engagements through actionable alerts, education on timely topics and introducing new product capabilities. We plan to also continue investing in enhancing both desktop and mobile customer experiences throughout a customer’s journey with Gen, from purchase, to onboarding and beyond.  •Increase value to existing customers: We believe strong customer satisfaction will provide us with the opportunity to engage customers in new services offerings. We maintain the Norton 360 and Avast One platforms that have multiple tiers of membership, and we continue to engage customers with standalone products to offer membership options and show the value proposition of our premium solutions. Over time, we plan to drive further growth as we add additional offerings and services for our customers. •Draw strength from our world-class customer service support: We have the largest consumer Cyber Safety customer service support organization in the world. Our global support team seeks to ensure the voice of the consumer is heard and that we put our customers first. We leverage frequent communication and feedback from our customers to continually improve our solutions and services. We embrace end-to-end customer experience and aim to continue to improve our Net Promoter Scores and overall customer satisfaction. •Leverage our global brands to drive growth: We will work to keep building our family of trusted brands in markets globally as we strive to bring protection and empowerment to all consumers when it comes to their digital lives. According to our most recent research, Norton has 84% global brand awareness, and we are best positioned and number one top of mind in consumer Cyber Safety, according to the 2022 Gen Brand Impact study.  6 6 6 Table of Contents Table of Contents Our Cyber Safety Solutions and Services Our broad portfolio of products and services is developed from consumer insights to help us bring to market real solutions to real problems and to engage and educate consumers about Cyber Safety. We continuously target to release new products and features at an accelerated pace and find synergies to integrate current and future technology acquisitions.  Our Cyber Safety portfolio provides protection across three key categories in multiple channels and geographies, including security and performance, identity protection, and online privacy. Our technology platforms bring together software and service capabilities within these three categories into comprehensive and easy-to-use products and solutions across our brands. We have also evolved beyond traditional Cyber Safety to offer adjacent trust-based solutions, including digital identity and access management, digital reputation, and restoration support services. We protect and empower consumers by providing solutions and services in two main ways: •Comprehensive membership plans: Providing a comprehensive and all-in-one Cyber Safety portfolio of solutions for a membership fee. Plans are offered through Norton 360 and Avast One subscriptions, both brands provide multiple levels of membership tiers that range from basic, mid-level, or premium tiers where identity theft and online privacy features are included. •Point solutions: Providing individual, stand-alone products and services in security, identity and privacy, which offers flexibility for consumers to choose between free or paid solutions. For example, Norton AntiTrack helps keep personal information and browsing activity private by blocking trackers and disguising digital fingerprints online. Avast Driver Updater allows PC users to keep their computer’s drivers up-to-date, improving performance and keeping their device secure from vulnerabilities or bugs caused by outdated drivers.  We are well positioned across three key Cyber Safety categories: •Security and Performance (Norton, Avast, Avira, AVG, and CCleaner offerings): Our offerings provide real-time protection for PCs, Macs and mobile devices against malware, viruses, adware, ransomware and other online threats. These offerings monitor and block unauthorized traffic from the internet to the device to help protect private and sensitive information when customers are online. We also provide performance and optimization software solutions that frees up space on devices, clears online tracking and helps machines run faster. •Identity Protection (Norton and LifeLock Identity Theft Protection and Restoration, Dark Web Monitoring, Home Title Protect, Social Media Monitoring, Avast Secure Identity): Our Norton and LifeLock identity theft protection solution includes monitoring, alerts and restoration services to help safeguard our customers’ personal information. In the event of identity theft, we assign an Identity Restoration Specialist to work directly with customers to help restore their identities. Norton Dark Web Monitoring looks for personal information of our LifeLock, Norton 360 and Norton Identity Advisor Plus members on the Dark Web. Avast Secure Identity provides advanced identity protection including credit monitoring and alerts. LifeLock Home Title Protect detects fraud and notifies members if we find changes made to their Home Title. Norton Social Media Monitoring features help keep customers’ social media accounts safer by monitoring them for account takeovers, risky activity and inappropriate content. •Online Privacy (VPN, Privacy Monitor Assistant, AntiTrack, Online Reputation Management, Secure Browser, BreachGuard, Online Security and Privacy Browser Extension): Our VPN solutions enhance security and online privacy by providing an encrypted data tunnel. This allows customers to securely transmit and access private information, such as passwords, bank details and credit card numbers, when using public Wi-Fi on PCs, Macs and mobile iOS and Android devices. Norton Privacy Monitor Assistant is an on-demand, white glove service where our agents help our members delete personal information from Data brokers online. Our AntiTrack product helps keep personal information and browsing activity private by blocking trackers and disguising digital fingerprints online. Our Online Reputation Management solutions help extend and strengthen Gen’s privacy capabilities and functionalities, such as the ability to manage online search results, personal branding and digital privacy. Our Secure Browser, BreachGuard and other browser extension products provide private, fast and secure browsing across different devices, as well as protect sensitive online information against malicious websites and phishing, data loss, data leaks, data breaches, and collection by third parties and provides assistance from experts when needed.  Innovation, Research & Development Gen has a long history of innovation, and we plan to continue to invest in research and development to drive our long-term success. As cyber threats evolve, we are focused on delivering a portfolio that protects each element of our customers’ digital lives. To do this, we engage and listen to our customers, and we embrace innovation by deploying a global research and development strategy across our Cyber Safety platform. Our engineering and product management teams are focused on delivering new versions of existing offerings, as well as developing entirely new offerings to drive the company’s global leadership in Cyber Safety.  We are committed to our innovation and research & development efforts. The Technology team at Gen is driving the company’s future technologies and innovations, and helping guide the consumer cybersecurity industry. Our global technology research organization is focused on applied research projects, with the goal of rapidly creating new products to address consumer trends and grow the business, including defending consumer digital privacy and identity. We also have a global threat  7 7 7 Table of Contents Table of Contents response and security technology organization that is comprised of our dedicated team of threat and security researchers, supported by advanced systems to innovate security technology and threat intelligence.  We have one of the world’s largest consumer Cyber Safety networks. Leveraging our capabilities, our global threat response team handles a wide variety of attacks, including social engineering attacks, file-based attacks, web and network-based attacks, privacy and data exfiltration attacks, identity theft attacks, algorithmic manipulation attacks, and more. Norton’s most recent Consumer Cyber Safety Pulse Report found that the company blocked over 3.5 billion threats in 2022, including 90.9 million phishing attempts, 260.4 million file threats and 1.6 million mobile threats. In 2022, Avast processed more than 582 million new unique samples, of which over 282 million were malicious. Avast has also set up honeypots in 88 countries worldwide and captured over 1.45 billion attacks on average per month by these honeypots alone. Our differentiated approach is powered by our global scale and visibility, geographically distributed cloud data platform, and advanced AI-based automation. Our technology-based solutions: •Giga-Scale Endpoint Visibility: Visibility on threat and behavioral trajectories across approximately 500 million endpoints and networks. •Autonomous Defense: Automation of the detection pipeline by leveraging modern, featureless, explainable AI. •Next-Gen Insight: AI-based enrichment and best-in-class analytics of multi-factor, large-scale behavior data in real-time.  Industry Overview Cyber Safety is a growing market, fueled by the increase in activities online over the years as well as the years ahead. The core markets that we participate in are security, identity and privacy. We believe the Cyber Safety market will continue to expand beyond these core markets and grow significantly, driven by the growing number of people globally connected to the internet and their expanding digital lives. The cyber threat landscape is larger and more complicated than ever before, exposing consumers to an increased risk to their digital lives. The digitization of the world and the overlap between the physical and digital world is growing at a fast pace. New technologies, smart devices, digital identities and an increasingly more connected world means consumers will encounter a range of new Cyber Safety challenges. Consumer demands and behaviors are rapidly changing and driving more activities online, from shopping, socializing, working, banking, to other activities in healthcare, entertainment and so much more. Almost every aspect of a person’s life has a digital component. Unfortunately, many of those activities are left unprotected, and attackers are exploiting this larger opportunity and the inherent security and privacy vulnerabilities. Cybercriminals have not only expanded their reach, but the sophistication of digital threats and attacks are becoming increasingly more consumer-related. Cybercrime, and the ways in which cybercriminals target consumers, continue to evolve along with behaviors and technology. Cybercrime encompasses any crime committed with devices over the internet and includes crimes where (i) malicious software or unauthorized access is detected on a device, network or online account (such as email, social media, online banking, crypto currency, online retail, gaming, online entertainment, etc.), and unauthorized access or connection to cloud service accounts; (ii) an individual is digitally victimized through a data breach, cyber theft, cyber extortion, or fraud (stolen personally identifiable information, identity theft, etc.); (iii) online stalking, bullying, or harassment is inflicted; or (iv) attacks related to privacy or disinformation (such as online tracking protection, identity impersonation, disinformation on social media, deepfakes, unsecured WiFi, EvilTwin attacks, etc.). As cybercrime becomes an intensifying threat to our world, consumers are increasingly concerned. Our annual Norton Cyber Safety Insights Report examines the impact of cybercrime and consumers’ online behaviors and concerns related to their online security, privacy and identity. Our report can be found at Newsroom.GenDigital.com/2023-Norton-Cyber-Safety-Insights-Report-Special-Release-Online-Creeping. According to the 2023 report, based on research conducted online by The Harris Poll on behalf of Gen, an estimated 463 million adults in 8 countries experienced cybercrime and about 47.5 million adults experienced identity theft in 2022. Among those who experienced cybercrime in 2022, over 3.5 billion hours were spent trying to resolve the issues created and over half of those cybercrime victims have experienced financial loss.  Competitive Landscape We operate in a highly competitive and dynamic environment. We face global competition from a broad range of companies, including software vendors focusing on Cyber Safety solutions, operating system providers such as Apple, Google and Microsoft, and ‘pure play’ companies that currently specialize in one or a few particular segments of the market and many of which are expanding their product portfolios into different segments. We believe the competitive factors in our market include innovation, access to a breadth of identity and consumer transaction data, broad and effective service offerings, brand recognition, technology, effective and cost-efficient customer acquisition, having a strong retention rate, customer satisfaction, price, convenience of purchase, ease of use, frequency of upgrades and updates and quality and reliable customer service. Our competitors may vary by offering, geography, business model and channel.  Our principal competitors are set forth below:  8 8 8 Table of Contents Table of Contents •Security: Our principal competitors in this segment include Apple, Bitdefender, Google, Kaspersky, McAfee, Microsoft, Trend Micro, Webroot, Malwarebytes and F-Secure. •Identity Protection: Our principal competitors in this segment include credit bureaus such as Equifax, Experian and TransUnion, as well as certain credit monitoring and identity theft protection solutions from others such as Allstate, Generali (Iris), Aura and Intuit (Credit Karma). •Online Privacy: Our principal competitors in this segment include Apple, Aura, Kape, Nord Security, IPVanish, Mozilla, Brave, and DuckDuckGo. •Other Competitors: In addition to competition from independent software vendors such as Bitdefender, Kaspersky, McAfee and Trend Micro, and from OS providers such as Apple, Google and Microsoft, we also face competition from other companies that currently focus on one or a few Cyber Safety or adjacent segments but are developing additional competing products and expanding their portfolios into new segments, such as ‘pure play’ companies such as Life360, Bark, Dashlane, LastPass, internet service providers, big tech platform providers, insurance companies and financial service organizations.  We believe we compete favorably with our competitors on the strength of our technology, people, product offerings and presence in all of the current key Cyber Safety categories. However, some of our competitors have greater financial, technical, marketing, distribution or other resources than we do, including in new Cyber Safety and digital life segments we may enter, which consequently affords them competitive advantages. As a result, they may be able to devote greater resources to develop, promote and sell their offerings; deliver competitive offerings at lower prices or for free; and introduce new solutions and respond to market developments and customer requirements and preferences more quickly or cost effectively than we can. In addition, for individual solutions or features, smaller, well-funded competitors may be able to innovate and adapt more nimbly to the dynamic nature of the market and shift consumer needs. For more information on the risks associated with our competitors, please see “Risk Factors” – Risks Related to Our Business Strategy and Industry – “We operate in a highly competitive and dynamic environment, and if we are unable to compete effectively, we could experience a loss in market share and a reduction in revenue” and “We may need to change our pricing models to compete successfully,” in Item 1A included in this Annual Report on Form 10-K. Environmental, Social and Governance (ESG) Our commitment to ESG is a core component of our company Purpose and Mission. The Nominating and Governance Committee of our Board of Directors has oversight over the Company’s ESG strategy, and our full Board of Directors receives a quarterly ESG update. This quarterly update includes performance data and program information across environmental stewardship, ethics, community investment, and more; progress made toward our ESG targets; and information on emerging ESG priorities. Additionally, as part of our ESG reporting process, we hold regular meetings with functional leaders to review our ESG disclosures. Our Leadership Team is highly engaged in our ESG efforts. Our Head of Corporate Responsibility and Government Affairs reports to our Chief Marketing Officer and meets quarterly with our CEO and Leadership Team and cross-functional ESG Working Group to review our strategy, progress, and program updates. Building a brand centered on trust is critically important, and our focus on ESG helps us earn trust from our customers, employees, investors and shareholders. As such, ESG topics are core to our business strategy: •Environment: Protecting our planet is fundamental to ensuring a safe and sustainable future. We work to reduce greenhouse gas emissions from our operations through operational efficiencies, reduce the environmental footprint of our products across their lifecycle through innovative approaches to product development and packaging, promote high standards for environmental stewardship in our supply chain and engage with employees and environmental partners to amplify our work. •Social: We are proud to support the communities where our team members live and work. Our community impact programs include employee volunteering and giving, product donations, signature programs that leverage our unique expertise in increasing digital safety literacy, and corporate philanthropic giving focused on digital safety education; environmental action; and disaster response. We also support diversity, equity, and inclusion and employee engagement, discussed in more detail in the Human Capital Management subsection. •Governance: Governance covers many core operating principles overseen by the Nominating and Governance Committee of our Board of Directors. This committee has oversight of ESG issues and receives quarterly updates on topics such as diversity, ethics, environmental stewardship and community investment. Our global culture of responsibility, and the positive contributions we make to the customers, employees, communities, and other stakeholders that we serve drives value for our business. Setting strategic, achievable, and business-aligned corporate responsibility objectives helps to guide our work and improves our company performance. We align our objectives with the company’s financial goals and focus on the unique positive social and environmental impacts that our business model can have on the world. Our objectives include: •Data Privacy and Protection: We safeguard our customer, partner and employee data and offer products that help consumers protect their personal data wherever it is found. 9 9 9 Table of Contents Table of Contents •Education and Training for Cyber Safety: We leverage our leading expertise and technology in Cyber Safety to protect communities. We also provide Cyber Safety training to help empower victims and survivors to reduce their vulnerability. •Diversity, Equity & Inclusion in Technology: We invest in high-impact non-profits to bring more women and under-represented groups into cybersecurity and technology. •Environment: Our goal is to establish Gen as an environmentally responsible business. We focus our environmental strategy on climate and energy, sustainable products, our supply chain, engagement with employees and nonprofit partners with an emphasis on transparency about our progress and commitments. •Employee Engagement: We launched a new platform for employees called the Giving Hub. It provides for easier participation for employees to give to their favorite nonprofits and for additional global opportunities for volunteering and service in their communities.  We cannot guarantee that we will achieve these objectives, and our ability to achieve them is subject to risks and uncertainties both known and unknown, including various risks noted in Item 1A. Risk Factors and elsewhere in this Annual Report on Form 10-K. Our annual ESG and Corporate Responsibility Report can be found at Investor.GenDigital.com/ESG. Human Capital Management At Gen, our mission is to build a comprehensive and easy-to-use integrated portfolio that prevents, detects and responds to cyber threats and cybercrimes in today’s digital world. Our success in helping achieve this mission depends, in large part, on the success of our employees.  •General Employee Demographics: As of March 31, 2023, we employed just under 3,700 employees in nearly 30 countries worldwide. With dual headquarters in Tempe, Arizona, and in Prague, Czech Republic, we have over 1,100 active employees located in the U.S. and nearly 900 active employees in the Czech Republic. None of our U.S. employees are represented by a labor union or covered by a collective bargaining agreement. As of March 31, 2023, inclusive of our integration of bringing together NortonLifeLock and Avast teams as a combined company, women represented 32% of Gen’s total workforce and held positions in 30% of our leadership. In addition, as of March 31, 2023, women represented 40% of our Board of Directors and half of our independent board membership.  •Diversity, Equity and Inclusion (DEI): We strive to be a diverse, vibrant community with strong values and a shared commitment to our customers, to each other, the work we do and the world we all share. Our mission is to increase our global representation of underrepresented groups at all levels (diversity), where everyone has an opportunity for development and advancement (equity) and can bring their whole selves to work and feel valued every day (inclusion). This mission is built upon four foundational pillars: (1) measurement and accountability; (2) fostering an inclusive environment; (3) diversifying our workforce; and (4) employee development and retention, which are designed to support, attract, retain and nurture our talent. Clear and actionable multi-year representation goals are set at the leadership level to support accountability and progress, against our goals. Diversity and inclusion are woven into our people processes and our culture. We ask new hires and employees to self-identify their demographics, and important characteristics to help us better measure the diversity of our applicant pool and of our team to derive insights and actionable people strategies. We partner with Work180, a women-focused recruitment site that only lists career opportunities from employers that support diversity, inclusion and flexibility. We post positions on several diverse recruiting sites and have dedicated budget to support increasing diverse candidate pipelines. In fiscal 2023, we publicly disclosed our most recent US Equal Employment Opportunity Commission EEO-1 Component 1 Data Collection Report on our investor relations website located at Investor.GenDigital.com/governance/governance-documents. Inclusion is something we strive for and invest in every day. Raising awareness and appreciation of various diversity topics via our learning curriculum, global all employee conversations, published Blogs and Events. We measure belonging as a key metric in our quarterly Engage employee surveys and are proud to support our eight employee resource groups our Gen communities for people to come together as allies, to learn, support, mentor, and celebrate with one another and to provide an environment where everyone feels seen, heard, respected and valued. •Employee Development and Training: Our people programs are designed to provide our team members with support, resources, and opportunities they need to grow, learn and thrive in their careers. We continued to focus on learning and development in fiscal 2023, investing further in digital learning via our Rise Learning (formally Nvest Learning) programs for all employees. Leveraging an extensive breadth of content and learning opportunities. This umbrella of offerings includes Rise Mentorship, Rise eLearning and University of Rise.  Rise eLearning, a collection of digital, on-demand modules categorized around leadership, health and wellness, business skills, and technical skills, experienced a steady increase in participation during the year with over 1,200 individual learners who have experienced 5000 modules total. We also provide group learning designed around TED Talks on topics including leadership, change management and to support our diversity, equity and inclusion efforts. Our Rise Mentorship program continues to grow and boasts an active community of mentors and mentees across the world. University of Rise (U Rise) leadership program that offers best-in-class content from Harvard ManageMentor to inspire and engage existing and aspiring people leaders provides over 40 course options and group learning opportunities. Over 200 participants have enrolled in this program to date. 10 10 10 Table of Contents Table of Contents As part of our ongoing focus on diverse employee development, we continue to extend our participation in McKinsey & Company’s Connected Leaders Academy for our Asian, Black and Hispanic-Latino leaders. Additionally, we had women globally attend the Women in Tech conference and several employees attended the Out & Equal Global Workplace Summit. •Employee Engagement: We value our people and are committed to creating a positive and fulfilling experience for everyone. Feedback from our employees is critical, and we have developed an ongoing dialogue with our teams via our quarterly Engage pulse survey on a targeted topic that drives actions and improvements. More recently as we worked through our integration bringing together NortonLifeLock and Avast teams we pulse surveyed at a more frequent interval to hear directly on what was going well and where we could improve together as we evolve our culture as a combined team. •Benefits; Health and Wellness: At Gen, we value our people and are committed to creating a positive and fulfilling experience for everyone through the programs and benefits we offer. Our employee value proposition, Life@Gen is centered on choice, flexibility and growth and encompasses the many elements of our employee experience. Our commitment to overall health and wellness are centered around having an integrated and equitable wellness program that supports body, mind and financial health. •Human Capital Governance: We partner closely with our Board of Directors and the Compensation and Leadership Development Committee on executive compensation, our broader reward strategies and objectives related to talent management, talent acquisition, leadership development, retention and succession, DEI and employee engagement. Intellectual Property Our intellectual property is an important and vital asset that enables us to develop, market, and sell our software products and services and enhance our competitive position. We are a leader among consumer Cyber Safety solutions in pursuing patents and currently have a portfolio of over 1,000 U.S. and international patents issued with many pending. We protect our intellectual property rights and investments in a variety of ways to safeguard our technologies and our long-term success. We work actively in the U.S. and internationally to ensure the enforcement of copyright, trademark, trade secret and other protections that apply to our software products and services. The term of the patents we hold is, on average, seventeen years. From time to time, we enter into cross-license agreements with other technology companies covering broad groups of patents; we have an additional portfolio of over 2,100 U.S. and international patents cross-licensed to us as part of our arrangement with Broadcom as a result of the asset sale of our former Enterprise Security business. We also use software from third parties in our business and generally must rely on those third parties to protect the licensed rights. This can include open source software, which is subject to limited proprietary rights. While it may be necessary in the future to seek or renew licenses relating to various aspects of our products, services, and business methods, we believe, based upon past experience and industry practice, such licenses generally can be obtained on commercially reasonable terms. The ability to maintain and protect our intellectual property rights is important to our success, but we believe our business is not materially dependent on any individual patent, copyright, trademark, trade secret, license, or other intellectual property right. However, circumstances outside our control could pose a threat to our intellectual property rights. Effective intellectual property protection may not be available, and the efforts we have taken to protect our proprietary rights may not be sufficient or effective. Any significant impairment of our intellectual property rights could harm our business or our ability to compete. In addition, protecting our intellectual property rights is costly and time consuming. Any unauthorized disclosure or use of our intellectual property could make it more expensive to do business and harm our operating results.  In addition, a large number of patents, copyrights and trademarks are owned by other companies in the technology industry. Those companies may request license agreements, threaten litigation, or file suit against us based on allegations of infringement or other violations of intellectual property rights.  For more information on the risks associated with our intellectual property, please see “Risk Factors” in Item 1A included in this Annual Report on Form 10-K. Information Security and Risk Oversight We maintain a comprehensive technology and cybersecurity program to ensure our systems are effective and prepared for information security risks, including regular oversight of our programs for security monitoring for internal and external threats to ensure the confidentiality and integrity of our information assets. We regularly perform evaluations of our security program and our information technology infrastructure and information security management systems are audited by external auditors each fiscal year. Our information security management system is based upon industry leading frameworks, including ISO 27001, PCI DSS requirements and the National Institute of Standards and Technology Cybersecurity Framework (NIST CSF). Our Chief Information Security Officer (CISO) leads our cybersecurity program, which includes the implementation of controls aligned with industry guidelines and applicable statutes and regulations to identify threats, detect attacks and protect these information assets. We have implemented security monitoring capabilities designed to alert us to suspicious activity and developed an incident response program that includes periodic testing and is designed to restore business operations as quickly and as orderly as possible in the event of a breach. In addition, employees participate in an ongoing program of mandatory annual training and receive communications regarding the cybersecurity environment to increase awareness throughout the company. We also implemented an enhanced annual training program for specific specialized employee populations, including secure coding training. 11 11 11 Table of Contents Table of Contents The Technology and Cybersecurity Committee of the Board has direct oversight to the Company’s (1) technology strategy, initiatives and investments and (2) key cybersecurity information technology risks against both internal and external threats. The Technology and Cybersecurity Committee is comprised entirely of independent directors, two of whom have significant work experience related to information security issues or oversight and meets and reports to the Board on a quarterly basis. The Audit Committee, which is also comprised entirely of independent directors, considers cybersecurity information technology risks in connection with overseeing our enterprise risk management system, and reports to the Board on enterprise risk management matters on a quarterly basis. Management will report security instances to the Technology and Cybersecurity Committee as they occur, if material, and will provide a summary multiple times per year to the Technology and Cybersecurity Committee. Additionally, our CISO attends each Technology and Cybersecurity Committee meeting and meets regularly with the Board of Directors or the Audit Committee of the Board of Directors to brief them on technology and information security matters. We carry insurance that provides protection against the potential losses arising from a cybersecurity incident. In the last fiscal three years, we have not experienced any material information security breach incidences and the expenses we have incurred from information security breach incidences were immaterial. This includes penalties and settlements, of which there were none. Governmental Regulation We collect, use, store or disclose an increasingly high volume, and variety of personal information, including from employees and customers, in connection with the operation of our business, particularly, in relation to our identity and information protection offerings, which rely on large data repositories of personal information and consumer transactions. The personal information we process is subject to an increasing number of federal, state, local and foreign laws regarding privacy and data security.  For information on the risks associated with complying with privacy and data security laws, please see “Risk Factors” in Item 1A included in this Annual Report on Form 10-K. Available Information Our internet home page is located at GenDigital.com. We make available our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports as soon as reasonably practicable after we electronically file such material with the Securities and Exchange Commission (SEC) on our investor relations website located at Investor.GenDigital.com. The information contained, or referred to, on our website, including in any reports that are posted on our website, is not part of this annual report unless expressly noted. The SEC maintains a website that contains reports, proxy and information statements, and other information regarding our filings at http://www.sec.gov. ", "time": "00:00:04"}