{"cik": 857005, "item_1A": "ITEM 1. Business Our Business PTC is a global software company that provides a portfolio of innovative digital solutions that work together to transform how physical products are engineered, manufactured, and serviced. Our software portfolio includes award-winning offerings that enable companies to author product data (our computer-aided design (CAD) portfolio solutions) and to manage product data and orchestrate processes (our product lifecycle management (PLM) portfolio solutions). Our software can be delivered on premises, in the cloud, or in a hybrid model. Our customers include some of the world's most innovative companies in the aerospace and defense, automotive, electronics and high tech, industrial machinery and equipment, life sciences, retail and consumer products industries. We generate revenue through the sale of subscriptions, which include term-based on-premises software licenses and related support, Software-as-a-Service (SaaS), and hosting services; perpetual licenses; support for perpetual licenses; and professional services (consulting, implementation, and training). Recent Developments We acquired the ServiceMax® cloud-native field service management business in Q2’23, broadening our PLM solution set to encompass the service phase of the product lifecycle. We paid the first purchase payment installment of $835 million, as adjusted for working capital, indebtedness, cash, and transaction expenses, in January 2023, and the second and final installment of $650 million in October 2023. Refer to Note 6. Acquisitions and Disposition of Businesses of Notes to Consolidated Financial Statements in this Annual Report for additional discussion about the ServiceMax transaction. 1 Table of Contents Our Strategy We pursue multiple strategic initiatives designed to create value for our customers, increase our Annual Run Rate (ARR) and free cash flow, and deliver long-term value for stockholders.   Subscription Business Model   Our transition from a perpetual and maintenance model to a subscription business model continues to be key to driving growth. Our subscription model offers greater benefits of scale and growth potential, drives higher customer engagement and retention, and provides better business predictability, with over 90% of our annual revenues being recurring in nature. This, in turn, enables us to make steady and sustained investments to pursue mid-to-long-term growth opportunities. Customer Expansion   Our solutions portfolio encompasses the entire product life cycle, from design to manufacture to service, enabling companies to adopt a “digital thread” strategy to drive innovation and productivity. A digital thread manages product data and makes it accessible and useful to the right people, at the right time, and in the right context. The digital thread is particularly valuable for customers with complex products that tend to have longer life cycles. We seek to drive value for our customers by offering new and enhanced features and products that enable our customers to pursue and expand their digital thread strategies.   Our acquisition strategy targets companies with products that complement ours and that we believe will appeal to our existing customer base, allowing us to pursue cross-selling opportunities. The addition of ServiceMax in 2023 for the SLM part of our PLM portfolio further extends what was already a unique portfolio of interconnected digital thread capabilities across the full product life cycle. The addition of Codebeamer in 2022 for the ALM part of our PLM portfolio strengthened our offerings in the ALM space as software becomes integral to more and more products, especially in regulated industries where traceability is safety-critical.   PLM Expansion   PLM is at the heart of digital transformation and has become essential technology at industrial companies. No longer confined to the Engineering department, PLM data is driving decision-making across organizations, enabling them to improve how products are designed, manufactured, and serviced.    Our goal is to be the category leader in PLM and to provide our customers with best-in-class solutions to drive innovation and productivity.   SaaS Transition   We continue to invest in the transformation of our technology portfolio to include more SaaS offerings. Our acquisitions of Onshape, Arena, and ServiceMax brought cloud-native solutions to our portfolio, and we continue to work towards creating and expanding SaaS offerings for our existing products. We believe that SaaS products represent a strong value proposition for our customers, offering reduced complexity; lower costs to implement, upgrade and administer; better user collaboration and mobility; and scalability. This is a longer-term strategy as we expect that SaaS adoption in the CAD and PLM markets will be gradual at first, then accelerate significantly, given constraints such as the length and cost of conversion projects and budgeting timelines of our customers. 2 Table of Contents Our Principal Products and Services Our Principal Product Groups PLM Software Products For Product Data Management and Process Orchestration   CAD Software Products For Product Data Authoring PLM   Our Windchill® PLM application suite manages all aspects of the product development lifecycle—from concept through service and retirement—by enabling a digital thread of product parts, materials, and configuration information. Windchill provides real-time information sharing, dynamic data visualization, and the ability to collaborate across geographically-distributed teams, enabling manufacturers to elevate their product development, manufacturing, and field service processes. With its open architecture that integrates with other enterprise systems, Windchill provides a solid foundation for a product-driven digital thread.   Our ThingWorx® platform is flexible and purpose-built for Industrial Internet of Things (IIoT). It offers a rich set of capabilities that enable enterprises to digitally transform every aspect of their business with innovative solutions that are simple to create, easy to implement, scalable to meet future needs, and designed to enable customers to accelerate time to value. Primary use cases include remote asset monitoring, remote maintenance and service, predictive maintenance and asset management, and optimized equipment effectiveness. Our ThingWorx Digital Performance Management solution enables manufacturers to identify, prioritize, and overcome their most significant production bottlenecks.   Our ServiceMax® field service management (FSM) solutions enable companies to improve asset uptime with optimized in-person and remote service, boost technician productivity with the latest mobile tools, and deliver metrics for confident decision making.   Our Arena® SaaS PLM solution enables product teams to collaborate virtually anytime and anywhere, making it easier to share the latest product and quality information with internal teams and supply chain partners and deliver innovative products to customers faster. Our Arena quality management system software connects quality and product designs into a single system to simplify regulatory compliance.   Our Codebeamer® application lifecycle management (ALM) and model-based systems engineering capabilities enable companies to accelerate the development of software-intensive products through system modeling, software configuration, and requirements, risk, and test management.   Our Servigistics® service parts management solution enables companies to effectively manage their service parts inventory, enabling them to optimize equipment availability and uptime, and increase customer satisfaction.   Our FlexPLM® solution provides retailers with a single platform for merchandising and line planning, materials management, sampling, and more.   Our Kepware® portfolio of industrial connectivity solutions helps companies connect diverse automation devices and software applications. CAD Our Creo® 3D CAD technology enables the digital design, testing, and modification of product models. With its design simulation, additive manufacturing, and generative design innovations, we enable our customers to be first to market with differentiated products. From initial concept to design, simulation, and analysis, Creo provides designers with innovative tools to efficiently create better products, faster. 3 Table of Contents Our Onshape® SaaS product development platform unites computer-aided design with data management, collaboration tools, and real-time analytics. A cloud-native multi-tenant solution that can be instantly deployed on virtually any computer or mobile device, Onshape enables teams to work together from just about anywhere. Real-time design reviews, commenting, and simultaneous editing enable a collaborative workflow where multiple design iterations can be completed in parallel and merged into the final design.   Our Vuforia® augmented reality (AR) technology enables the visualization of digital information in a physical context and the creation of AR and mixed reality experiences, enabling companies to drive results in manufacturing, service, engineering, and operations. Vuforia solutions equip frontline workers with focused and effective step-by-step instructions, procedural guidance, skill development and remote assistance that enable enterprises to improve workforce productivity, reduce errors, increase asset utilization and drive higher profitability.   Our Arbortext® dynamic publishing solution streamlines how organizations create, manage, and publish technical documentation. Our Markets and How We Address Them The markets we serve present different growth opportunities for us. The PLM market is undergoing expansion as PLM plays a larger role in industrial companies. Within PLM, we've extended our reach in the growing SLM and ALM spaces through our acquisitions of ServiceMax and Codebeamer. Across all our solutions, we see opportunity for further market growth with a new generation of SaaS solutions we are developing to bring to market over the next few years. We derive most of our sales from products and services sold directly by our sales force to end-user customers. Approximately 25% of our sales of products and services are through third-party resellers. Our sales force focuses on large accounts, while our reseller channel provides a cost-effective means of covering the small- and medium-size business market. Our strategic alliance partners enable us to increase our market reach, offer broader solutions, and add compelling technology to our offerings. Our strategic services partners provide service offerings to help customers implement our product offerings and transition to SaaS.  Additional financial information about our international and domestic operations may be found in Note 3. Revenue from Contracts with Customers of Notes to Consolidated Financial Statements in this Annual Report, which information is incorporated herein by reference. Competition We compete with a number of companies whose offerings address one or more specific functional areas covered by our solutions. For enterprise CAD and PLM solutions, we compete with large established companies including Autodesk, Dassault Systèmes SA, and Siemens AG. In our IIoT business, we compete with large established companies such as Amazon, IBM, Oracle, SAP, Siemens AG, and Software AG as well as customers’ homegrown solutions. There are also a number of smaller companies that compete in the market for IIoT products. For our AR products, our primary competitors include Microsoft, TeamViewer SE, and Scope Technologies US Inc. For our ALM products, we compete with IBM, Jama Software, Inc. and Siemens AG. For our SLM products, we compete with enterprise software companies such as Oracle, SAP and IFS AB, and with companies that offer point solutions.   4 Table of Contents Proprietary Rights Our software products and related technical know-how, along with our trademarks, including our company names, product names and logos, are proprietary. We protect our intellectual property rights in these items by relying on copyrights, trademarks, patents and common law safeguards, including trade secret protection. The nature and extent of such legal protection depends in part on the type of intellectual property right and the relevant jurisdiction. In the U.S., we are generally able to maintain our trademark registrations for as long as the trademarks are in use and to maintain our patents for up to 20 years from the earliest effective filing date. We also use license management and other anti-piracy technology measures, as well as contractual restrictions, to curtail the unauthorized use and distribution of our products. Our proprietary rights are subject to the risks and uncertainties described under Item 1A. Risk Factors below, which is incorporated into this section by reference. Environmental Sustainability At PTC, we’re motivated to become an impactful contributor to the dematerialization and decarbonization of global manufacturing. While we have a climate action plan committed to reduce our company’s “footprint,” we believe far larger benefits will flow from our “handprint” stemming from our software offerings. Our software solutions enable manufacturers to design, build, and service their products more sustainably. Footprint  In 2023, we announced our footprint reduction commitment via the Science Based Target initiative (SBTi) and submitted near-term and net-zero targets for validation by SBTi. Our submitted near-term commitment is to reduce combined Scope 1 (direct emissions from owned/controlled operations) and Scope 2 (indirect energy use) emissions by 50% and reduce Scope 3 - Category 1 (Purchased Goods and Services) 25% compared to our 2022 baseline by 2030. Our long-term net-zero commitment is to reach net-zero across all scope emissions by 2050, with absolute reductions of over 90% across Scopes 1-3, with accredited carbon removal offsets for the remaining <10% as needed. While we await SBTi approval of our near-term and net-zero targets, we have already begun to implement programs and pursue initiatives to reduce our emissions and carbon footprint, including:  •prioritizing energy efficiency and accessibility to public transportation when selecting office space;  prioritizing energy efficiency and accessibility to public transportation when selecting office space;  •increasing our subsidy for employee’s public transportation commute costs; and  increasing our subsidy for employee’s public transportation commute costs; and  •consolidating our data center operations with providers committed to mid-decade 100% renewable energy and advancing circular outcomes. consolidating our data center operations with providers committed to mid-decade 100% renewable energy and advancing circular outcomes. Handprint Environmental sustainability is integral to our product offerings. With our software, manufacturers can drive sustainability improvement, including by designing with less material, enhancing product repairability and circularity, improving factory efficiency, and enabling remote service.   5 Table of Contents People and Culture At PTC, we don’t just imagine a better world, we help create it. Within our work environment we seek to create an equitable and inclusive culture in which all employees can thrive. This is a key aspect of our talent strategy. Our approach is focused on promoting an agile culture, an increased sense of belonging, engaged work environments, and high-performing teams.        6 Table of Contents PTC at-a-Glance As of September 30, 2023, PTC had 7,231 full-time employees. Our employee population is geographically diverse and serves a geographically diverse customer and partner network.  Worldwide Employee Representation   United States Employee Representation       7 Table of Contents Compensation and Benefits  PTC provides a comprehensive and competitive compensation and benefits package designed to attract, retain, motivate, and engage talent around the world.  We provide employees with competitive compensation packages, including base salaries, and, for eligible roles, incentive and equity compensation. Employees also have the opportunity to purchase PTC stock at a discount through our Employee Stock Purchase Plan.  Our benefits offerings are designed to meet the needs of our employees and their families around the world. Specific offerings differ country by country due to cultural norms, market dynamics, and legal requirements, but we provide a wide variety of core health and financial programs such as healthcare, life and disability insurance, employee assistance plans, retirement savings and pension benefit plans, and generous paid family leave and vacation time.  Talent Development & Employee Engagement  As we focus on enhancing the employee experience, we are increasing our efforts to invest in our people and create meaningful opportunities to learn, grow, develop, and advance their careers. We have specific development programs and coaching programs, as well as numerous other self-led learning paths. The variety of options means that employees have the ability to focus on the development path most meaningful to them.  Diversity, Equity, and Inclusion (DEI)  Commitment to our values and diversity in our workforce is supported by various ongoing efforts. We mitigate bias by coaching managers and leaders in fostering psychologically safe environments. We also review and revise our processes based on feedback and engagement scores from employee pulse surveys. We embed equitable practices into the planning and execution of how we attract, select, develop, and retain talent. Meanwhile, our DEI ambassadors are aligned with functions across the business to amplify and enhance our efforts in these areas. Finally, to cultivate a community of belonging, our 12 Employee Resource Groups foster an inclusive culture and facilitate safe spaces for employees to navigate social issues and challenges.  Additional Information About Our Employee Initiatives  You can find more information about our employee initiatives in our 2023 Impact Report, which we expect to release in December 2023.  Available Information We make available free of charge on our website at www.ptc.com the following reports as soon as reasonably practicable after electronically filing them with, or furnishing them to, the SEC: our Annual Reports on Form 10-K; our Quarterly Reports on Form 10-Q; our Current Reports on Form 8-K; and amendments to those reports filed or furnished pursuant to Sections 13(a) or 15(d) of the Securities Exchange Act of 1934. Our Proxy Statements for our Annual Meetings and Section 16 trading reports on SEC Forms 3, 4 and 5 also are available on our website.  Corporate Information PTC was incorporated in Massachusetts in 1985 and is headquartered in Boston, Massachusetts. 8 Table of Contents", "time": "00:00:05"}