{"cik": 858470, "item_1A": "PART I ITEMS 1 and 2 Business and Properties 6 ITEM 1A Risk Factors 24 ITEM 1B Unresolved Staff Comments 35 ITEM 3 Legal Proceedings 35 ITEM 4 Mine Safety Disclosures 35 Information About Our Executive Officers  35 PART II ITEM 5 Market for Registrant's Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities 36 ITEM 6 [Reserved] 39 ITEM 7 Management's Discussion and Analysis of Financial Condition and Results of Operations 39 ITEM 7A Quantitative and Qualitative Disclosures about Market Risk 53 ITEM 8 Financial Statements and Supplementary Data 56 ITEM 9 Changes in and Disagreements with Accountants on Accounting and Financial Disclosure 105 ITEM 9A Controls and Procedures 105 ITEM 9B Other Information 105 ITEM 9C Disclosure Regarding Foreign Jurisdictions that Prevent Inspections 105 PART III ITEM 10 Directors, Executive Officers and Corporate Governance 106 ITEM 11 Executive Compensation 106 ITEM 12 Security Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters 106 ITEM 13 Certain Relationships and Related Transactions, and Director Independence 106 ITEM 14 Principal Accounting Fees and Services 106 PART IV ITEM 15 Exhibits and Financial Statement Schedules 107 ITEM 16 Form 10-K Summary 110 2 2 2  Table of Contents Table of Contents FORWARD-LOOKING INFORMATION This report includes forward-looking statements within the meaning of federal securities laws. All statements, other than statements of historical fact, included in this report are forward-looking statements. Such forward-looking statements include, but are not limited to, statements regarding future financial and operating performance and results, the anticipated effects of, and certain other matters related to, the merger involving Cimarex Energy Co. (“Cimarex”), strategic pursuits and goals, market prices, future hedging and risk management activities, and other statements that are not historical facts contained in this report. The words “expect,” “project,” “estimate,” “believe,” “anticipate,” “intend,” “budget,” “plan,” “forecast,” “target,” “predict,” “potential,” “possible,” “may,” “should,” “could,” “would,” “will,” “strategy,” “outlook” and similar expressions are also intended to identify forward-looking statements. We can provide no assurance that the forward-looking statements contained in this report will occur as expected, and actual results may differ materially from those included in this report. Forward-looking statements are based on current expectations and assumptions that involve a number of risks and uncertainties that could cause actual results to differ materially from those included in this report. These risks and uncertainties include, without limitation, the impact of public health crises, including pandemics (such as the coronavirus (“COVID-19”) pandemic) and epidemics and any related company or governmental policies or actions, the risk that our and Cimarex’s businesses will not be integrated successfully, the risk that the cost savings and any other synergies from the merger involving Cimarex may not be fully realized or may take longer to realize than expected, the availability of cash on hand and other sources of liquidity to fund our capital expenditures, actions by, or disputes among or between, members of OPEC+, market factors, market prices (including geographic basis differentials) of oil and natural gas, impacts of inflation, labor shortages and economic disruption, including as a result of pandemics and geopolitical disruptions such as the war in Ukraine, results of future drilling and marketing activities, future production and costs, legislative and regulatory initiatives, electronic, cyber or physical security breaches and other factors detailed herein and in our other Securities and Exchange Commission (“SEC”) filings. Additional important risks, uncertainties and other factors are described in “Risk Factors” in Part I. Item 1A of this report. Forward-looking statements are based on the estimates and opinions of management at the time the statements are made. Except to the extent required by applicable law, we undertake no obligation to update or revise any forward-looking statement, whether as a result of new information, future events or otherwise. You are cautioned not to place undue reliance on these forward-looking statements, which speak only as of the date hereof.  Investors should note that we announce material financial information in SEC filings, press releases and public conference calls. Based on guidance from the SEC, we may use the Investors section of our website (www.coterra.com) to communicate with investors. It is possible that the financial and other information posted there could be deemed to be material information. The information on our website is not part of, and is not incorporated into, this report.  GLOSSARY OF CERTAIN OIL AND GAS TERMS The following are abbreviations and definitions of certain terms commonly used in the oil and gas industry and included within this Annual Report on Form 10-K: Bbl.    One stock tank barrel, or 42 U.S. gallons liquid volume, used in reference to oil or other liquid hydrocarbons. Bcf.    One billion cubic feet of natural gas. Boe.    Barrels of oil equivalent. Btu.    British thermal units, a measure of heating value. DD&A.    Depletion, depreciation and amortization. EHS.    Environmental, health and safety. ESG.    Environmental, social and governance. GAAP.    Accounting principles generally accepted in the U.S. GHG.   Greenhouse gases. Hydraulic fracturing.    A technology involving the injection of fluids typically including small amounts of several chemical additives as well as sand into a well under high pressure in order to create fractures in the formation that allow oil or natural gas to flow more freely to the wellbore. MBbl.    One thousand barrels of oil or other liquid hydrocarbons. MBblpd.    One thousand barrels of oil or other liquid hydrocarbons per day. 3 3 3 Table of Contents Table of Contents MBoe.   One thousand barrels of oil equivalent. MBoepd.    One thousand barrels of oil equivalent per day.  Mcf.    One thousand cubic feet of natural gas. MMBbl.    One million barrels of oil or other liquid hydrocarbons. MMBoe.    One million barrels of oil equivalent. MMBtu.    One million British thermal units. MMcf.    One million cubic feet of natural gas. MMcfpd.    One million cubic feet of natural gas per day. Net Acres or Net Wells. The sum of the fractional working interest owned in gross acres or gross wells expressed in whole numbers and fractions of whole numbers. Net Production. Gross production multiplied by net revenue interest. NGLs.    Natural gas liquids. NYMEX.    New York Mercantile Exchange. NYSE. New York Stock Exchange. OPEC+.    Organization of Petroleum Exporting Countries and other oil exporting nations. Proved developed reserves.    Developed reserves are reserves that can be expected to be recovered: (1) through existing wells with existing equipment and operating methods or in which the cost of the required equipment is relatively minor compared to the cost of a new well; and (2) through installed extraction equipment and infrastructure operational at the time of the reserves estimate if the extraction is by means not involving a well. Proved reserves.    Proved reserves are those quantities, which, by analysis of geoscience and engineering data, can be estimated with reasonable certainty to be economically producible from a given date forward, from known reservoirs, and under existing economic conditions and operating methods prior to the time at which contracts providing the right to operate expire, unless evidence indicates that renewal is reasonably certain, regardless of whether deterministic or probabilistic methods are used for the estimation. The project to extract hydrocarbons must have commenced or the operator must be reasonably certain that it will commence the project within a reasonable time. Existing economic conditions include prices and costs at which economic producibility from a reservoir is to be determined. The price shall be the average price during the 12-month period prior to the ending date of the period covered by the report, determined as an unweighted arithmetic average of the first-day-of-the-month price for each month within such period, unless prices are defined by contractual arrangements, excluding escalations based on future conditions. Proved undeveloped reserves.    Undeveloped reserves are reserves that are expected to be recovered from new wells on undrilled acreage, or from existing wells where a relatively major expenditure is required. Reserves on undrilled acreage are limited to those directly offsetting development spacing areas that are reasonably certain of production when drilled, unless evidence exists that establishes reasonable certainty of economic producibility at greater distances. Undrilled locations can be classified as having undeveloped reserves only if a development plan has been adopted indicating that they are scheduled to be drilled within five years, unless the specific circumstances justify a longer time. Under no circumstances shall estimates for undeveloped reserves be attributable to any acreage for which an application of fluid injection or other improved recovery technique is contemplated, unless such techniques have been proved effective by actual projects in the same reservoir or an analogous reservoir, or by other evidence using reliable technology establishing reasonable certainty. PUD. Proved undeveloped. SEC. Securities and Exchange Commission. Tcf.       One trillion cubic feet of natural gas. U.S.       United States. 4 4 4 Table of Contents Table of Contents Waha.    Waha West Texas Natural Gas Index price as quoted in Platt’s Inside FERC. WTI. West Texas Intermediate, a light sweet blend of oil produced from fields in western Texas and is a grade of oil used as a benchmark in oil pricing. WTI Midland. WTI Midland Index price as quoted by Argus Americas Crude. Energy equivalent is determined using the ratio of one barrel of crude oil, condensate or NGL to six Mcf of natural gas.  5 5 5  Table of Contents Table of Contents PART I  ITEMS 1 and 2. BUSINESS AND PROPERTIES Coterra Energy Inc. (“Coterra,” “our,” “we” and “us”) is an independent oil and gas company engaged in the development, exploration and production of oil, natural gas and NGLs. Our assets are concentrated in areas with known hydrocarbon resources, which are conducive to multi-well, repeatable development programs. We operate in one segment, oil and natural gas development, exploration and production, in the continental U.S.  Our headquarters is located in Houston, Texas. We also maintain regional offices in Pittsburgh, Pennsylvania, Midland, Texas, and Tulsa, Oklahoma, as well as field offices near our operations. On October 1, 2021, we completed a merger transaction (the “Merger”) with Cimarex. Cimarex is an oil and gas exploration and production company with operations in Texas, New Mexico and Oklahoma. Under the terms of the merger agreement relating to the Merger (the “Merger Agreement”), and subject to certain exceptions specified in the Merger Agreement, each eligible share of Cimarex common stock was converted into the right to receive 4.0146 shares of our common stock at closing. As a result of the completion of the Merger, we issued approximately 408.2 million shares of common stock to Cimarex stockholders (excluding shares that were awarded in replacement of certain previously outstanding Cimarex restricted share awards). Additionally, on October 1, 2021, we changed our name to Coterra Energy Inc. Operational information set forth in this Annual Report on Form 10-K does not include the activity of Cimarex for periods prior to the completion of the Merger. STRATEGY  Coterra is a premier U.S.-focused exploration and production company. We embrace innovation, technology and data, as we work to create value for our investors and the communities where we operate. We believe the following strategic priorities will help drive value creation and long-term success.  Generate Sustainable Returns. Our premier assets across multiple basins provide commodity diversification and strong cash flow generation through the commodity price cycles that, combined with our disciplined capital investment, give us the confidence in our ability to provide returns to our stockholders that we believe to be sustainable. Demonstrating our confidence in our business model, we increased our annual base dividend on our common stock to $0.50 per share following the consummation of the Merger, followed by an increase in February 2022 to $0.60 per share and an additional increase in February 2023 to $0.80 per share. From October 1, 2021 through our recent February 2023 dividend announcement, we will have returned approximately $3.2 billion to stockholders through our base, variable and special dividends. Furthermore, consistent with our returns-focused strategy, in February 2022, our Board of Directors approved a $1.25 billion share repurchase program, which was used to repurchase 48 million shares of our common stock, and was fully utilized by December 31, 2022. In February 2023, our Board of Directors approved a new share repurchase program which authorizes the purchase of up to $2.0 billion of our common stock. During 2022, we returned $4.06 per share to stockholders via dividend payments and share repurchases. Coterra remains committed to returning 50 percent or more of our free cash flow to our stockholders through our base dividend, share repurchase program, and/or a variable dividend. Disciplined Capital Allocation Across Top-Tier Position. We believe our asset portfolio offers scale, capital optionality and low break-even investment options. We anticipate our drilling inventory will be developed over the coming decades at the current run-rate. We are committed to maintaining a disciplined capital investment strategy and using technology and innovation to maximize capital efficiency and operational execution. We believe that having three operating areas of scale, the Permian Basin, Marcellus Shale and Anadarko Basin, offers diversity of geography, commodity and revenue streams to allocate our capital, which should support strong and stable cash flow generation through commodity price cycles. During 2022, we invested 31 percent of our cash flow from operations in our drilling program and in 2023 expect to invest approximately 50 percent of our estimated cash flow from operations, based on current strip prices.  Maintain Financial Strength. We believe that maintaining an industry-leading balance sheet with significant financial flexibility is imperative in a cyclical industry exposed to commodity price volatility. We believe our asset base, revenue diversity, low-cost structure and strong balance sheet provide us the flexibility we need to thrive across various commodity price environments. During 2022, we retired $874 million of outstanding debt. With no significant debt maturities until 2024, a year-end 2022 cash balance of $673 million and $1.5 billion of unused commitments under our revolving credit facility, we believe we are well positioned to maintain our balance sheet strength. Focus on Safe, Responsible and Sustainable Operations. We believe responsible development of oil and natural gas resources provides opportunity for a bright future, one built through technology and innovation that offers prosperity for  6 6 6 Table of Contents Table of Contents communities around the world. Our operational focus is based on making our operations more environmentally and socially sustainable by actively implementing technology across our operations from design phase to equipment improvements to limit and reduce our methane emissions and flaring activity. Our safety programs are built on a foundation that emphasizes personal safety and includes a Stop Work Authority program that empowers employees and contractors to stop work if they discover a dangerous condition or other serious EHS hazard. In addition, we focus on practical and sustainable environmental initiatives that promote efficient use of water and help to protect water quality, eliminate or mitigate releases, and minimize land surface impact. We are committed to being responsible stewards of our resources and implementing sustainable practices under the guidance of our management team and our diverse and experienced Board of Directors. We have published our 2022 Sustainability Report, which includes more information related to our sustainability practices, on our website at www.coterra.com. The information on our website is not part of, and is not incorporated into, this report on Form 10-K or any other report we may file with or furnish to the SEC (and is not deemed filed herewith), whether before or after the date of this report on Form 10-K and irrespective of any general incorporation language therein.  2023 OUTLOOK  Our 2023 capital program is expected to be approximately $2.0 billion to $2.2 billion. We expect to turn-in-line 150 to 175 total net wells in 2023 across our three operating regions. Approximately 49 percent of our drilling and completion capital will be invested in the Permian Basin, 44 percent in the Marcellus Shale and the balance in the Anadarko Basin.  DESCRIPTION OF PROPERTIES  Our operations are primarily concentrated in three operating areas—the Permian Basin in west Texas and southern New Mexico, the Marcellus Shale in northeast Pennsylvania and the Anadarko Basin in the Mid-Continent region in Oklahoma.  Permian Basin Our Permian Basin properties are principally located in the western half of the Permian Basin known as the Delaware Basin where we currently hold approximately 307,000 net acres in the play. Our development activities are primarily focused on the Wolfcamp Shale and the Bone Spring formation in Culberson and Reeves Counties in Texas and Lea and Eddy Counties in New Mexico. Our 2022 net production in the Permian Basin was 211 MBoepd, representing 33 percent of our total equivalent production for the year. As of December 31, 2022, we had a total of 1,056.3 net wells in the Permian Basin, of which approximately 88 percent are operated by us.  During 2022, we invested $791 million in the Permian Basin, where we exited 2022 with six drilling rigs operating in the play and plan to exit 2023 with six rigs operating. Marcellus Shale Our Marcellus Shale properties are principally located in Susquehanna County, Pennsylvania, where we currently hold approximately 183,000 net acres in the dry gas window in the Marcellus Shale. Our 2022 net production in the Marcellus was 367 MBoepd, representing 58 percent of our total equivalent production for the year. As of December 31, 2022, we had a total of 1,024.2 net wells in the Marcellus Shale, of which approximately 99 percent are operated by us. During 2022, we invested $813 million in the Marcellus Shale, where we exited 2022 with two drilling rigs operating in the play and plan to exit 2023 with two rigs operating. Anadarko Basin Our Anadarko Basin properties are principally located in Oklahoma where we currently hold approximately 182,000 net acres in the play. Our development activities are primarily focused on the Woodford Shale and the Meramec formation, both in Oklahoma. Our 2022 net production in the Anadarko Basin was 55 MBoepd, representing nine percent of our total equivalent production for the year. As of December 31, 2022, we had a total of 511.4 net wells in the Anadarko Basin, of which approximately 60 percent are operated by us. During 2022, we invested $121 million in the Anadarko Basin. At the end of 2022, we had one rig operating in the play for a multi-well program expected to run through mid-2023. Other Properties  Ancillary to our exploration, development and production operations, we operate a number of natural gas gathering and saltwater gathering and disposal systems. The majority of our gathering infrastructure is located in Texas and directly supports our Permian Basin operations. Our gathering systems enable us to connect new wells quickly and to transport natural gas from  7 7 7 Table of Contents Table of Contents the wellhead directly to interstate pipelines and natural gas processing facilities and to transport water produced along with oil and gas (“produced water”) for re-use in completions activities and to disposal facilities. Control of our gathering pipeline systems also enables us to transport natural gas produced by third parties. In addition, we can engage in development drilling without relying on third parties to transport our natural gas or produced water and incur only the incremental costs of pipeline and compressor additions to our system. MARKETING Substantially all of our oil and natural gas production is sold at market sensitive prices under both long-term and short-term sales contracts. We sell oil, natural gas and NGLs to a broad portfolio of customers, including industrial customers, local distribution companies, oil and gas marketers, major energy companies, pipeline companies and power generation facilities. Demand for natural gas has historically been seasonal, with peak demand and typically higher prices occurring during the winter months. We also incur transportation and gathering expenses to move our oil and natural gas production from the wellhead to our principal markets in the U.S. The majority of our Marcellus Shale and Anadarko Basin natural gas production is gathered on third-party gathering systems, while the majority of our Permian Basin natural gas production is gathered on company-owned and operated gathering systems. Most of our natural gas is transported on interstate pipelines where we have long-term contractual capacity arrangements or use purchaser-owned capacity under both long-term and short-term sales contracts. To date, we have not experienced significant difficulty in transporting or marketing our production as it becomes available; however, there is no assurance that we will always be able to transport and market all of our production. Delivery Commitments  We have entered into various firm sales contracts to deliver and sell natural gas. We believe we will have sufficient production quantities to meet substantially all of our commitments, but may be required to purchase natural gas from third parties to satisfy shortfalls should they occur. A summary of our firm sales commitments as of December 31, 2022 are set forth in the table below:Natural Gas                      (in Bcf)2023644 2024601 2025577 2026572 2027549  We utilize a part of our firm transportation capacity to deliver natural gas under the majority of these firm sales contracts and have entered into numerous agreements for transportation of our production. Some of these contracts have volumetric requirements which could require monetary shortfall penalties if our production is inadequate to meet the terms. However, we do not believe we will have any financial commitment due based on our current proved reserves and production levels from which we can fulfill these obligations. RISK MANAGEMENT  From time to time, we use derivative financial instruments to manage price risk associated with our oil and natural gas production. Although there are many different types of derivatives available, we generally utilize collar, swap and basis swap agreements designed to assist us in managing price risk. The collar arrangements are a combination of put and call options used to establish floor and ceiling prices for a fixed volume of production during a certain time period. They provide for payments to counterparties if the index price exceeds the ceiling and payments from the counterparties if the index price falls below the floor. The swap agreements call for payments to, or receipts from, counterparties based on whether the index price for the period is greater or less than the fixed price established for the particular period under the swap agreement. During 2022, natural gas collars with floor prices ranging from $1.70 to $8.50 per MMBtu and ceiling prices ranging from $2.10 to $13.08 per MMBtu covered 245.8 Bcf, or 24 percent, of natural gas production at a weighted-average price of $4.94 per MMBtu. Natural gas swaps covered 14.9 Bcf, or one percent, of natural gas production at a weighted-average price of $2.26 per MMBtu.  8 8 8 Table of Contents Table of Contents During 2022, oil collars with floor prices ranging from $35.00 to $90.00 per Bbl and ceiling prices ranging from $45.15 to $145.25 per Bbl covered 9.7 MMBbls, or 31 percent, of oil production at a weighted-average price of $55.00 per Bbl. Oil basis swaps covered 8.7 MMBbls, or 27 percent, of oil production at a weighted-average price of $0.30 per Bbl. Oil roll differential swaps covered 2.7 MMBbls, or 9 percent, of oil production at a weighted-average price of $(0.02) per Bbl.  As of December 31, 2022, we had the following outstanding financial commodity derivatives:  2023Natural GasFirst QuarterSecond QuarterThird QuarterFourth QuarterWaha gas collars     Volume (MMBtu)8,100,000 8,190,000 8,280,000 8,280,000      Weighted average floor ($/MMBtu)$3.03 $3.03 $3.03 $3.03      Weighted average ceiling  ($/MMBtu)$5.39 $5.39 $5.39 $5.39 NYMEX collars     Volume (MMBtu)54,000,000 31,850,000 32,200,000 29,150,000      Weighted average floor  ($/MMBtu)$5.12 $4.07 $4.07 $4.03      Weighted average ceiling  ($/MMBtu)$9.34 $6.78 $6.78 $6.61       Weighted average floor ($/MMBtu)      Weighted average ceiling  ($/MMBtu)      Weighted average floor  ($/MMBtu)      Weighted average ceiling  ($/MMBtu)  2023OilFirst QuarterSecond QuarterWTI oil collars      Volume (MBbl)1,350 1,365      Weighted average floor ($/Bbl)$70.00 $70.00      Weighted average ceiling ($/Bbl)$116.03 $116.03 WTI Midland oil basis swaps     Volume (MBbl)1,350 1,365      Weighted average differential ($/Bbl)$0.63 $0.63  A significant portion of our expected oil and natural gas production for 2023 and beyond is currently unhedged and directly exposed to the volatility in oil and natural gas prices, whether favorable or unfavorable. We will continue to evaluate the benefit of using derivatives in the future. Please read “Management’s Discussion and Analysis of Financial Condition and Results of Operations” and “Quantitative and Qualitative Disclosures about Market Risk” for further discussion related to our use of derivatives. 9 9 9 Table of Contents Table of Contents PROVED OIL AND GAS RESERVES The following table presents our estimated proved reserves by commodity as of the dates indicated:  December 31, 202220212020Oil (MBbl)Proved developed reserves168,649 153,010 — Proved undeveloped reserves71,107 36,419 — 239,756 189,429 — Natural Gas (Bcf)Proved developed reserves8,543 10,691 8,608 Proved undeveloped reserves2,630 4,204 5,064 11,173 14,895 13,672 NGLs (MBbl)Proved developed reserves224,706 193,598 — Proved undeveloped reserves72,059 27,017 — 296,765 220,615,000 — Oil equivalent (MBoe)2,398,666 2,892,582 2,278,636  Proved undeveloped reserves Oil equivalent (MBoe) At December 31, 2022, our Dimock field, which is located in the Marcellus Shale in Susquehanna County, Pennsylvania, contained approximately 62 percent of our total proved reserves. For additional information regarding estimates of our net proved and proved undeveloped reserves, the qualifications of the preparers of our reserves estimates, the evaluation of such estimates by our independent petroleum consultants, our processes and controls with respect to our reserves estimates and other information about our reserves, including the risks inherent in our estimates of proved reserves, refer to the Supplemental Oil and Gas Information included in Item 8 and “Risk Factors—Business and Operational Risks—Our proved reserves are estimates. Any material inaccuracies in our reserves estimates or underlying assumptions could cause the quantities and net present value of our reserves to be overstated or understated” in Item 1A. 10 10 10 Table of Contents Table of Contents PRODUCTION, SALES PRICE AND PRODUCTION COSTS The following table presents historical information about our total and average daily production volumes for oil, natural gas and NGLs; average oil, natural gas and NGL sales prices; and average production costs per equivalent: Year Ended December 31,20222021 (1)2020Production VolumesOil (MBbl)31,9268,150— Natural gas (Bcf)1,024911858NGL (MBbl)28,6977,104— Equivalents (MBoe)231,342167,113142,954Average Daily Production VolumesOil (MBbl)8789— Natural gas (MMcf)2,8062,4922,344NGL (MBbl)7977— Equivalents (MBoe)634 660391 Average Sales PriceExcluding Derivative SettlementsOil ($/Bbl)$94.47 $75.61 $— Natural gas ($/Mcf)$5.34 $3.07 $1.64 NGL ($/Bbl)$33.58 $34.18 $— Including Derivative SettlementsOil ($/Bbl)$84.33 $60.35 $— Natural gas ($/Mcf)$4.91 $2.73 $1.68 NGL ($/Bbl)$33.58 $34.18 $— Average Production Costs ($/Boe)$1.84 $0.77 $0.36  2021 (1) _______________________________________________________________________________ (1)On October 1, 2021, we completed the Merger. The production information presented in this table includes Cimarex production for the period subsequent to that date. The following table presents historical information about our total and average daily natural gas production volumes associated with our interests in the Dimock field in the Marcellus Shale, which contains 15 percent or more of our total proved reserves. There was no oil or NGL production associated with our interests in the Dimock field:Year Ended December 31,202220212020Production VolumesNatural gas (Bcf)805 853 858 Equivalents (MBoe)134,097 142,223 142,954 Average Daily Production VolumesNatural gas (MMcf)2,2042,338 2,344 Equivalents (MBoe)367390 391   11 11 11 Table of Contents Table of Contents ACREAGE  Our interest in both developed and undeveloped properties is primarily in the form of leasehold interests held under customary mineral leases. These leases provide us the right to develop oil and/or natural gas on the properties. Their primary terms generally range in length from approximately three to 10 years. These properties are held for longer periods if production is established. The following table summarizes our gross and net developed and undeveloped leasehold acreage at December 31, 2022:Acreage DevelopedUndevelopedTotal GrossNetGrossNetGrossNetPermian BasinNew Mexico155,066 111,768 55,419 38,813 210,485 150,581 Texas204,971 136,845 23,999 19,354 228,970 156,199 360,037 248,613 79,418 58,167 439,455 306,780 Marcellus ShalePennsylvania165,999 165,180 19,334 17,790 185,333 182,970 Anadarko BasinOklahoma320,080 146,987 72,740 35,428 392,820 182,415 OtherArizona17,207 17,207 2,097,841 2,097,841 2,115,048 2,115,048 California— — 383,487 383,487 383,487 383,487 Colorado4,208 1,363 25,352 18,767 29,560 20,130 Kentucky122 92 22,436 19,222 22,558 19,314 Montana7,397 1,606 27,137 8,180 34,534 9,786 Nevada440 1 1,007,167 1,007,167 1,007,607 1,007,168 New Mexico10,655 2,436 1,640,195 1,634,459 1,650,850 1,636,895 Offshore Gulf of Mexico18,853 7,005 15,000 9,000 33,853 16,005 Pennsylvania— — 111,422 62,884 111,422 62,884 Texas45,091 12,361 22,520 17,009 67,611 29,370 Utah4,803 1,442 61,320 57,177 66,123 58,619 West Virginia— — 623,295 591,426 623,295 591,426 Wyoming22,071 2,345 79,522 23,751 101,593 26,096 Other8,435 1,714 57,097 30,275 65,532 31,989 139,282 47,572 6,173,791 5,960,645 6,313,073 6,008,217 985,398 608,352 6,345,283 6,072,030 7,330,681 6,680,382  12 12 12 Table of Contents Table of Contents Total Net Undeveloped Acreage Expiration The table below summarizes by year and operating area our undeveloped acreage expirations in the next three years. In most cases, the drilling of a commercial well will hold the acreage beyond the expiration.  Acreage202320242025GrossNetGrossNetGrossNetPermian Basin960 960 3 3 — — Marcellus Shale1,970 1,968 1,670 1,566 2,084 2,080 Anadarko Basin4,097 934 700 134 520 125 Other7,725 6,697 1,302 1,241 — — 14,752 10,559 3,675 2,944 2,604 2,205 Percentage of total undeveloped acreage— %— %— %— %— %— % At December 31, 2022, we had no PUD reserves recorded on undeveloped acreage that were scheduled for development beyond the expiration dates of the undeveloped acreage or outside of our primary operating area.  WELL SUMMARY  The following table presents our ownership in productive oil and natural gas wells at December 31, 2022. This summary includes oil and natural gas wells in which we have a working interest:  Gross NetNatural Gas3,268  1,800.2 Oil2,421  793.1 Total(1)5,689  2,593.3  Total(1) _______________________________________________________________________________ (1)Total percentage of gross and net operated wells is 49 percent and 87 percent, respectively. DRILLING ACTIVITY  We drilled and completed wells or participated in the drilling and completion of wells as indicated in the table below. During the years presented below, we did not drill and complete any exploration wells. The information below should not be considered indicative of future performance, nor should a correlation be assumed between the number of productive wells drilled, quantities of reserves found or economic value.   Year Ended December 31, 202220212020 GrossNetGrossNetGrossNetDevelopment WellsProductive284 173.9 114 99.9 74 64.3 Dry1 0.7 — — — — Total285 174.6 114 99.9 74 64.3 Acquired Wells— — 7,266 1,715.3 — —  During the year ended December 31, 2022, we completed 58 gross wells (37.2 net) that were drilled in prior years.  13 13 13 Table of Contents Table of Contents The following table sets forth information about wells for which drilling was in progress or which were drilled but uncompleted at December 31, 2022, which are not included in the above table: Drilling In ProgressDrilled But UncompletedGrossNetGrossNetDevelopment wells43 28.0 99 63.1  OTHER BUSINESS MATTERS Title to Properties We believe that we have satisfactory title to all of our producing properties in accordance with generally accepted industry standards. Individual properties may be subject to burdens such as royalty, overriding royalty, carried, net profits, working and other outstanding interests customary in the industry. In addition, interests may be subject to obligations or duties under applicable laws or burdens such as production payments, ordinary course liens incidental to operating agreements and for current taxes or development obligations under oil and gas leases. As is customary in the industry in the case of undeveloped properties, we conduct preliminary investigations of record title at the time of lease acquisition. We conduct more complete investigations prior to the consummation of an acquisition of producing properties and before commencement of drilling operations on undeveloped properties. Competition The oil and gas industry is highly competitive, and we experience strong competition in our primary producing areas. We primarily compete with integrated, independent and other energy companies for the sale and transportation of our oil and natural gas production to pipelines, marketing companies and end users. Furthermore, the oil and gas industry competes with other energy industries that supply fuel and power to industrial, commercial and residential consumers. Many of these competitors have greater financial, technical and personnel resources than we have. The effect of these competitive factors cannot be predicted. Price, contract terms, availability of rigs and related equipment and quality of service, including pipeline connection times and distribution efficiencies affect competition. We believe that our concentrated acreage positions and our access to both third-party and company-owned gathering and pipeline infrastructure in our primary operating areas, along with our expected activity level and the related services and equipment that we have secured for the upcoming years, enhance our competitive position compared to other producers who do not have similar systems or services in place.  Major Customers During the year ended December 31, 2022, two customers accounted for approximately 13 percent and 11 percent of our total sales. During the year ended December 31, 2021, no customer accounted for more than 10 percent of our total sales. If any one of our major customers were to stop purchasing our production, we believe there are a number of other purchasers to whom we could sell our production. If multiple significant customers were to stop purchasing our production, we believe there could be some initial challenges, but we have sufficient alternative markets to handle any sales disruptions. We regularly monitor the creditworthiness of our customers and may require parent company guarantees, letters of credit or prepayments when necessary. Historically, losses associated with uncollectible receivables have not been significant. Regulation of Oil and Natural Gas Exploration and Production  Exploration and production operations are subject to various types of regulation at the federal, state and local levels. This regulation includes requiring permits to drill wells, maintaining bonding requirements to drill or operate wells, regulating the location of wells, the method of drilling and casing wells, the surface use and restoration of properties on which wells are drilled and the plugging and abandoning of wells. Our operations are also subject to various conservation laws and regulations. These include the regulation of the size of drilling and spacing units or proration units, the density of wells that may be drilled in a given field and the unitization or pooling of oil and gas properties. Some states allow the forced pooling or integration of tracts to facilitate exploration while other states rely on voluntary pooling of lands and leases. In addition, state conservation laws establish maximum rates of production from oil and natural gas wells, generally prohibiting the venting or flaring of natural gas and imposing certain requirements regarding the ratability of production. The effect of these regulations is to limit the amounts of oil and natural gas we can produce from our wells, and to limit the number of wells or the locations where we can drill. Because these statutes, rules and regulations undergo frequent review and often are amended, expanded and reinterpreted, we are unable to predict the future cost or impact of regulatory compliance. The regulatory burden on the oil and  14 14 14 Table of Contents Table of Contents gas industry increases our cost of doing business and, consequently, affects our profitability. We do not believe, however, we are affected differently by these regulations than others in the industry. Regulation of Natural Gas Marketing, Gathering and Transportation  Federal legislation and regulatory controls have historically affected the price of the natural gas we produce and the manner in which our production is transported and marketed. Under the U.S. Natural Gas Act of 1938 (the “NGA”), the U.S. Natural Gas Policy Act of 1978 (the “NGPA”) and the regulations promulgated under those statutes, the U.S. Federal Energy Regulatory Commission (the “FERC”) regulates the interstate sale for resale of natural gas and the transportation of natural gas in interstate commerce, although facilities used in the production or gathering of natural gas in interstate commerce are generally exempted from FERC jurisdiction. Effective beginning in January 1993, the Natural Gas Wellhead Decontrol Act deregulated natural gas prices for all “first sales” of natural gas, which definition covers all sales of our own production. In addition, as part of the broad industry restructuring initiatives described below, the FERC granted to all producers such as us a “blanket certificate of public convenience and necessity” authorizing the sale of natural gas for resale without further FERC approvals. As a result of this policy, all of our produced natural gas is sold at market prices, subject to the terms of any private contracts that may be in effect. In addition, under the provisions of the Energy Policy Act of 2005 (“2005 Act”), the NGA was amended to prohibit any forms of market manipulation in connection with the purchase or sale of natural gas. Pursuant to the 2005 Act, the FERC established regulations intended to increase natural gas pricing transparency by, among other things, requiring market participants to report their gas sales transactions annually to the FERC. The 2005 Act also significantly increased the penalties for violations of the NGA and NGPA and the FERC’s regulations thereunder up to $1 million per day per violation. This maximum penalty authority established by statute has been and will continue to be adjusted periodically for inflation. The current maximum penalty is over $1 million per day per violation. In 2010, the FERC issued Penalty Guidelines for the determination of civil penalties and procedure under its enforcement program. Under the NGPA, natural gas gathering facilities are expressly exempt from FERC jurisdiction. What constitutes “gathering” under the NGPA has evolved through FERC decisions and judicial review of such decisions. We believe that our gathering and production facilities meet the test for non-jurisdictional “gathering” systems under the NGPA and that our facilities are not subject to federal regulations. Although exempt from FERC oversight, our natural gas gathering systems and services may receive regulatory scrutiny by state and federal agencies regarding the safety and operating aspects of the transportation and storage activities of these facilities.  Our natural gas sales prices continue to be affected by intrastate and interstate gas transportation regulation because the cost of transporting the natural gas once sold to the consuming market is a factor in the prices we receive. Beginning with Order No. 436 in 1985 and continuing through Order No. 636 in 1992 and Order No. 637 in 2000, the FERC has adopted a series of rule makings that have significantly altered the transportation and marketing of natural gas. These changes were intended by the FERC to foster competition by, among other things, requiring interstate pipeline companies to separate their wholesale gas marketing business from their gas transportation business and by increasing the transparency of pricing for pipeline services. The FERC has also established regulations governing the relationship of pipelines with their marketing affiliates, which essentially require that designated employees function independently of each other and that certain information not be shared. The FERC has also implemented standards relating to the use of electronic data exchange by the pipelines to make transportation information available on a timely basis and to enable transactions to occur on a purely electronic basis. In light of these statutory and regulatory changes, most pipelines have divested their natural gas sales functions to marketing affiliates, which operate separately from the transporter and in direct competition with all other merchants. Most pipelines have also implemented the large‑scale divestiture of their natural gas gathering facilities to affiliated or non-affiliated companies. Interstate pipelines are required to provide unbundled, open and nondiscriminatory transportation and transportation‑related services to producers, gas marketing companies, local distribution companies, industrial end users and other customers seeking such services. As a result of the FERC requiring natural gas pipeline companies to separate marketing and transportation services, sellers and buyers of natural gas have gained direct access to pipeline transportation services, and are better able to conduct business with a larger number of counterparties. We believe these changes generally have improved our access to markets while, at the same time, substantially increasing competition in the natural gas marketplace. We cannot predict what new or different regulations the FERC and other regulatory agencies may adopt, or what effect subsequent regulations may have on our activities. Similarly, we cannot predict what proposals, if any, that affect the oil and natural gas industry might actually be enacted by the U.S. Congress or the various state legislatures and what effect, if any, such proposals might have on us. Further, we cannot predict whether the recent trend toward federal deregulation of the natural gas industry will continue or what effect future policies will have on our sale of gas. 15 15 15 Table of Contents Table of Contents Federal Regulation of Swap Transactions  We use derivative financial instruments such as collar, swap and basis swap agreements to attempt to more effectively manage price risk due to the impact of changes in commodity prices on our operating results and cash flows. The Dodd‑Frank Wall Street Reform and Consumer Protection Act (“Dodd‑Frank Act”) enacted comprehensive financial reform, establishing federal oversight over and regulation of the over-the-counter derivatives market (which includes the sorts of financial instruments we use) and participants in the market. The Commodity Futures Trading Commission (the “CFTC”) has promulgated regulations to implement these reforms. While most of the regulations have been promulgated and are already in effect, the rulemaking and implementation process is still ongoing. We believe that our use of swaps to hedge against commodity exposure qualifies us as an end‑user, exempting us from the requirement to centrally clear our swaps. Nevertheless, the changes to other elements in the derivatives markets as a result of Dodd‑Frank and its current and ongoing implementation could significantly increase the cost of derivative contracts, limit the availability of derivatives to protect against risks that we encounter, reduce our ability to monetize or restructure our existing derivative contracts and increase our exposure to less creditworthy counterparties. If we reduce our use of swaps, our results of operations may become more volatile and our cash flows may be less predictable. Federal Regulation of Petroleum  Sales of crude oil and NGLs are not regulated and are made at market prices. However, the price received from the sale of these products is affected by the cost of transporting the products to market. Much of that transportation is through interstate common carrier pipelines, which are regulated by the FERC under the Interstate Commerce Act (“ICA”). The FERC requires that pipelines regulated under the ICA file tariffs setting forth the rates and terms and conditions of service and that such service not be unduly discriminatory or preferential. Effective January 1, 1995, the FERC implemented regulations generally grandfathering all previously approved interstate transportation rates and establishing an indexing system for those rates by which adjustments are made annually based on the rate of inflation, subject to certain conditions and limitations. These regulations may increase or decrease the cost of transporting crude oil and NGLs by interstate pipeline. Every five years, the FERC must examine the relationship between the annual change in the applicable index and the actual cost changes experienced in the oil pipeline industry. In December 2015, to implement this required five‑year redetermination, the FERC established an upward adjustment in the index to track oil pipeline cost changes and determined that the Producer Price Index for Finished Goods plus 1.23 percent should be the oil pricing index for the five‑year period beginning July 1, 2016. In 2020, the FERC concluded its five-year index review to establish the new adder for crude oil and liquids pipeline rates subject to indexing. The FERC issued an order on December 17, 2020 establishing an index level of Producer Price Index for Finished Goods plus 0.78 percent for the five-year period commencing July 1, 2021. The result of indexing is a “ceiling rate” for each rate, which is the maximum at which the pipeline may set its interstate transportation rates. A pipeline may also file cost‑of‑service based rates if rate indexing will be insufficient to allow the pipeline to recover its costs. Rates are subject to challenge by protest when they are filed or changed. For indexed rates, complaints alleging that the rates are unjust and unreasonable may only be pursued if the complainant can show that a substantial change has occurred since the enactment of Energy Policy Act of 1992 in either the economic circumstances of the pipeline or in the nature of the services provided that were a basis for the rate. There is no such limitation on complaints alleging that the pipeline’s rates or terms and conditions of service are unduly discriminatory or preferential. We are unable to predict with certainty the effect upon us of these periodic reviews by the FERC of the pipeline index, or any potential future challenges to pipelines’ rates. Environmental and Safety Regulations  General. Our operations are subject to extensive and stringent federal, state and local laws and regulations governing the protection of the environment. These laws and regulations can change, restrict or otherwise impact our business in many ways, including the handling or disposal of waste material, planning for future activities to avoid or mitigate harm to threatened or endangered species, and requiring the installation and operation of emissions or pollution control equipment. Failure to comply with these laws and regulations could result in the assessment of administrative, civil and criminal penalties, the imposition of remedial requirements and the issuance of orders enjoining future operations. Permits are required for the operation of our various facilities. These permits can be revoked, modified or renewed by issuing authorities. Governmental authorities enforce compliance with their regulations through fines, injunctions or both. Government regulations can increase the cost of planning, designing, installing and operating, and can affect the timing of installing and operating, oil and natural gas facilities. Although we believe that compliance with environmental regulations will not have a material adverse effect on us, risks of substantial costs and liabilities and potential suspension or cessation of operations under certain conditions related to environmental considerations or compliance issues are part of oil and natural gas production operations. We can provide no assurance that significant costs and liabilities will not be incurred. Also, it is possible that other developments, such as stricter environmental  16 16 16 Table of Contents Table of Contents laws and regulations, and claims for damages to property or persons resulting from oil and natural gas production could result in substantial costs and liabilities to us. Solid and Hazardous Waste. We currently own or lease, and have in the past owned or leased, numerous properties that were used for the production of oil and natural gas for many years. Although operating and disposal practices that were standard in the industry at the time may have been utilized, it is possible that hydrocarbons or other wastes may have been disposed of or released on or under the properties currently owned or leased by us. State and federal laws applicable to oil and gas wastes and properties have become stricter over time. Under these increasingly stringent requirements, we could be required to remove or remediate previously disposed wastes (including wastes disposed or released by prior owners and operators) or clean up property contamination (including groundwater contamination by prior owners or operators) or to perform plugging operations to prevent future contamination. We generate some wastes that are hazardous wastes subject to the Resource Conservation and Recovery Act (the “RCRA”) and comparable state statutes, as well as wastes that are exempt from such regulation. The U.S. Environmental Protection Agency (the “EPA”) limits the disposal options for certain hazardous wastes. It is possible that certain wastes currently exempt from regulation as hazardous wastes may in the future be designated as hazardous wastes under RCRA or other applicable statutes. For example, in December 2016, the EPA and environmental groups entered into a consent decree to address the EPA’s alleged failure to timely assess the need to regulate exploration and production related oil and gas wastes exempt from regulation as hazardous wastes under RCRA under Subtitle D applicable to non-hazardous solid waste. The consent decree required the EPA to propose a rulemaking by March 2019 for revision of certain Subtitle D criteria regulations pertaining to oil and gas wastes or to sign a determination that revision of the regulations is not necessary. In April 2019, the EPA issued its determination that based on its review, including consideration of state regulatory programs, it was not necessary at the time to revise Subtitle D regulations to address the management of oil and gas wastes. In the future, we could be subject to more rigorous and costly disposal requirements than we encounter today. Superfund. The Comprehensive Environmental Response, Compensation, and Liability Act (“CERCLA”), also known as the “Superfund” law, and comparable state laws and regulations impose liability, without regard to fault or the legality of the original conduct, on certain persons with respect to the release of hazardous substances into the environment. These persons include the current and past owners and operators of a site where the release occurred and any party that treated or disposed of or arranged for the treatment or disposal of hazardous substances found at a site. Under CERCLA, such persons may be subject to joint and several strict liability for the costs of cleaning up the hazardous substances that have been released into the environment, for damages to natural resources and for the costs of certain health studies. CERCLA also authorizes the EPA, and in some cases, private parties, to undertake actions to clean up such hazardous substances, or to recover the costs of such actions from the responsible parties. In addition, it is not uncommon for neighboring landowners and other third parties to file claims for personal injury and property damage allegedly caused by the hazardous substances released into the environment. In the course of business, we have used materials and generated wastes and will continue to use materials and generate wastes that may fall within CERCLA’s hazardous substances definition. We may also be an owner or operator of sites on which hazardous substances have been released. As a result, we may be responsible under CERCLA for all or part of the costs to clean up sites where such substances have been released. Oil Pollution Act. The Oil Pollution Act of 1990 (the “OPA”) and implementing regulations impose a variety of obligations on responsible parties related to the prevention of oil spills and liability for damages resulting from such spills in waters of the U.S. The term “waters of the U.S.” has been broadly defined to include inland water bodies, including wetlands and intermittent streams. The OPA assigns joint and several strict liability to each responsible party for oil removal costs and a variety of public and private damages. The OPA also imposes ongoing requirements on operators, including the preparation of oil spill response plans and proof of financial responsibility to cover environmental cleanup and restoration costs that could be incurred in connection with an oil spill. We believe that we are in substantial compliance with the OPA and related federal regulations to the extent applicable to our operations. Endangered Species Act. The Endangered Species Act (the “ESA”) was established to protect endangered and threatened species. Pursuant to the ESA, if a species is listed as threatened or endangered, restrictions may be imposed on activities adversely affecting that species’ habitat. The U.S. Fish and Wildlife Service (the “FWS”) may designate critical habitat and suitable habitat areas it believes are necessary for survival of a threatened or endangered species. A critical habitat or suitable habitat designation could result in further material restrictions to federal land use and may materially delay or prohibit land access for oil and gas development. Similar protections are offered to migratory birds under the Migratory Bird Treaty Act, to bald and golden eagles under the Bald and Golden Eagle Protection Act, and to certain species under state law. We conduct operations in areas where certain species are currently listed as threatened or endangered, or could be listed as such, under the ESA. Operations in areas where threatened or endangered species or their habitat are known to exist may require us to incur increased costs to implement mitigation or protective measures and also may restrict or preclude our drilling activities in those areas or during certain seasons, such as breeding and nesting seasons.  17 17 17 Table of Contents Table of Contents On June 1, 2021, the FWS proposed to list two distinct population segments (“DPS”) of the lesser prairie-chicken under the ESA. The Southern DPS, located in eastern New Mexico and the southwest Texas panhandle was proposed to be listed as endangered and the Northern DPS, located in southeastern Colorado, southcentral to southwestern Kansas, western Oklahoma and the northeast Texas panhandle, was proposed to be listed as threatened. On November 25, 2022, the FWS finalized the proposed rule, listing the southern DPS of the lesser prairie-chicken as endangered and the northern DPS of the lesser prairie-chicken as threatened. Listing of the lesser prairie-chicken as a threatened or endangered species will impose restrictions on disturbances to critical habitat by landowners and drilling companies that would harass, harm or otherwise result in a “taking” of this species. Regulatory impacts on landowners and businesses from an ultimate decision to list the lesser prairie-chicken could be limited for those landowners and businesses who have entered into certain range-wide conservation planning agreements, such as those developed by the Western Association of Fish and Wildlife Agencies (“WAFWA”), pursuant to which such parties agreed to take steps to protect the lesser prairie-chicken’s habitat and to pay a mitigation fee if its actions harm the lesser prairie-chicken’s habitat. We have entered into a voluntary Candidate Conservation Agreement (a “CCA”) with the WAFWA, whereby we agreed to take certain actions and limit certain activities, such as limiting drilling on certain portions of our acreage during nesting seasons, in an effort to protect the lesser prairie-chicken.  On February 9, 2018, the FWS announced the listing of the Texas Hornshell, a freshwater mussel species in areas where we operate in the Permian Basin, including New Mexico and Texas, as an endangered species. In March 2018, we entered into a CCA concerning voluntary conservation actions with respect to the Texas Hornshell.  Participating in CCAs could result in increased costs to us from species protection measures, time delays or limitations on drilling activities, which costs, delays or limitations may be significant. Listing petitions continue to be filed with the FWS which could impact our operations. Many non-governmental organizations (“NGOs”) work closely with the FWS regarding the listing of many species, including species with broad and even nationwide ranges. The listing of the Mexican Long Nosed Bat, whose habitat includes the Permian Basin where we operate, and the Dunes Sagebrush Lizard in the Permian Basin, are examples of the NGOs’ influence on ESA listing decisions.  On December 1, 2020, the FWS proposed to list the Peppered Chub as endangered under the ESA. The proposed listing was finalized and published on February 28, 2022. The Peppered Chub is a freshwater fish that historically was found in the South Canadian, Cimarron and Arkansas rivers within New Mexico, Texas, Oklahoma and Kansas. We have operations near the South Canadian river in Oklahoma that may be impacted by the listing of the Peppered Chub as endangered. The increase in endangered species listings, such as the Peppered Chub, may limit our ability to explore for or produce oil and gas in certain areas or cause us to incur additional costs. Clean Water Act. The Federal Water Pollution Control Act (the “Clean Water Act”) and implementing regulations, which are primarily executed through a system of permits, also govern the discharge of certain pollutants into waters of the U.S. Sanctions for failure to comply strictly with the Clean Water Act are generally resolved by payment of fines and correction of any identified deficiencies. However, regulatory agencies could require us to cease construction or operation of certain facilities or to cease hauling wastewater to facilities owned by others that are the source of water discharges to resolve non-compliance. We believe that we substantially comply with the applicable provisions of the Clean Water Act and related federal and state regulations. Clean Air Act. Our operations are subject to the federal Clean Air Act (the “Clean Air Act”) and comparable local and state laws and regulations to control emissions from sources of air pollution. Federal and state laws require new and modified sources of air pollutants to obtain permits prior to commencing construction. Major sources of air pollutants are subject to more stringent, federally imposed requirements including additional permitting requirements. Federal and state laws designed to control toxic air pollutants and greenhouse gases might require installation of additional controls. Payment of fines and correction of any identified deficiencies generally resolve any failures to comply strictly with air regulations or permits. However, in the event of non-compliance, regulatory agencies could also require us to cease construction or operation of certain facilities or to install additional controls on certain facilities that are air emission sources. We believe that we substantially comply with applicable emission standards and permitting requirements under local, state and federal laws and regulations. Some of our producing wells and associated facilities are subject to restrictive air emission limitations and permitting requirements. Two examples are the EPA’s source aggregation rule and the EPA’s New Source Performance Standards (“NSPS”) and National Emission Standards for Hazardous Air Pollutants (“NESHAP”). In June 2016, the EPA published a final rule concerning aggregation of sources that affects source determinations for air permitting in the oil and gas industry, and, as a result, aggregating our oil and gas facilities for permitting may result in increased complexity and cost of, and time required for, air permitting. Particularly with respect to obtaining pre-construction permits, the final aggregation rule has added costs and caused delays in operations. 18 18 18 Table of Contents Table of Contents In 2012, the EPA published final NSPS and NESHAP that amended the existing NSPS and NESHAP for the oil and natural gas sector. In June 2016, the EPA published a final rule that updated and expanded the NSPS by setting additional emissions limits for volatile organic compounds and regulating methane emissions for new and modified sources in the oil and gas industry. In June 2017, the EPA proposed a two-year stay of certain requirements contained in the June 2016 rule and, in November 2017, issued a notice of data availability in support of the stay proposal and provided a 30-day comment period on the information provided. In March 2018, the EPA published a final rule that amended two narrow provisions of the NSPS, removing the requirement for completion of delayed repair during emergency or unscheduled vent blowdowns. In September 2020, the EPA published a final rule amending the 2012 and 2016 NSPS for the oil and natural gas sector that removed transmission and storage sources from the oil and natural gas industry source category and rescinded the methane requirements applicable to the production and processing sources. On June 30, 2021, President Biden signed into law a joint Congressional resolution under the Congressional Review Act disapproving the September 2020 rule amending the EPA’s 2012 and 2016 NSPS standards for the oil and natural gas sector. On November 15, 2021, the EPA proposed rules to reduce methane emissions from both new and existing oil and natural gas industry sources and published supplemental rules regarding the same on December 6, 2022. For additional information, please read “Risk Factors—Legal, Regulatory and Governmental Risks— Federal, state and local laws and regulations, judicial actions and regulatory initiatives related to oil and gas development and the use of hydraulic fracturing could result in increased costs and operating restrictions or delays and adversely affect our business, financial condition, results of operations and cash flows” in Item 1A. In October 2015, the EPA adopted a lower national ambient air quality standard for ozone. The revised standard resulted in additional areas being designated as ozone non-attainment, which could lead to requirements for additional emissions control equipment and the imposition of more stringent permit requirements on facilities in those areas. The EPA completed its final area designations under the new ozone standard in July 2018. If we are unable to comply with air pollution regulations or to obtain permits for emissions associated with our operations, we could be required to forego or implement modifications to certain operations. These regulations may also increase compliance costs for some facilities we own or operate, and result in administrative, civil and/or criminal penalties for noncompliance. Obtaining permits may delay the development of our oil and natural gas projects, including the construction and operation of facilities. Safe Drinking Water Act. The Safe Drinking Water Act (“SDWA”) and comparable local and state provisions restrict the disposal, treatment or release of water produced or used during oil and gas development. Subsurface placement of fluids (including disposal wells or enhanced oil recovery) is governed by federal or state regulatory authorities that, in some cases, includes the state oil and gas regulatory authority or the state’s environmental authority. These regulations may increase the costs of compliance for some facilities. Hydraulic Fracturing. Substantially all of our exploration and production operations depend on the use of hydraulic fracturing to enhance production from oil and natural gas wells. Most of our wells would not be economical without the use of hydraulic fracturing to stimulate production from the well. Due to concerns raised relating to potential impacts of hydraulic fracturing on groundwater quality, legislative and regulatory efforts at the U.S. federal, state and local levels have been initiated to render permitting and compliance requirements more stringent for hydraulic fracturing or to restrict or prohibit the activity altogether. States in which we operate also have adopted, or have stated intentions to adopt, laws or regulations that mandate further restrictions on hydraulic fracturing, such as imposing more stringent permitting, disclosure and well-construction requirements on hydraulic fracturing operations and establishing standards for the capture of air emissions released during hydraulic fracturing. In addition to state measures, local land use restrictions, such as city ordinances, may restrict drilling in general or hydraulic fracturing in particular. Increased regulation and attention given to the hydraulic fracturing process could lead to greater opposition to oil and natural gas production activities using hydraulic fracturing techniques, which could have an adverse effect on oil and natural gas production activities, including operational delays or increased operating costs in the production of oil and natural gas, or could make it more difficult to perform hydraulic fracturing. For example, Pennsylvania’s Act 13 of 2012 amended the state’s Oil and Gas Act to, among other things, increase civil penalties and strengthen the authority of the Pennsylvania Department of Environmental Protection over the issuance of drilling permits. Although the Pennsylvania Supreme Court struck down portions of Act 13 that made statewide rules on oil and gas preempt local zoning rules, this could lead to additional local restrictions on oil and gas activity in the state.  At the federal level, the EPA conducted a study of the potential environmental effects of hydraulic fracturing on drinking water and groundwater. The EPA released its final report in December 2016. It concluded that hydraulic fracturing activities can impact drinking water resources under some circumstances, including large volume spills and inadequate mechanical integrity of wells. This study and other studies that may be undertaken by the EPA or other federal agencies could spur initiatives to further regulate hydraulic fracturing under the Safe Drinking Water Act, the Toxic Substances Control Act, or other statutory and/or regulatory mechanisms. A number of federal agencies are analyzing, or have been requested to review, a variety of environmental issues associated with hydraulic fracturing practices. 19 19 19 Table of Contents Table of Contents Our inability to locate sufficient amounts of water, or to dispose of or recycle water used or produced in our exploration and production operations, could adversely impact our operations. For water sourcing, we first seek to use non-potable water supplies, or recycled produced water for our operational needs. In certain areas, there may be insufficient water available for drilling and completion activities. Water must then be obtained from other sources and transported to the drilling site. Our operations in certain areas could be adversely impacted if we are unable to secure sufficient amounts of water or to dispose of or recycle the water used in our operations. The imposition of new environmental and other regulations, as well as produced water disposal well limits or moratoriums in areas of seismicity, could further restrict our ability to conduct operations such as hydraulic fracturing by restricting the disposal of waste such as produced water and drilling fluids. Compliance with environmental regulations and permit requirements governing the withdrawal, storage and use of surface water or groundwater necessary for hydraulic fracturing of wells may increase our operating costs and cause delays, interruptions or termination of our operations, the extent of which cannot be predicted, all of which could have an adverse effect on our operations and financial condition. In June 2016, the EPA published final pretreatment standards for disposal of wastewater produced from shale gas operations to publicly owned treatment works. The regulations were developed under the EPA’s Effluent Guidelines Program under the authority of the Clean Water Act. In response to these actions, operators, including us, have begun to rely more on recycling of water that flows back from the wellbore following hydraulic fracturing (“flowback water”) and produced water from well sites as a preferred alternative to disposal. Greenhouse Gas and Climate Change Laws and Regulations. In response to studies suggesting that emissions of carbon dioxide and certain other greenhouse gases (“GHGs”), including methane, may be contributing to global climate change, there is increasing focus by local, state, regional, national and international regulatory bodies as well as by investors and the public on GHG emissions and climate change issues. In December 2015, the U.S. joined the international community at the 21st Conference of the Parties of the United Nations Framework Convention on Climate Change (the “UNFCCC”) in Paris, France in creating an agreement (the “Paris Agreement”) that requires member countries to review and “represent a progression” in their intended nationally determined contributions (“NDC”) of GHGs, which set GHG emission reduction goals every five years beginning in 2020. In 2019, the U.S. withdrew from the Paris Agreement. The current Presidential administration has made climate change a central priority. On January 20, 2021, his first day in office, President Biden took action to reverse the withdrawal of the previous administration from the Paris Agreement so that the U.S. could rejoin as a party to the agreement. The U.S. officially rejoined the Paris Agreement on February 19, 2021, and in April 2021 submitted its NDC. The U.S. NDC sets an economy-wide target of net GHG emissions reduction from 2005 levels of 50-52% by 2030. The specific measures to be taken in furtherance of achieving this target have not been established, but the NDC submission indicated that a “whole government approach” will be used to achieve this target, including regulatory, technology and policy initiatives designed to reduce the generation of GHG emissions and to incentivize the capture and geologic sequestration or utilization of carbon dioxide that would otherwise be emitted in the atmosphere. Also on his first day in office, President Biden signed an executive order on climate action and reconvened an interagency working group to establish interim and final social costs of three GHGs: carbon dioxide, nitrous oxide, and methane. Carbon dioxide is released during the combustion of fossil fuels, including oil, natural gas, and NGLs, and methane is a primary component of natural gas. The Biden administration stated it will use updated social cost figures to inform federal regulations and major agency actions and to justify aggressive climate action as the U.S. moves toward a “100% clean energy” economy with net-zero GHG emissions.  Although the U.S. Congress has considered legislation designed to reduce emissions of GHGs in recent years, it has not adopted any significant GHG legislation. However, the 2021 Infrastructure and Investment Jobs Act passed by Congress on November 6, 2021 included measures aimed at decarbonization to address climate change, including funding for replacing transit vehicles, including buses, with zero- and low-emission vehicles and for the deployment of an electric vehicle charging network nationwide. This legislation, and other future laws, that promote a shift toward electric vehicles could adversely affect the demand for our products. Moreover, in the absence of federal GHG legislation, a number of state and regional efforts have emerged. These include measures aimed at tracking and/or reducing GHG emissions through cap-and-trade programs, which typically require major sources of GHG emissions, such as electric power plants, to acquire and surrender emission allowances in return for emitting GHGs. In addition, a coalition of over 20 governors of U.S. states formed the U.S. Climate Alliance to advance the objectives of the Paris Agreement, and several U.S. cities have committed to advance the objectives of the Paris Agreement at the state or local level as well. To this end, California’s governor issued an executive order on September 23, 2020 ordering actions to pursue GHG emissions reductions, including a direction to the California State Air Resources Board to develop and propose regulations to require increasing volumes of new zero-emission passenger vehicles and trucks sold in California over time, with a targeted ban of the sale of new gasoline vehicles by 2035. At the federal level, the EPA has begun to regulate carbon dioxide and other GHGs under existing provisions of the Clean Air Act. In December 2009, the EPA published its findings that emissions of GHGs present an endangerment to public health and the environment because emissions of such gases are contributing to the warming of the earth’s atmosphere and other climatic changes. Based on these findings, the EPA adopted regulations under existing provisions of the federal Clean Air Act that establish Prevention of Significant Deterioration (“PSD”) and Title V permit reviews for GHG emissions from certain large  20 20 20 Table of Contents Table of Contents stationary sources that are otherwise subject to PSD and Title V permitting requirements. The EPA has also adopted rules requiring the monitoring and reporting of GHG emissions from specified sources in the U.S., including, among others, certain oil and gas production facilities on an annual basis, which includes certain of our operations. The EPA widened the scope of annual GHG reporting to include, not only activities associated with completion and workover of gas wells with hydraulic fracturing and activities associated with oil and gas production operations, but also completions and workovers of oil wells with hydraulic fracturing, gathering and boosting systems, and transmission pipelines. More recently, on November 15, 2021, the EPA proposed rules to reduce methane emissions from new and modified sources in the oil and gas sector and published proposed supplemental rules regarding the same on December 6, 2022. The Inflation Reduction Act of 2022 (“IRA”) established the Methane Emissions Reduction Program, which imposes a charge on methane emissions from certain petroleum and natural gas facilities, which may apply to our operations in the future and may require us to expend material sums.  If we are unable to recover or pass through a significant portion of our costs related to complying with current and future regulations relating to climate change and GHGs, it could materially affect our operations and financial condition. Any future laws or regulations that limit emissions of GHGs from our equipment and operations could require us to both develop and implement new practices aimed at reducing GHG emissions, such as emissions control technologies, which could increase our operating costs and could adversely affect demand for the oil and gas that we produce. To the extent financial markets view climate change and GHG emissions as a financial risk, this could negatively impact our cost of, and access to, capital. Future implementation or adoption of legislation or regulations adopted to address climate change could also make our products more or less desirable than competing sources of energy. At this time, it is not possible to quantify the impact of any such future developments on our business.  Occupational Safety and Health Act and Other Laws and Regulations. We are subject to the requirements of the U.S. federal Occupational Safety and Health Act (the “Occupational Safety and Health Act”) and comparable state laws. The Occupational Safety and Health Act hazard communication standard, the EPA community right‑to‑know regulations under the Title III of CERCLA and similar state laws require that we organize and/or disclose information about hazardous materials used or produced in our operations. Also, pursuant to the Occupational Safety and Health Act, the Occupational Safety and Health Administration (the “OSHA”) has established a variety of standards related to workplace exposure to hazardous substances and employee health and safety. Human Capital Resources Our ability to attract, retain and develop the highest quality employees is a vital component of our success. In connection with the Merger, we developed integration plans for every organization and are in the final stages of staff reorganizations, relocations of key employees and hiring of new talent for our corporate headquarters in Houston, Texas. Staff reductions are occurring primarily in our Denver, Colorado office (which will close in 2023) and our Tulsa, Oklahoma office, which will be dedicated to management of our Anadarko Basin operations, with other corporate functions transferred to Houston, Texas. Detailed transition, staffing and knowledge transfer plans have ensured that key aspects of ongoing operations continue uninterrupted through this process. Our staff reorganization plans have eliminated redundancy between the legacy company organizations, and our hiring plans have accelerated our ability to attract and develop a diverse workforce. We believe that the resulting employee levels from our integration plan are appropriate and that we will continue to have the human capital to operate our business and carry out our strategy as determined by management and our Board of Directors.  As of December 31, 2022, we had 981 total employees, 283 of whom were located in our headquarters in Houston, Texas and our corporate office in Denver, Colorado and 330 of whom were located in our regional offices in Midland, Texas, Tulsa Oklahoma and Pittsburgh, Pennsylvania. We had a total of 368 employees in production field locations across our regional offices. We had 132  employees that will exit as a result of our integration and transition plans. Of our total employee population, 606 were salaried and 375 were hourly. We also have 244 employees that are employed by our wholly-owned subsidiary, GasSearch Drilling Services Corporation (“GDS”), which is a service company engaged in water hauling and site preparation exclusively for our Marcellus Shale operations. Of our GDS employees, 16 were salaried and 228 were hourly. We believe that our relations with our employees are favorable. None of our employees are represented pursuant to a collective bargaining agreement. In managing our people, we seek to: •have a results-focused culture centered on transparency and open communication;  •attract, retain and develop a highly qualified, motivated and diverse workforce; •maintain a conservatively managed headcount to minimize workforce fluctuations; •provide opportunities for career growth, learning and development; 21 21 21 Table of Contents Table of Contents •offer highly competitive compensation and benefits packages; and •promote a safe and healthy workplace. We believe these practices, further described below, are the key drivers in our development of current and future talent and leadership as well as employee engagement and retention.   Recruiting, Hiring and Advancement. Due to the cyclical nature of our business and the fluctuations in activity that can occur, we manage our headcount carefully. We provide employees with opportunities to learn new roles and develop the breadth and depth of their skills to ensure a collaborative environment, strong talent and future leadership. This also helps to minimize layoffs and overall staff fluctuations when downturns occur. When a position needs to be filled, we generally seek to promote current top-performing employees before going to outside sources for a new hire. We believe this practice helps to build future leadership and to reduce voluntary turnover among our workforce by providing employees with new challenges and opportunities throughout their careers.  When we hire from outside the company, we identify qualified candidates by promoting the position internally for referrals, engaging in recruiting through our website and online platforms, utilizing recruiting services and attending job fairs. We also have a well-established internship program that feeds top talent into our technical functions. In our recruiting efforts, we foster a culture of mutual respect and compliance with all applicable federal, state and local laws governing nondiscrimination in employment. We seek to increase the diversity of our workforce in our external hiring practices. We ask our recruiting partners to provide diverse slates of candidates and we treat all applicants with the same high level of respect regardless of their gender, ethnicity, religion, national origin, age, marital status, political affiliation, sexual orientation, gender identity, disability or protected veteran status. This philosophy extends to all employees throughout the lifecycle of employment, including recruiting, hiring, placement, promotion, evaluation, leaves of absence, compensation and training.   Compensation and Benefits. Our focus on providing competitive total compensation and benefits to our employees is a core value and a key driver of our retention program. We design our compensation programs to provide compensation that is competitive with our industry peers and rewards superior performance and, for managers and executives, aligns compensation with our performance and incentivizes the achievement of superior operating results. We do this through a total rewards program that provides: •base wages or salaries that are competitive for the position and considered for increases annually based on employee performance, business performance and industry outlook; •incentives that reward individual and company performance, such as performance bonuses, management discretionary bonuses, field operational bonuses and short-term and long-term incentive programs; •retirement benefits, including dollar-for-dollar matching contributions and discretionary employer retirement contributions to a tax-qualified defined contribution savings plan for all employees and other non-qualified retirement programs; •comprehensive health and welfare benefits, including medical insurance, prescription drug benefits, dental insurance, vision insurance, life insurance, accident insurance, short and long-term disability benefits, employee assistance program and health savings accounts; •tuition reimbursement for eligible employees, scholarship program and matching charitable contributions program; and •time off, sick time, parental leave and holiday time. We believe our compensation and benefits package is a strong retention tool and promotes personal health and financial security within our workforce. Health and Safety. The health and safety of our employees is one of our core values for sustainable operations. This value is reflected in our strong safety culture that emphasizes personal responsibility and safety leadership, both for our employees and our contractors that are on our worksites. Our safety programs are built on a foundation that emphasizes personal safety and includes a Stop Work Authority program that empowers employees and contractors to stop work if they discover a dangerous condition or other serious EHS hazard. Our comprehensive EHS management system establishes a corporate governance framework for EHS compliance and performance and covers all elements of our operating lifecycle, including comprehensive safety protocols in response to the COVID-19 pandemic that struck suddenly in early 2020. All of our employees are designated “critical infrastructure workers” under the Cybersecurity & Infrastructure Security Agency guidelines, and as a result, our field operations have continued uninterrupted since the onset of the pandemic. During 2022, we  22 22 22 Table of Contents Table of Contents have taken, and continue to take, actions in response to the COVID-19 pandemic to help protect the health and safety of our employees and others.  Website Access to Company Reports  We make available free of charge through our website, www.coterra.com, our annual reports on Form 10‑K, quarterly reports on Form 10‑Q, current reports on Form 8‑K and all amendments to those reports as soon as reasonably practicable after such material is electronically filed with or furnished to the SEC. In addition, the SEC maintains an Internet site at www.sec.gov that contains reports, proxy and information statements and other information filed by us. Information on our website, including our 2022 Sustainability Report, is not a part of, and is not incorporated into, this report on Form 10-K or any other report we may file with or furnish to the SEC (and is not deemed filed herewith), whether before or after the date of this report on Form 10-K and irrespective of any general incorporation language therein. Furthermore, references to our website URLs are intended to be inactive textual references only. Corporate Governance Matters  Our Corporate Governance Guidelines, Code of Business Conduct and Ethics, Audit Committee Charter, Compensation Committee Charter, Governance and Social Responsibility Committee Charter and Environment, Health & Safety Committee Charter are available on our website at www.coterra.com. Requests for copies of these documents can also be made in writing to Investor Relations at our corporate headquarters at Three Memorial City Plaza, 840 Gessner Road, Suite 1400, Houston, Texas 77024. 23 23 23  Table of Contents Table of Contents", "time": "00:00:06"}