{"cik": 87347, "item_1A": "Item 1.  Business.  All references in this report to “Registrant,” “Company,” “SLB,” “we” or “our” are to Schlumberger Limited (Schlumberger N.V.) and its consolidated subsidiaries.   We are SLB. In October 2022, we announced our brand which is built around a new name—SLB—and a logo that underscores our vision for a decarbonized energy future. This move affirmed our transformation from the world’s largest oilfield services company to a global technology company focused on driving energy innovation. The SLB brand builds on nearly a century of technology innovation and industrialization expertise in the energy services industry—continuing to drive innovation, decarbonization and performance for the oil and gas industry while increasing our focus on low- and zero-carbon energy technology solutions. Our new identity symbolizes SLB's commitment to moving farther and faster in facilitating the world's energy needs today and forging the road ahead for a sustainable future.   SLB is a global technology company driving energy innovation for a balanced planet. With a global presence in more than 100 countries and employees representing almost twice as many nationalities, we work each day on innovating oil and gas, delivering digital at scale, decarbonizing industries, and developing and scaling new energy systems that accelerate the energy transition.   SLB is organized under four Divisions that combine and integrate SLB’s technologies, enhancing our ability to support the emerging long-term growth opportunities in each of these market segments. The Divisions operate through the geographical structure of four Basins that are aligned with critical concentrations of activity: Americas Land, Offshore Atlantic, Middle East & North Africa, and Asia. The Basins are configured around common regional characteristics that enable us to deploy fit-for-purpose technologies, operating models and skills to meet the specific customer needs in each Basin and are focused on agility, responsiveness, and competitiveness. The Basins are organized into GeoUnits, which can be a single country or made up of several countries. With a strong focus on customers, the Basins identify opportunities for growth.   Supporting the Divisions is a global network of research and development centers. Through these centers we advance SLB’s technology programs to enhance industry efficiency, lower finding and producing costs, improve productivity, maximize reserve recovery, and increase asset value safely, securely, and sustainably.   The four Divisions are: \n\n\n\n \n\n•\n\nDigital & Integration   • Digital & Integration \n\n\n\n \n\n•\n\nReservoir Performance   • Reservoir Performance \n\n\n\n \n\n•\n\nWell Construction   • Well Construction \n\n\n\n \n\n•\n\nProduction Systems   • Production Systems   Digital & Integration – Combines SLB’s industry-leading digital solutions and data products with its integrated offering of Asset Performance Solutions (“APS”). This Division enables greater performance for our customers by reducing cycle times and risk, accelerating returns, increasing productivity, and lowering costs and carbon emissions.   The primary offerings comprising this Division are:    \n\n\n\n \n\n•\n\nDigital solutions: Includes products, services, and solutions that span the energy value chain from subsurface characterization through field development and hydrocarbon production to carbon management and the integration of adjacent energy systems. Offerings are founded upon proprietary and open-source data platform technologies, industry-leading simulators and workflow tools, and include domain-specific application of innovative digital capabilities such as artificial intelligence and machine learning. Solutions are deployable on traditional on-premise IT infrastructures, the cloud, and the edge, allowing for full market coverage irrespective of customer constraints.   • Digital solutions: Includes products, services, and solutions that span the energy value chain from subsurface characterization through field development and hydrocarbon production to carbon management and the integration of adjacent energy systems. Offerings are founded upon proprietary and open-source data platform technologies, industry-leading simulators and workflow tools, and include domain-specific application of innovative digital capabilities such as artificial intelligence and machine learning. Solutions are deployable on traditional on-premise IT infrastructures, the cloud, and the edge, allowing for full market coverage irrespective of customer constraints. \n\n\n\n \n\n•\n\nExploration data and data processing: Provides comprehensive worldwide reservoir interpretation and data processing services, enabled by a scientifically advanced platform and innovative subsurface imaging techniques for exploration data, also referred to as “multiclient surveys.” Offers one of the industry’s most extensive multiclient libraries.   • Exploration data and data processing: Provides comprehensive worldwide reservoir interpretation and data processing services, enabled by a scientifically advanced platform and innovative subsurface imaging techniques for exploration data, also referred to as “multiclient surveys.” Offers one of the industry’s most extensive multiclient libraries. \n\n\n\n \n\n•\n\nAsset Performance Solutions: Offers an integrated business model for field production projects, by combining SLB’s services and products with drilling rig management and specialized engineering and project management expertise, to provide a complete solution to well construction and production improvement. As of December 31, 2022, SLB’s APS portfolio primarily consisted of three field production projects in Ecuador and one in Canada.    • Asset Performance Solutions: Offers an integrated business model for field production projects, by combining SLB’s services and products with drilling rig management and specialized engineering and project management expertise, to provide a complete solution to well construction and production improvement. As of December 31, 2022, SLB’s APS portfolio primarily consisted of three field production projects in Ecuador and one in Canada.    Reservoir Performance – Consists of reservoir-centric technologies and services that are critical to optimizing reservoir productivity and performance. Reservoir Performance develops and deploys innovative technologies and services to evaluate, intervene, and stimulate reservoirs that help customers understand subsurface assets and maximize their value.   3     The primary offerings comprising this Division are:   \n\n\n\n \n\n•\n\nWireline: Provides the information necessary to evaluate subsurface geology and fluids to plan and monitor well construction and to monitor and evaluate well production through both openhole and cased hole services, including wireline logging and perforating.   • Wireline: Provides the information necessary to evaluate subsurface geology and fluids to plan and monitor well construction and to monitor and evaluate well production through both openhole and cased hole services, including wireline logging and perforating. \n\n\n\n \n\n•\n\nTesting: Provides exploration and production pressure and flow-rate measurement services both at the surface and downhole supported by a network of laboratories that facilitate rock and fluid characterization.    • Testing: Provides exploration and production pressure and flow-rate measurement services both at the surface and downhole supported by a network of laboratories that facilitate rock and fluid characterization.  \n\n\n\n \n\n•\n\nStimulation and Intervention: Provides services used during well completions, as well as those used to maintain optimal production throughout the life of a well, including pressure pumping, well stimulation, and coiled tubing equipment for downhole mechanical well intervention, reservoir monitoring, and downhole data acquisition.   • Stimulation and Intervention: Provides services used during well completions, as well as those used to maintain optimal production throughout the life of a well, including pressure pumping, well stimulation, and coiled tubing equipment for downhole mechanical well intervention, reservoir monitoring, and downhole data acquisition.   On December 31, 2020, SLB contributed its onshore hydraulic fracturing business in the United States and Canada (“OneStim®”), including its pressure pumping, pumpdown perforating, and Permian frac sand businesses, to Liberty Energy Inc. (“Liberty”), in exchange for a 37% equity interest in Liberty. OneStim’s historical results were reported as part of the Reservoir Performance Division through the closing of the transaction. As of December 31, 2022, SLB had a 5% equity interest in Liberty.   Well Construction – Combines the full portfolio of products and services to optimize well placement and performance, maximize drilling efficiency, and improve wellbore assurance. Well Construction provides operators and drilling rig manufacturers with services and products related to designing and constructing a well.    The primary offerings comprising this Division are:  \n\n\n\n \n\n•\n\nDrilling & Measurements: Provides mud logging services for geological and drilling surveillance, directional drilling, measurement-while-drilling, and logging-while-drilling services for all well profiles as well as engineering support.   • Drilling & Measurements: Provides mud logging services for geological and drilling surveillance, directional drilling, measurement-while-drilling, and logging-while-drilling services for all well profiles as well as engineering support. \n\n\n\n \n\n•\n\nDrilling Fluids: Supplies individually engineered drilling fluid systems that improve drilling performance and maintain well control and wellbore stability throughout drilling operations.    • Drilling Fluids: Supplies individually engineered drilling fluid systems that improve drilling performance and maintain well control and wellbore stability throughout drilling operations.  \n\n\n\n \n\n•\n\nDrill Bits: Designs, manufactures, and markets roller cone and fixed cutter drill bits for all drilling environments.    • Drill Bits: Designs, manufactures, and markets roller cone and fixed cutter drill bits for all drilling environments.  \n\n\n\n \n\n•\n\nDrilling Tools: Includes a wide variety of bottom-hole-assembly and borehole enlargement technologies for drilling operations.   • Drilling Tools: Includes a wide variety of bottom-hole-assembly and borehole enlargement technologies for drilling operations. \n\n\n\n \n\n•\n\nWell Cementing: Provides products and services that secure and protect well casings while isolating fluid zones and maximizing wellbore activity.   • Well Cementing: Provides products and services that secure and protect well casings while isolating fluid zones and maximizing wellbore activity. \n\n\n\n \n\n•\n\nIntegrated Well Construction: Provides integrated solutions to construct or change the architecture (re-entry) of wells, including well planning, well drilling, engineering, supervision, logistics, procurement and contracting of third parties, and drilling rig management.   • Integrated Well Construction: Provides integrated solutions to construct or change the architecture (re-entry) of wells, including well planning, well drilling, engineering, supervision, logistics, procurement and contracting of third parties, and drilling rig management. \n\n\n\n \n\n•\n\nRigs and Equipment: Provides drilling equipment and services for shipyards, drilling contractors, operators, and rental tool companies, as well as land drilling rigs and related services. Drilling equipment falls into two broad categories: pressure control equipment and rotary drilling equipment. These products are designed for either onshore or offshore applications and include drilling equipment packages, blowout preventers, blowout preventer control systems, connectors, riser systems, valves and choke manifold systems, top drives, mud pumps, pipe handling equipment, rig designs and rig kits.   • Rigs and Equipment: Provides drilling equipment and services for shipyards, drilling contractors, operators, and rental tool companies, as well as land drilling rigs and related services. Drilling equipment falls into two broad categories: pressure control equipment and rotary drilling equipment. These products are designed for either onshore or offshore applications and include drilling equipment packages, blowout preventers, blowout preventer control systems, connectors, riser systems, valves and choke manifold systems, top drives, mud pumps, pipe handling equipment, rig designs and rig kits.   Production Systems – Develops technologies and provides expertise that enhance production and recovery from subsurface reservoirs to the surface, into pipelines, and to refineries. Production Systems provides a comprehensive portfolio of equipment and services including subsurface production systems, subsea and surface equipment and services, and midstream production systems.    The primary offerings comprising this Division are:    \n\n\n\n \n\n•\n\nArtificial Lift: Provides production equipment and optimization services using electrical submersible pumps, gas lift equipment, progressing cavity pumps and surface horizontal pumping systems.   • Artificial Lift: Provides production equipment and optimization services using electrical submersible pumps, gas lift equipment, progressing cavity pumps and surface horizontal pumping systems. \n\n\n\n \n\n•\n\nCompletions Equipment: Supplies well completion services and equipment that include packers, safety valves and sand control technology, as well as a range of intelligent well completions technology and equipment.   • Completions Equipment: Supplies well completion services and equipment that include packers, safety valves and sand control technology, as well as a range of intelligent well completions technology and equipment. \n\n\n\n \n\n•\n\nSurface: Designs and manufactures onshore and offshore platform wellhead systems and processing solutions, including valves, chokes, actuators, and surface trees, and provides services to operators.   • Surface: Designs and manufactures onshore and offshore platform wellhead systems and processing solutions, including valves, chokes, actuators, and surface trees, and provides services to operators. \n\n\n\n \n\n•\n\nValves: Serves portions of the upstream, midstream, and downstream markets and provides valve products that are primarily used to control and direct the flow of hydrocarbons as they are moved from wellheads through flow lines, gathering lines and transmission systems to refineries, petrochemical plants, and industrial centers for processing.   • Valves: Serves portions of the upstream, midstream, and downstream markets and provides valve products that are primarily used to control and direct the flow of hydrocarbons as they are moved from wellheads through flow lines, gathering lines and transmission systems to refineries, petrochemical plants, and industrial centers for processing. \n\n\n\n \n\n•\n\nProcessing: Enables efficient monetization of subsurface assets using standard and custom-designed onshore, offshore, and downstream processing and treatment systems, as well as unique, reservoir-driven, fit-for-purpose integrated production systems for accelerating first production and maximizing project economics.   • Processing: Enables efficient monetization of subsurface assets using standard and custom-designed onshore, offshore, and downstream processing and treatment systems, as well as unique, reservoir-driven, fit-for-purpose integrated production systems for accelerating first production and maximizing project economics. \n\n\n\n \n\n•\n\nOneSubsea®: Provides integrated solutions, products, systems, and services for the subsea market, including integrated subsea production systems involving wellheads, subsea trees, manifolds and flowline connectors, control systems, connectors and services designed to maximize reservoir recovery and extend the life of each field.    • OneSubsea®: Provides integrated solutions, products, systems, and services for the subsea market, including integrated subsea production systems involving wellheads, subsea trees, manifolds and flowline connectors, control systems, connectors and services designed to maximize reservoir recovery and extend the life of each field.  During the third quarter of 2022, SLB, Aker Solutions, and Subsea 7 announced an agreement to form a joint venture to drive innovation and efficiency in subsea production by helping customers unlock reserves and reduce cycle time. The agreement  4   will bring together a portfolio of innovative technologies such as subsea gas compression, all-electric subsea production systems and other electrification capabilities that help customers meet their decarbonization goals. The proposed joint venture will combine SLB’s and Aker Solutions’ subsea businesses. Subsea 7 will be an equity partner in the new joint venture. In addition to contributing its subsea business to the joint venture, at closing SLB will issue to Aker Solutions shares of SLB common stock valued at $306.5 million. Concurrently, Subsea 7 will purchase its 10% interest in exchange for $306.5 million in cash to Aker Solutions. The joint venture also will issue a promissory note to Aker Solutions for $87.5 million. At closing of the joint venture, SLB will own 70%, with Aker Solutions owning 20% and Subsea 7 owning 10%. The transaction is subject to regulatory approvals and other customary closing conditions and is expected to close in the second half of 2023. Corporate Strategy SLB is committed to addressing the most difficult challenges in the energy industry by pushing the limits of innovation while remaining the performance partner of choice for our customers across the globe. This commitment is underscored by a bold corporate vision: to drive energy innovation for a balanced planet. At the core of our vision is a returns-focused strategy designed to meet the current and future needs of customers while returning value to shareholders. Since launching the strategy in 2019, it has delivered impressive results, which include:   \n\n\n\n \n\n•\n\nStrengthening our core business by high-grading the Company’s portfolio, choosing to exit certain margin-dilutive, commoditized and capital-intensive businesses and projects.    • Strengthening our core business by high-grading the Company’s portfolio, choosing to exit certain margin-dilutive, commoditized and capital-intensive businesses and projects.  \n\n\n\n \n\n•\n\nOptimizing operations by executing the largest restructuring in the Company’s history, creating a more agile, leaner organization that is better aligned with customer workflows.   • Optimizing operations by executing the largest restructuring in the Company’s history, creating a more agile, leaner organization that is better aligned with customer workflows. \n\n\n\n \n\n•\n\nEnhancing the go-to-market approach through our Basin organization and the launch of fit-for-basin and technology access initiatives.    • Enhancing the go-to-market approach through our Basin organization and the launch of fit-for-basin and technology access initiatives.  \n\n\n\n \n\n•\n\nInvesting in long-term, resilient growth opportunities in gas, offshore, digital and decarbonization resulting in a stronger footing in gas and offshore development projects.   • Investing in long-term, resilient growth opportunities in gas, offshore, digital and decarbonization resulting in a stronger footing in gas and offshore development projects. \n\n\n\n \n\n•\n\nDeveloping an industry-leading digital platform and launching SLB’s New Energy business to grow lower-carbon or carbon-neutral technologies beyond oil and gas.   • Developing an industry-leading digital platform and launching SLB’s New Energy business to grow lower-carbon or carbon-neutral technologies beyond oil and gas.   Today, the world faces the trilemma of providing secure and affordable energy to meet growing demand, while rapidly decarbonizing for a sustainable future. With nearly a century of market and technology leadership, SLB is well positioned to be a leader in providing solutions to address this trilemma. The evolving marketplace will require bold new technologies and ideas, digital transformation and a deep commitment to sustainability. With a balanced transition in mind, we are focused on three engines of growth: Core, Digital and New Energy.   Core Consisting of Reservoir Performance, WeIl Construction and Production Systems, Core remains the Company’s largest engine of growth. Building on decades of technology advancement, we will continue innovating new products, services and technologies that make the exploration, development and production of oil and gas assets cleaner, more resilient, and more efficient, with lower carbon and less impact on the environment.   We will continue to build on our fit-for-basin approach and technology access initiatives, developing bespoke and custom technology tailored to the regions and environments in which we operate. This strategy will allow us to address the rapid evolution of our industry into more regional markets, each with distinct resource plays and economics.    With the continued growth of digitally enabled technologies that improve efficiency and performance, including our Transition Technologies™ portfolio (which is further described below) and our SLB End-to-End Emissions Solution (SEES) methane elimination business, the Company will provide solutions that enable customers to increase production from their reserves at a competitive cost and low carbon intensity per barrel equivalent.   Digital  Digital capabilities continue to grow throughout the energy industry as a key enabler to manage the complex systems required to meet current energy demands and to harness the promise of a lower carbon future. SLB is uniquely positioned to support customers on their digital journeys by managing data migration, workflow redesign and transition to the cloud.    SLB’s customers have access to leading digital products and services that help to meet their sustainability goals by driving transparency, better measurement, more effective planning and more impactful and reliable outcomes. To continue elevating customer offerings, we will accelerate the adoption of our proprietary cloud offering DELFI, enabling enterprise data management, delivering autonomous operations, and innovating through domain-driven artificial intelligence.   As customers transition from our established software applications to our DELFI digital platform, they will shift from a user-based license model to software-as-a-service (SaaS) subscriptions. This will enable them to evolve from legacy infrastructure and deliver new levels of value creation, with access to key resources such as storage and computing from our cloud partners and access to our industry-leading simulators. 5     New Energy New Energy offers a significant opportunity to use our experience and scale to drive innovation for a low-carbon economy spanning many industries. We are building a broad, diverse portfolio across New Energy sectors, selected for their materiality and adjacency to existing SLB market strengths and our ability to offer differentiated technology.    Our New Energy portfolio builds on three fundamental SLB strengths: our unique subsurface domain expertise, applicable beyond oil and gas; our differentiated track record for innovation and industrialization; and our ability to deploy at scale in any region of the world with local knowledge and talent.   SLB will continue forging partnerships across various industries to focus on five emerging technologies: carbon solutions, hydrogen, geothermal and geoenergy, stationary energy storage, and critical minerals. Our ambition is to seed technology capabilities in each of these domains and grow throughout the decade, ultimately scaling our New Energy offering into the Company’s fastest growing and largest division.   \n\n\n\n \n\n•\n\nCarbon Solutions: Carbon capture, utilization, and sequestration (“CCUS”) is critical to advancing decarbonization and achieving the goals of the Paris Agreement on climate change. With industry-leading reservoir modeling capabilities, SLB has been in the CCUS business for more than three decades. The Company is actively progressing CCUS technologies and business models to enable widespread adoption and is exploring collaborations in facility design, building, and operations and going beyond subsurface characterization and well construction to include capture technology, project economics, technology selection, and permitting.   • Carbon Solutions: Carbon capture, utilization, and sequestration (“CCUS”) is critical to advancing decarbonization and achieving the goals of the Paris Agreement on climate change. With industry-leading reservoir modeling capabilities, SLB has been in the CCUS business for more than three decades. The Company is actively progressing CCUS technologies and business models to enable widespread adoption and is exploring collaborations in facility design, building, and operations and going beyond subsurface characterization and well construction to include capture technology, project economics, technology selection, and permitting.   \n\n\n\n \n\n•\n\nHydrogen as an Energy Carrier: SLB is investing in hydrogen generation technologies. One such investment is Genvia, a unique private-public partnership that combines SLB’s expertise and experience with that of the French Alternative Energies and Atomic Energy Commission (“CEA”) and partners. Genvia aims to deliver the most efficient and cost-effective technology for producing clean hydrogen—a versatile source of energy and key component of the energy transition.   • Hydrogen as an Energy Carrier: SLB is investing in hydrogen generation technologies. One such investment is Genvia, a unique private-public partnership that combines SLB’s expertise and experience with that of the French Alternative Energies and Atomic Energy Commission (“CEA”) and partners. Genvia aims to deliver the most efficient and cost-effective technology for producing clean hydrogen—a versatile source of energy and key component of the energy transition.   \n\n\n\n \n\n•\n\nGeothermal and Geoenergy: Geothermal power leverages the heat of the earth to generate electricity by tapping into hot water and steam zones that are continuously recharged, both naturally and by heat injection from sources such as power plant by-products. With decades of expertise in the sector, Geothermex, an SLB company, provides the full spectrum of deep geothermal resource development services—from exploration and drilling to analysis, resource modeling and management, financial modeling, and operational support. Celsius Energy is a New Energy venture that uses shallow geoenergy to provide heating and cooling solutions for new or existing construction and leverages SLB’s extensive knowledge of subsurface behavior, operational automation technology, and science expertise.    • Geothermal and Geoenergy: Geothermal power leverages the heat of the earth to generate electricity by tapping into hot water and steam zones that are continuously recharged, both naturally and by heat injection from sources such as power plant by-products. With decades of expertise in the sector, Geothermex, an SLB company, provides the full spectrum of deep geothermal resource development services—from exploration and drilling to analysis, resource modeling and management, financial modeling, and operational support. Celsius Energy is a New Energy venture that uses shallow geoenergy to provide heating and cooling solutions for new or existing construction and leverages SLB’s extensive knowledge of subsurface behavior, operational automation technology, and science expertise.    \n\n\n\n \n\n•\n\nStationary Energy Storage: Stationary energy storage is a key enabler to make variable renewable energy sources (solar or wind) a larger component of the world’s electricity systems, via energy shifting—enabling power to be delivered in the right place, at the right time, to meet demand. As renewables penetration increases, so does the need for additional storage to ensure the efficiency of the renewable assets and reliability of electricity systems. Large-scale, long-duration energy storage is key, and this market is growing rapidly. SLB is investing in storage technologies including EnerVenue, a start-up that delivers nickel-hydrogen, non-lithium based, economic, safe battery technology that targets the 10-hour storage market.   • Stationary Energy Storage: Stationary energy storage is a key enabler to make variable renewable energy sources (solar or wind) a larger component of the world’s electricity systems, via energy shifting—enabling power to be delivered in the right place, at the right time, to meet demand. As renewables penetration increases, so does the need for additional storage to ensure the efficiency of the renewable assets and reliability of electricity systems. Large-scale, long-duration energy storage is key, and this market is growing rapidly. SLB is investing in storage technologies including EnerVenue, a start-up that delivers nickel-hydrogen, non-lithium based, economic, safe battery technology that targets the 10-hour storage market.   \n\n\n\n \n\n•\n\nCritical Minerals: SLB is applying its knowledge of extraction technologies and processing to the location and sources of critical minerals that will be required to support alternative energy sources. An example of this is our NeoLith Energy technology venture, which uses a differentiated direct lithium extraction process to produce high-purity, battery-grade lithium material while reducing the production time from over a year to just weeks. This unique process is in sharp contrast to conventional evaporative methods of extracting lithium, with significantly reduced water consumption and physical footprint.   • Critical Minerals: SLB is applying its knowledge of extraction technologies and processing to the location and sources of critical minerals that will be required to support alternative energy sources. An example of this is our NeoLith Energy technology venture, which uses a differentiated direct lithium extraction process to produce high-purity, battery-grade lithium material while reducing the production time from over a year to just weeks. This unique process is in sharp contrast to conventional evaporative methods of extracting lithium, with significantly reduced water consumption and physical footprint.   Sustainability SLB’s emissions reduction strategy is at the center of our identity and vision, and our commitment to a sustainable future is underscored by bold science-backed targets aligned with the Paris Agreement. In 2021, SLB became the first company in the energy services industry to commit to a 2050 net-zero greenhouse gas (“GHG”) emissions target including all three emission scopes. By setting targets based on SLB’s total 2019 baseline GHG footprint—inclusive of Scope 3 emissions (which accounted for approximately 95% of SLB’s baseline)—and not just its Scope 1 and 2 footprint, SLB’s comprehensive emissions reduction roadmap addressees the entire oil and gas value chain.   SLB’s 2050 net zero target is supported by the following interim milestones, using 2019 as the baseline year: \n\n\n\n \n\n-\n\nby 2025, a 30% reduction in Scope 1 and Scope 2 emissions;   - by 2025, a 30% reduction in Scope 1 and Scope 2 emissions; \n\n\n\n \n\n-\n\nby 2030, a 50% reduction in Scope 1 and Scope 2 emissions; and   - by 2030, a 50% reduction in Scope 1 and Scope 2 emissions; and \n\n\n\n \n\n-\n\nby 2030, a 30% reduction in Scope 3 emissions.   - by 2030, a 30% reduction in Scope 3 emissions.   There are three key components to SLB achieving the 2050 net-zero target: reducing operational emissions, reducing customer emissions that occur while using SLB technology, and taking carbon-negative actions of sufficient scale to offset any residual operating and technology emissions that the Company may have in 2050. SLB’s Scope 1 and 2 emissions primarily come from fuel use and  6   electricity consumption: Scope 3 emissions are indirect, such as emissions from customers’ use of SLB technology and emissions from our use of third-party goods and services.   In tandem with our 2050 net-zero commitment, SLB introduced a portfolio of Transition Technologies in 2021. This portfolio includes a select group of products and services that quantifiably reduce our customers’ GHG emissions footprint, while continuing to drive high performance, reliability and efficiency. This portfolio will be supported by an industry-leading impact quantification framework and is set to grow as sustainability is further embedded in the Company’s research and development process.   While there is an ambitious path ahead, we are cementing our position as a sustainability leader today. SLB continues to be one of the highest-ranked companies in the energy industry across key environmental, social, and governance ratings agencies as of December 31, 2022. This recognition confirms the strategy we have in place and our commitment to leading change in the industry. Human Capital As a leading global technology company, with a workforce consisting of approximately 99,000 people in more than 100 countries, one of SLB’s greatest strengths is the diversity of our people. We believe that our ability to attract, develop, motivate, and retain a highly competent and diverse workforce has been paramount to our success for many decades. We recognize that cultivating diversity and promoting inclusion are essential to attracting the best talent from around the world and enabling creativity and innovation to drive business success.   Energy transition and changing geopolitics are increasingly impacting our people and customers. SLB is competitively well-positioned from both a people and technology perspective to manage these factors and capture the opportunity that it represents for SLB and the countries where we work.   Our national and cultural diversity is based in our philosophy to recruit and develop people from the communities where we work. As a result, we maintain a workforce nationality mix aligned to the revenue derived from the countries in which we work, as reflected in the charts below. Our long-standing commitment to national and cultural diversity, which is seen throughout every layer of SLB, fosters a culture that is global in outlook, yet local in practice.        7     In addition to national and cultural diversity, gender balance is an important part of our diversity, equity, and inclusion strategy. We are committed to leading our industry in gender diversity, and we are on track to reach our interim milestone of having women represent 25% of our salaried employees by 2025. Our next milestone is for women to comprise 30% of our salaried employees by 2030.   SLB is proud to provide a career platform that enables a culture of lifelong learning for all employees and is committed to offering borderless careers and making career decisions based on merit. SLB’s borderless career philosophy is powered by its talent and mobility practices, which offer employees multiple, flexible career paths to help them acquire the required skills to reach their potential. We provide continuous growth opportunities through a combination of learning and experience. SLB strives to identify talent early and to provide opportunities for those employees who demonstrate exceptional performance and the ability to progress to higher levels within the organization. These opportunities accelerate career development while fostering an agile workforce and the next generation of business leaders. Competition The principal methods of competition within the energy services industry are technological innovation, quality of service, and price differentiation. These factors vary geographically and are dependent upon the different services and products that SLB offers. SLB has numerous competitors, both large and small.  Intellectual Property SLB owns or controls the industry’s leading portfolio of intellectual property, including but not limited to patents, proprietary information, trade secrets, and software tools and applications that, in the aggregate, are material to SLB’s business. While SLB seeks and holds numerous patents covering various products and processes, no particular patent or group of patents is material to SLB’s business.  Seasonality  Seasonal changes in weather and significant weather events can temporarily affect the delivery of SLB’s products and services. For example, the spring thaw in Canada and other Northern climates and consequent road restrictions can affect activity levels, while the winter months in the North Sea, Russia, and China can produce severe weather conditions that can temporarily reduce levels of activity. In addition, hurricanes and typhoons can disrupt coastal and offshore operations. Furthermore, customer spending patterns for exploration data, software, and other products may result in higher activity in the fourth quarter of the year as clients seek to fully utilize their annual budgets. Conversely, customer budget constraints in North America may lead to lower demand for our services and products in the fourth quarter of the year.  Customers SLB’s primary customers are national oil companies, large integrated oil companies and independent operators. No single customer exceeded 10% of SLB’s consolidated revenue during each of 2022, 2021 and 2020. Governmental Regulations  SLB is subject to numerous environmental and other governmental and regulatory requirements related to its operations worldwide. For additional details, see “Item 1(a). Risk Factors – Legal and Regulatory Risks”, which is incorporated by reference in this Item 1.  Corporate Information SLB was founded in 1926. Schlumberger Limited, the NYSE-listed parent of the SLB family of companies, is incorporated under the laws of Curaçao and has executive offices in Paris, Houston, London, and The Hague. The Company changed its brand name to SLB in 2022 but did not change the legal name of its listed parent company, which remains Schlumberger Limited. Available Information  The SLB website is www.slb.com. SLB uses its Investor Relations website, https://investorcenter.slb.com/, as a routine channel for distribution of important information, including news releases, analyst presentations, and financial information. SLB makes available free of charge through its Investor Relations website at https://investorcenter.slb.com/, access to its Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, proxy statements and Forms 3, 4 and 5 filed on behalf of directors and executive officers, and amendments to each of those reports, as soon as reasonably practicable after such material is filed with or furnished to the SEC. Alternatively, you may access these reports at the SEC’s website at www.sec.gov. Copies are also available, without charge, from SLB Investor Relations, 5599 San Felipe, 17th Floor, Houston, Texas 77056. Unless expressly noted, the information on its website or any other website is not incorporated by reference in this Form 10-K and should not be considered part of this Form 10-K or any other filing SLB makes with the SEC. 8   Information About Our Executive Officers  The following table sets forth, as of January 25, 2023, the names and ages of SLB’s executive officers, including all offices and positions held by each executive officer during the past five years.   \n\n\n\nName\n\nAge\n\nCurrent Position and Five-Year Business Experience\n\n\n\n \n\n \n\n \n\n\n\nOlivier Le Peuch\n\n59\n\nChief Executive Officer and Director, since August 2019; Chief Operating Officer, February 2019 to July 2019; Executive Vice President, Reservoir and Infrastructure, May 2018 to February 2019; and President, Cameron Group, February 2017 to May 2018.\n\n\n\n \n\n \n\n \n\n\n\nKhaled Al Mogharbel\n\n52\n\nExecutive Vice President, Geographies, since July 2020; Executive Vice President, Operations, April 2019 to June 2020; Executive Vice President, Eastern Hemisphere, February 2019 to March 2019; and President, Eastern Hemisphere, May 2017 to January 2019.\n\n\n\n \n\n \n\n \n\n\n\nStephane Biguet\n\n54\n\nExecutive Vice President and Chief Financial Officer, since January 2020; and Vice President, Finance, December 2017 to January 2020.\n\n\n\n \n\n \n\n \n\n\n\nAbdellah Merad\n\n49\n\nExecutive Vice President, Core Services and Equipment, since April 2022; Executive Vice President, Performance Management, May 2019 to March 2022; and President, Production Group, October 2017 to April 2019.\n\n\n\n \n\n \n\n \n\n\n\nKatharina Beumelburg\n\n46\n\nChief Strategy and Sustainability Officer, since May 2021; Senior Vice President, Transmission Service, Siemens Energy, Siemens AG (a multinational industrial manufacturing company), April 2020 to May 2021; and Executive Vice President, Strategy, Siemens Gas and Power, Siemens AG, November 2016 to April 2020.\n\n\n\n \n\n \n\n \n\n\n\nDemosthenis Pafitis \n\n55\n\nChief Technology Officer, since February 2020; and Senior Vice President, SLB 4.0 Platforms, from December 2017 to January 2020.\n\n\n\n \n\n \n\n \n\n\n\nDianne Ralston \n\n56\n\nChief Legal Officer, since December 2020, and Secretary, since April 2021; and Executive Vice President, Chief Legal Officer, and Secretary, TechnipFMC plc (a global oilfield services company), January 2017 to September 2020.\n\n\n\n \n\n \n\n \n\n\n\nCarmen Rando Bejar\n\n45\n\nChief People Officer, since April 2022; Vice President, Global Business Services, September 2019 to March 2022; Operational Planning and Resource Manager, Drilling and Measurements, April 2018 to August 2019; and Operations Systems Manager, Drilling and Measurements, August 2016 to March 2018.\n\n\n\n \n\n \n\n \n\n\n\nGavin Rennick\n\n48\n\nPresident, New Energy, since April 2022; Vice President, Human Resources, February 2019 to March 2022; and President, Software Integrated Solutions, January 2017 to February 2019.\n\n\n\n \n\n \n\n \n\n\n\nRajeev Sonthalia\n\n54\n\nPresident, Digital & Integration, since July 2020; President, Integrated Performance Management, October 2019 to June 2020; Vice President, Marketing, Wells, May 2018 to September 2019; and Vice President, Eastern Hemisphere, Reservoir Characterization Group, October 2017 to April 2018.\n\n\n\n \n\n \n\n \n\n\n\nKevin Fyfe\n\n49\n\nVice President and Treasurer, since July 2022; and Vice President and Controller, October 2017 to June 2022.\n\n\n\n \n\n \n\n \n\n\n\nHoward Guild\n\n51\n\nChief Accounting Officer, since July 2005.\n\n\n\n \n\n \n\n \n\n\n\nUgo Prechner\n\n45\n\nVice President and Controller, since August 2022; Well Construction Controller, July 2020 to July 2022; Controller Operations, August 2019 to June 2020; and M-I Swaco Controller, October 2017 to August 2019. \n\n\n\n \n\n \n\n \n\n\n\nVijay Kasibhatla\n\n59\n\nDirector, Mergers and Acquisitions, since January 2013.\n\n\n\n \n \n \n\n \n\n \n\n Name Age Current Position and Five-Year Business Experience       Olivier Le Peuch 59 Chief Executive Officer and Director, since August 2019; Chief Operating Officer, February 2019 to July 2019; Executive Vice President, Reservoir and Infrastructure, May 2018 to February 2019; and President, Cameron Group, February 2017 to May 2018.       Khaled Al Mogharbel 52 Executive Vice President, Geographies, since July 2020; Executive Vice President, Operations, April 2019 to June 2020; Executive Vice President, Eastern Hemisphere, February 2019 to March 2019; and President, Eastern Hemisphere, May 2017 to January 2019.       Stephane Biguet 54 Executive Vice President and Chief Financial Officer, since January 2020; and Vice President, Finance, December 2017 to January 2020.       Abdellah Merad 49 Executive Vice President, Core Services and Equipment, since April 2022; Executive Vice President, Performance Management, May 2019 to March 2022; and President, Production Group, October 2017 to April 2019.       Katharina Beumelburg 46 Chief Strategy and Sustainability Officer, since May 2021; Senior Vice President, Transmission Service, Siemens Energy, Siemens AG (a multinational industrial manufacturing company), April 2020 to May 2021; and Executive Vice President, Strategy, Siemens Gas and Power, Siemens AG, November 2016 to April 2020.       Demosthenis Pafitis  55 Chief Technology Officer, since February 2020; and Senior Vice President, SLB 4.0 Platforms, from December 2017 to January 2020.       Dianne Ralston  56 Chief Legal Officer, since December 2020, and Secretary, since April 2021; and Executive Vice President, Chief Legal Officer, and Secretary, TechnipFMC plc (a global oilfield services company), January 2017 to September 2020.       Carmen Rando Bejar 45 Chief People Officer, since April 2022; Vice President, Global Business Services, September 2019 to March 2022; Operational Planning and Resource Manager, Drilling and Measurements, April 2018 to August 2019; and Operations Systems Manager, Drilling and Measurements, August 2016 to March 2018.       Gavin Rennick 48 President, New Energy, since April 2022; Vice President, Human Resources, February 2019 to March 2022; and President, Software Integrated Solutions, January 2017 to February 2019.       Rajeev Sonthalia 54 President, Digital & Integration, since July 2020; President, Integrated Performance Management, October 2019 to June 2020; Vice President, Marketing, Wells, May 2018 to September 2019; and Vice President, Eastern Hemisphere, Reservoir Characterization Group, October 2017 to April 2018.       Kevin Fyfe 49 Vice President and Treasurer, since July 2022; and Vice President and Controller, October 2017 to June 2022.       Howard Guild 51 Chief Accounting Officer, since July 2005.       Ugo Prechner 45 Vice President and Controller, since August 2022; Well Construction Controller, July 2020 to July 2022; Controller Operations, August 2019 to June 2020; and M-I Swaco Controller, October 2017 to August 2019.        Vijay Kasibhatla 59 Director, Mergers and Acquisitions, since January 2013.             9    ", "time": "00:00:08"}