{"cik": 879101, "item_1A": "Item 1. Business   Overview   The Company is North America’s largest publicly traded owner and operator of open-air, grocery-anchored shopping centers, and a growing portfolio of mixed-use assets. The Company’s mission is to create destinations for everyday living that inspire a sense of community and deliver value to our many stakeholders.   The Company began operations through its predecessor, The Kimco Corporation, which was organized in 1966 upon the contribution of several shopping center properties owned by its principal stockholders. In 1973, these principals formed the Company as a Delaware corporation, and, in 1985, the operations of The Kimco Corporation were merged into the Company. The Company completed its initial public stock offering (the “IPO”) in November 1991, and, commencing with its taxable year which began January 1, 1992, elected to qualify as a REIT in accordance with Sections 856 through 860 of the Internal Revenue Code of 1986, as amended (the “Code”). To qualify as a REIT, the Company must meet several organizational and operational requirements, and is required to annually distribute at least 90% of its net taxable income, determined without regard to the dividends paid deduction and excluding any net capital gain. In addition, the Company will be subject to federal income tax at regular corporate rates to the extent that it distributes less than 100% of its net taxable income, including any net capital gains.  In January of 2023, the Company consummated the Reorganization into an UPREIT structure as described in the Explanatory Note at the beginning of this Annual Report.  If, as the Company believes, it is organized and operates in such a manner so as to qualify and remain qualified as a REIT under the Code, the Company, generally will not be subject to U.S. federal income tax, provided that distributions to its stockholders equal at least the amount of its REIT taxable income, as defined in the Code. The Company maintains certain subsidiaries that made joint elections with the Company to be treated as taxable REIT subsidiaries (“TRSs”), that permit the Company to engage through such TRSs in certain business activities that the REIT may not conduct directly. A TRS is subject to federal and state taxes on its income, and the Company includes a provision for taxes in its consolidated financial statements. In 1994, the Predecessor reorganized as a Maryland corporation. In March 2006, the Predecessor was added to the S&P 500 Index, an index containing the stock of 500 Large Cap companies, most of which are U.S. corporations. The Company's common stock, Class L Depositary Shares and Class M Depositary Shares are traded on the New York Stock Exchange (“NYSE”) under the trading symbols “KIM”, “KIMprL”, and “KIMprM”, respectively.   The Company is a self-administered REIT and has not engaged, nor does it expect to retain, any REIT advisors in connection with the operation of its properties. The Company’s ownership interests in real estate consist of its consolidated portfolio and portfolios where the Company owns an economic interest, such as properties in the Company’s investment real estate management programs, where the Company partners with institutional investors and also retains management.   \n\n\n\n       3\n     \n\n\n\n\n\n\nTable of Contents\n\n\n\n \n\n\n       3\n     \n\n \n\n       3\n     \n \n       3\n      \n\n\nTable of Contents\n\n\n \n\nTable of Contents\n\n \nTable of Contents\n   The Company began to expand its operations through the development of real estate and the construction of shopping centers but revised its growth strategy to focus on the acquisition and redevelopment of existing shopping centers that include a grocery component. The Company also expanded internationally within Canada, Mexico, Chile, Brazil and Peru, but has since exited all international investments. Additionally, the Company developed various residential and mixed-use operating properties and continues to obtain entitlements to embark on additional projects of this nature through re-development opportunities. In August 2021, the Company expanded through a merger with Weingarten Realty Investors (“Weingarten”), whereby Weingarten merged with and into the Predecessor, with the Predecessor continuing as the surviving public company (the “Merger”), pursuant to the definitive merger agreement (the “Merger Agreement”) between the Predecessor and Weingarten which was entered into on April 15, 2021. The Merger brought together two industry-leading retail real estate platforms with highly complementary portfolios and created the preeminent open-air shopping center and mixed-use real estate owner in the country. The Merger further enhanced the Company’s portfolio in coastal and sun belt regions.   The Company has implemented its investment real estate management format through the establishment of various institutional joint venture programs, in which the Company has noncontrolling interests. The Company earns management fees, acquisition fees, disposition fees as well as promoted interests based on achieving certain performance metrics.   In addition, the Company has capitalized on its established expertise in retail real estate by establishing other ventures in which the Company owns a smaller equity interest and provides management, leasing and operational support for those properties. The Company has also provided preferred equity capital to real estate professionals and, from time to time, provides real estate capital and management services to both healthy and distressed retailers. The Company has also made selective investments in secondary market opportunities where a security or other investment is, in management’s judgment, priced below the value of the underlying assets, however these investments are subject to volatility within the equity and debt markets.   As described in greater detail in the Explanatory Note to this Form 10-K, (i) on January 1, 2023, as a result of the Reorganization, the Parent Company, a Maryland corporation, became the successor issuer to the Predecessor, and (ii) on January 3, 2023 the Predecessor converted into Kimco OP, a limited liability company, organized in the State of Delaware. Parent Company is the managing member of Kimco OP and owns 100% of the limited liability company interests, and exercises exclusive control over Kimco OP.   As of December 31, 2022, the Company had interests in 532 shopping center properties (the “Combined Shopping Center Portfolio”), aggregating 90.8 million square feet of gross leasable area (“GLA”), located in 28 states. In addition, the Company had 23 other property interests, primarily through the Company’s preferred equity investments and other investments, totaling 5.7 million square feet of GLA.   Economic Conditions   The economy continues to face several issues including the lack of qualified employees, inflation risk, supply chain issues and new COVID-19 variants, which could impact the Company and its tenants. In response to the rising rate of inflation the Federal Reserve has steadily increased interest rates, and may continue to increase interest rates, until the rate of inflation begins to decrease. These increases in interest rates could adversely impact the business and financial results of the Company and its tenants. In addition, slower economic growth and the potential for a recession could have an adverse effect on the Company and its tenants. This could negatively affect the overall demand for retail space, including the demand for leasable space in the Company’s properties. As a result, the Company could feel pricing pressure on rents that it is able to charge to new or renewing tenants, such that future rents and rent spreads could be negatively impacted. Any of these events could materially adversely impact the Company’s business, financial condition, results of operations or stock price. The Company continues to monitor economic, financial, and social conditions and will assess its asset portfolio for any impairment indicators. If the Company determines that any of its assets are impaired, the Company would be required to take impairment charges, and such amounts could be material.   \n\n\n\n       4\n     \n\n\n\n\n\n\nTable of Contents\n\n\n\n \n\n\n       4\n     \n\n \n\n       4\n     \n \n       4\n      \n\n\nTable of Contents\n\n\n \n\nTable of Contents\n\n \nTable of Contents\n   Business Objective and Strategies   The Company has developed a strong nationally diversified portfolio of open-air, shopping centers located in drivable first-ring suburbs primarily within 19 major metropolitan sun belt and coastal markets, which are supported by strong demographics, significant projected population growth, and where the Company perceives significant barriers to entry.  As of December 31, 2022, the Company derived 85% of its annualized base rent from these top major metro markets. The Company’s shopping centers provide essential, necessity-based goods and services to the local communities and are primarily anchored by grocers, home improvement, and pharmacy.   The Company’s focus on high-quality locations has led to significant opportunities for value creation through the reinvestment in its assets to add density, replace outdated shopping center concepts, and better meet changing consumer demands.  In order to add density to existing properties, the Company has obtained multi-family entitlements for 8,818 units of which 2,218 units have been constructed as of December 31, 2022. The Company continues to place strategic emphasis on live/work/play environments and in reinvesting in its existing assets, while building shareholder value. This philosophy is exemplified by the Company’s Signature SeriesTM properties which include key value creation projects in our portfolio that exemplify our transformation and highlight our focus on quality, concentration around core MSAs, and growth through redevelopment and development opportunities. Signature Series properties also include fully entitled, shovel-ready mixed-use projects, and opportunities that we continue to identify and entitle as we seek to achieve the highest and best use of our real estate, enhance our communities, and create value for our stakeholders for years to come.   The strength and security of the Company’s balance sheet remains central to its strategy.  The Company’s strong balance sheet and liquidity position are evidenced by its investment grade unsecured debt ratings (Baa1/BBB+) by two major ratings agencies.  The Company maintains one of the longest weighted average debt maturity profiles in the REIT industry, now at 9.5 years.  The Company expects to continue to take steps to reduce leverage, unencumber assets and improve its debt coverage metrics as mixed-use projects and redevelopments continue to come online and contribute additional cash flow growth.   Business Objective   The Company’s primary business objective is to be the premier owner and operator of open-air, grocery-anchored shopping centers, and a growing portfolio of mixed-use assets, in the U.S. The Company believes it can achieve this objective by: ● increasing the value of its existing portfolio of properties and generating higher levels of portfolio growth; ● increasing cash flows for reinvestment and/or for distribution to shareholders while maintaining conservative payout ratios; ● improving debt metrics and upgraded unsecured debt ratings ● continuing growth in desirable demographic areas with successful retailers, primarily focused on grocery anchors; and ● increasing the number of entitlements for residential use.   Business Strategies   The Company believes with its strong core portfolio and its recent acquisitions, it will continue to achieve higher occupancy levels, increased rental rates and rental growth in the future. To effectively execute the Company’s strategy and achieve its strategic goals the Company identified the following growth components to focus on:   \n The Company believes it is well positioned for sustainable growth with its high-quality portfolio, accretive and opportunistic capital allocation, financial strength and environmental, social and governance leadership.          \n\n\n\n       5\n     \n\n\n\n\n\n\nTable of Contents\n\n\n\n \n\n\n       5\n     \n\n \n\n       5\n     \n \n       5\n      \n\n\nTable of Contents\n\n\n \n\nTable of Contents\n\n \nTable of Contents\n The Company has identified the following areas where it is well positioned for sustainable growth in the future.   \n   The Company reduces its operating and leasing risks through diversification achieved by the geographic distribution of its properties and a large tenant base. As of December 31, 2022, no single open-air shopping center accounted for more than 1.3% of the Company's annualized base rental revenues, including the proportionate share of base rental revenues from properties in which the Company has less than a 100% economic interest, or more than 1.4% of the Company’s total shopping center GLA. Furthermore, at December 31, 2022, the Company’s single largest tenant represented only 3.7%, and the Company’s five largest tenants aggregated less than 11.4%, of the Company’s annualized base rental revenues, including the proportionate share of base rental revenues from properties in which the Company has less than a 100% economic interest.   As one of the original participants in the growth of the shopping center industry and the nation's largest owners and operators of open-air shopping centers, the Company has established close relationships with major national and regional retailers and maintains a broad network of industry contacts. Management is associated with and/or actively participates in many shopping center and REIT industry organizations. Notwithstanding these relationships, there are numerous regional and local commercial developers, real estate companies, financial institutions and other investors who compete with the Company for the acquisition of properties and other investment opportunities and in seeking tenants who will lease space in the Company’s properties.   Government Regulation   Compliance with various governmental regulations has an impact on our business, including our capital expenditures, earnings and competitive position, which can be material. We incur costs to monitor and take actions to comply with governmental regulations that are applicable to our business, which include, among others, federal securities laws and regulations, applicable stock exchange requirements, REIT and other tax laws and regulations, environmental and health and safety laws and regulations, local zoning, usage and other regulations relating to real property and the Americans with Disabilities Act of 1990.   In addition, see Item 1A. Risk Factors for a discussion of material risks to us, including, to the extent material, to our competitive position, relating to governmental regulations, and see “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” together with our audited consolidated financial statements and the related notes thereto for a discussion of material information relevant to an assessment of our financial condition and results of operations, including, to the extent material, the effects that compliance with governmental regulations may have upon our capital expenditures and earnings.       \n\n\n\n       6\n     \n\n\n\n\n\n\nTable of Contents\n\n\n\n \n\n\n       6\n     \n\n \n\n       6\n     \n \n       6\n      \n\n\nTable of Contents\n\n\n \n\nTable of Contents\n\n \nTable of Contents\n Human Capital Resources   The Company believes that our associates are one of our strongest resources and that a variety of perspectives and experiences found in a diverse workforce spark innovation and enrich company culture. The Company is committed to diversity, equity and inclusion best practices in all phases of the associate life cycle, including recruitment, training and development and promotion. By cultivating high levels of associate satisfaction and improving the diversity of our team, management’s goal is to ensure the Company will remain a significant driving force in commercial real estate well into the future.   The Company has been and will continue to be an equal opportunity employer committed to hiring, developing, and supporting a diverse, equitable, and inclusive workplace.  To ensure full implementation of this equal employment policy, we take steps to ensure that persons are recruited, hired, assigned and promoted without regard to race, creed, national origin, ancestry, citizenship status, religion, age, color, sex, gender (including pregnancy, childbirth and related medical conditions), gender identity and expression, sexual orientation, marital status, disability, genetic information, protected veteran status, or any other characteristic protected by local, state, or federal laws, rules, or regulations.  All of our employees must adhere to a Code of Business Conduct and Ethics that sets standards for appropriate behavior and includes required, regular internal training on preventing, identifying, reporting and stopping any type of discrimination and/or retaliation.   To attract and retain high performing individuals, we are committed to partnering with our associates to provide opportunities for their professional development and promote their health and well-being. We offer a broad range of benefits, and we believe our compensation package and benefits are competitive with others in our industry. Our benefits programs include a robust offering of medical, dental, vision, life, disability and a number of exciting ancillary benefits, all of which require very low associate contributions or are offered at no cost to associates. The Company also provides a Safe Harbor 401(k) program with both pretax and Roth offering including a robust, fully vested matching contribution.   The Company has been recognized as a Great Place to Work® for five consecutive years as well as a One of the 2022 Best Workplaces in Real Estate™, both of which are based on anonymous third-party surveys and feedback collected from our associates. Additionally, the Company was designated a Best Place to Work for LGBTQ+ Equality and has achieved a perfect score on the Human Rights Campaign Foundation’s 2022 Corporate Equality Index, a nationally recognized benchmarking survey and report measuring corporate policies and practices related to LGBTQ+ workplace equality.   The Company operates under a hybrid work model, which balances associates’ need for valuable face-to-face interactions with individual preferences for ideal work conditions. By continuing to focus on communication, collaboration, and innovation, and by encouraging associates to protect their personal time and be deliberate in where and how they choose to work, management is confident that the model results in a happier, engaged, and more efficient workforce.   The Company’s executive and management team promotes a true “open door” environment in which all feedback and suggestions are welcome. Whether it be through regular all employee calls, department meetings, frequent training sessions, Coffee Connections with the executive team, use of our BRAVO recognition program, awarding of iPads for Ideas, or participation in our LABS (Leaders Advancing Business Strategy) program, associates are encouraged to be inquisitive and share ideas. Those ideas have resulted in a number of programs and benefit enhancements.   The Company promotes physical health, including access to a national gym membership program for associates and their family members as well as host to regular wellness and nutrition seminars and health screenings. The Company also feels it is important that our associates are engaged and active in the community. Across our numerous offices, associates host volunteer and social activities. Whether we’re participating in walks, runs, food or toy drives, the Company promotes and supports associate volunteerism with two volunteer days off per year and a company matching program in support of each associates charitable endeavors. The Company also encourages associates to directly drive strategy around the Company’s environmental, social and governance initiatives through participation in five associate-driven KIMunity Councils focused in the areas of diversity, equity and inclusion, giving, wellness, sustainability, and tenant engagement.   The Company recognizes the importance of advanced education. Each year, the Company funds $100,000 in college scholarships to benefit the children of our associates. In addition, the Company recently announced, in partnership with ICSC, it is providing $100,000 in scholarships to students wishing to pursue careers in real estate, of which no less than 50% will be awarded to students of under-represented groups. Both programs are managed by independent third parties who consider an equal balance of academics and financial need as determining factors.   The Company's executive offices are located at 500 North Broadway, Suite 201, Jericho, NY 11753, a mixed-use property that is wholly owned by the Company, and its telephone number is (516) 869-9000 or 1-800-764-7114. Nearly all corporate functions, including legal, data processing, finance and accounting are administered by the Company from its executive offices in Jericho, New York and supported by the Company’s regional offices. As of December 31, 2022, a total of 639 persons were employed by the Company, of which 31% were located in our corporate office with the remainder located in 28 offices throughout the United States. The average tenure of our employees was 9.0 years. \n\n\n\n       7\n     \n\n\n\n\n\n\nTable of Contents\n\n\n\n \n\n\n       7\n     \n\n \n\n       7\n     \n \n       7\n      \n\n\nTable of Contents\n\n\n \n\nTable of Contents\n\n \nTable of Contents\n Cybersecurity   The Company’s Audit Committee receives quarterly briefings from the Company’s Chief Information Officer regarding the emerging cybersecurity threat and risk landscape as well as the Company’s security program and related readiness, resiliency, and response efforts.   The Company has a Cyber Risk Committee (“Cyber Committee”) which reviews and reports on technology-based security issues. The Cyber Committee is comprised of senior management from various business units within the Company and meets quarterly to review the status of the Company’s overall security program as well as controls and procedures and to stay up-to-date of relevant legislative, regulatory and technical developments.   The Company utilizes a variety of administrative, technical and physical safeguards that take into account the nature of our IT environment, information assets and cyber risks posed by both internal and external threats. The Company has incorporated cybersecurity coverage in its insurance policies. The Company’s goal is to keep its data and systems, as well as its employees safe from cybersecurity threats.   The Company conducts employee security awareness training and internal phishing exercises. When security issues arise, the Company conducts a prompt investigation and initiates response protocols and other measures to protect the Company and its valued employees and key stakeholders.   Environmental, Social and Governance (“ESG”) Programs   The Company strives to build a thriving and viable business, one that succeeds by delivering long-term value for its stakeholders. We believe that the Company’s ESG programs are aligned with its core business strategy of creating destinations for everyday living that inspire a sense of community and deliver value to its many stakeholders.   \n\n\n\n       8\n     \n\n\n\n\n\n\nTable of Contents\n\n\n\n \n\n\n       8\n     \n\n \n\n       8\n     \n \n       8\n      \n\n\nTable of Contents\n\n\n \n\nTable of Contents\n\n \nTable of Contents\n   The Company has identified the following five pillars that outline the Company’s current strategic priorities within our ESG program. The Company has defined 16 ESG goals that expand upon the Company’s commitment with clear targets in each pillar:   \n   The Company has aligned its annual reporting with standards from the Global Reporting Initiative (“GRI”), Sustainability Accounting Standards Board (“SASB”) and Task Force on Climate-related Financial Disclosures (“TCFD”).  The Company also discloses aggregate-level EEO-1 workforce diversity data that can be found on the Company’s website, which data and website contents are not incorporated by reference hereto.  Additional ESG information of relevance to stakeholders can be found on the Company’s website, the contents of which are not incorporated by reference and do not form a part of this Form 10-K.   The Company’s Board of Directors sets the Company’s overall ESG program objectives and oversees enterprise risk management. The Nominating and Corporate Governance Committee of the Board of Directors is responsible for overseeing the Company's efforts with regard to the Company's ESG matters.   The Company recognizes that climate change is one of the most significant stakeholder issues of our times, threatening the viability of economic and environmental systems globally. The scientific community has studied climate change and a consensus exists that warming is occurring outside the boundaries of historical planetary trends due in significant part, to human activity. As a real estate portfolio owner, the Company monitors physical and transition risks as well as opportunities posed to its business by climate change and quantifies and discloses the climate impacts of its activities.   The Company’s science-based GHG emissions reduction goals are aligned with the Paris Climate Accord and while there can be no guarantees, we believe they could  put the Company on pace to achieve Scope 1 and Scope 2 net zero GHG emissions by 2050.   \n\n\n\n       9\n     \n\n\n\n\n\n\nTable of Contents\n\n\n\n \n\n\n       9\n     \n\n \n\n       9\n     \n \n       9\n      \n\n\nTable of Contents\n\n\n \n\nTable of Contents\n\n \nTable of Contents\n   Climate risks and opportunities are generally evaluated at both the corporate and individual asset level. The following table summarizes relevant climate risks identified as a part of the Company’s ongoing risk assessment process. The Company may be subject to other climate risks not included below.   Climate Risk Description Physical Windstorms Increased frequency and intensity of windstorms, such as hurricanes, could lead to property damage, loss of property value and interruptions to business operations Sea Level Rise Rising sea levels could lead to storm surge and other potential impacts for low-lying coastal properties leading to damage, loss of property value and interruptions to business operations Flooding Change in rainfall conditions leading to increased frequency and severity of flooding could lead to property damage, loss of property value and interruptions to business operations Wildfires Change in fire potential could lead to permanent loss of property, stress on human health (air quality) and stress on ecosystem services Heat and Water Stress Increases in temperature could lead to droughts and decreased available water supply could lead to higher utility usage, supply interruptions and reputational issues in local communities Transition Regulation Regulations at the federal, state and local levels could impose additional operating and capital costs associated with utilities, energy efficiency, building materials and building design Reputation Increased interest among retail tenants in building efficiency, sustainable design criteria and \"green leases\", which incorporate provisions intended to promote sustainability at the property, could result in decreased demand for outdated space   The Company’s approach in mitigating these risks include but are not limited to (i) carrying additional insurance coverage relating to flooding and windstorms, (ii) maintaining a geographically diversified portfolio, which limits exposure to event driven risks and (iii) creating a form “green lease” for its tenants which incorporates varied criteria that align landlord and tenant sustainability priorities as well as establishing green construction criteria.   In 2020, the Company issued $500.0 million in 2.70% notes due 2030 in its inaugural green bond offering. The net proceeds from this offering are allocated to finance or refinance, in whole or in part, recently completed, existing or future eligible green projects, with projects are to be aligned with the four core components of the Green Bond Principles, 2018 as administered by the International Capital Market Association. Additionally, the Company’s $2.0 billion Credit Facility (as defined below) is a green credit facility which incorporates rate adjustments associated with attainment (or nonattainment) of Scope 1 and 2 greenhouse gas emissions reductions.   Information About Our Executive Officers   The following table sets forth information with respect to the executive officers of the Company as of December 31, 2022:   Name Age Position Joined Kimco Milton Cooper 93 Executive Chairman of the Board of Directors Co-Founder Conor C. Flynn 42 Chief Executive Officer 2003 Ross Cooper 40 President and Chief Investment Officer 2006 Glenn G. Cohen 58 Executive Vice President, Chief Financial Officer and Treasurer 1995 David Jamieson 42 Executive Vice President, Chief Operating Officer 2007   Available Information   The Company’s website is located at http://www.kimcorealty.com. The information contained on our website does not constitute part of this Form 10-K. On the Company’s website you can obtain, free of charge, a copy of this Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act, as soon as reasonably practicable, after we file such material electronically with, or furnish it to, the SEC. The public may read and obtain a copy of any materials we file electronically with the SEC at http://www.sec.gov.   \n\n     10\n   \n\n\n\n\nTable of Contents\n\n\n\n \n     10\n    \n\n\nTable of Contents\n\n\n \n\nTable of Contents\n\n \nTable of Contents\n  ", "time": "00:00:31"}