{"cik": 891103, "item_1A": "Item 1.     Business  Who we are Match Group, Inc., through its portfolio companies, is a leading provider of digital technologies designed to help people make meaningful connections. Our global portfolio of brands includes Tinder®, Hinge®, Match®, Meetic®, OkCupid®, Pairs™, Plenty Of Fish®, Azar®, Hakuna®, and more, each built to increase our users’ likelihood of connecting with others. Through our trusted brands, we provide tailored services to meet the varying preferences of our users. Our services are available in over 40 languages to our users all over the world. As used herein, “Match Group,” the “Company,” “we,” “our,” “us,” and similar terms refer to Match Group, Inc. and its subsidiaries after the completion of the Separation (defined below), unless the context indicates otherwise.  The business of creating meaningful connections Our goal is to spark meaningful connections for users around the world. Consumers’ preferences vary significantly, influenced in part by demographics, geography, cultural norms, religion, and intent (for example, seeking friendship, casual dating, or more serious relationships). As a result, the market for social connection apps is fragmented, and no single service has been able to effectively serve all of those seeking social connections. Prior to the proliferation of the internet and mobile devices, human connections traditionally were limited by social circles, geography, and time. People met through work colleagues, friends and family, in school, at church, at social gatherings, in bars and restaurants, or in other social settings. Today, the adoption of mobile technology and the internet has significantly expanded the ways in which people can create new interactions, and develop meaningful connections and relationships. Additionally, the ongoing adoption of technology into more aspects of daily life continues to further erode biases and stigmas across the world that previously served as barriers to individuals using technology to help find and develop those connections. We believe that technologies that bring people together serve as a natural extension of the traditional means of meeting people and provide a number of benefits for users, including: •Expanded options: Social connection apps provide users access to a large pool of people they otherwise would not have a chance to meet. •Efficiency: The search and recommending features, as well as the profile information available on social connection apps, allow users to filter a large number of individuals in a short period of time, increasing the likelihood that users will make a connection with someone. •More comfort and control: Compared to the traditional ways that people meet, social connection apps provide an environment that reduces the awkwardness around identifying and reaching out to new people who are interested in connecting. This leads to many people who would otherwise be passive participants taking a more active role. •Safely meet new people: Social connection apps can offer a safer way to contact new people for the first-time by limiting the amount of personal information exchanged and providing an opportunity to vet a new connection before meeting in person, including via video communication. •Convenience: The nature of the internet and the proliferation of mobile devices allow users to connect with new people at any time, regardless of where they are. Depending on a person’s circumstances at any given time, social connection apps can act as a supplement to, or substitute for, traditional means of meeting people. When selecting a social connection app, we believe that users consider the following attributes: •Brand recognition and scale: Brand is very important. Users generally associate strong brands with a higher likelihood of success and more tools to help the user connect safely and securely. Generally,  4 4 4 Table of Contents  Table of Contents successful brands depend on large, active communities of users, strong algorithmic filtering technology, and awareness of successful usage among similar users. •Successful experiences: Demonstrated success of other users attracts new users through word-of-mouth recommendations. Successful experiences also drive repeat usage. •Community identification: Users typically look for social connection apps that offer a community or communities to which the user can relate. By selecting a social connection app that is focused on a particular demographic, religion, geography, or intent, users can increase the likelihood that they will make a connection with someone with whom they identify. •Service features and user experience: Users tend to gravitate towards social connection apps that offer features and user experiences that resonate with them, such as question-based matching algorithms, location-based features, or search capabilities. User experience is also driven by the type of user interface (for example, using our patented Swipe® technology versus scrolling), a particular mix of free and paid features, ease of use, privacy, and security. Users expect every interaction with a social connection app to be seamless and intuitive. Given varying consumer preferences, we have adopted a brand portfolio approach, through which we attempt to offer social connection apps that collectively appeal to the broadest spectrum of consumers. We believe that this approach maximizes our ability to attract additional users.  Our portfolio The following is a list of our key brands: Tinder. The Tinder® platform, incubated at the Company, was launched in 2012 and has since risen to scale and popularity faster than any other service in the online dating category, growing to over 10.8 million payers as of the fourth quarter of 2022. Tinder’s patented Swipe® technology has led to significant adoption, particularly among 18 to 30 year-old users, who were historically underserved by the online dating category. Tinder employs a freemium model, through which users are allowed to enjoy many of the core features of Tinder for free, including limited use of the Swipe Right® feature with unlimited communication with other users. However, to enjoy premium features, such as unlimited use of the Swipe Right feature, a Tinder user must subscribe to one of several subscription offerings: Tinder Plus®, Tinder Gold®, or Tinder Platinum®. Tinder users and subscribers may also pay for certain premium features, such as Super Likes™ and Boosts, on a pay-per-use basis. Tinder Explore is an additional feature available for users to interact with others in ways that are non-traditional to Tinder. Hinge. Hinge® was launched in 2012 and has grown to be a popular app for relationship-minded individuals, particularly among the millennial and younger generations, in English speaking countries. Hinge has more recently expanded into additional European markets such as Germany and the Nordics. Hinge is a mobile-only experience and employs a freemium model. Hinge focuses on users with a higher level of intent to enter into a relationship and its services are designed to reinforce that purpose. In 2021, Hinge launched Video Prompts, Voice Prompts, and Voice Notes. With these features, users can better showcase who they are through text, photos, video, and now, voice at different points in their dating journey. Hinge offers two premium subscription offerings as of February 2023: Hinge+ and HingeX. Match. The Match® platform was launched in 1995 and helped create the online dating category with the ability to search profiles and receive algorithmic recommendations, and it now also offers a one-to-one real-time video feature. Additionally, Match offers its subscribers a higher level of service than most of our other brands, including access to date coaching services and profile reviews. Match is a brand that focuses on users with a higher level of intent to enter into a serious relationship and its services and marketing are designed to reinforce that purpose. Meetic. Meetic®, a leading European online dating brand based in France, was launched in 2001. Meetic is the most recognized dating app for singles over age 35 in Europe. Meetic is a brand that focuses on users with a higher level of intent to enter into a serious relationship and its service and marketing are designed to reinforce that purpose. Meetic recently introduced online audio and video chat rooms into the Meetic experience. 5 5 5 Table of Contents  Table of Contents OkCupid. The OkCupid® service was launched in 2004 and has attracted users through a Q&A approach to the dating category. OkCupid relies on a freemium model and has a loyal, culturally progressive user base predominately located in larger metropolitan areas in English-speaking markets. Pairs. The Pairs™ app was launched in 2012 and is a leading provider of online dating services in Japan, with a presence in Taiwan and South Korea. Pairs is a dating platform that was specifically designed to address social barriers generally associated with the use of dating services in Japan. Plenty Of Fish. The Plenty Of Fish® dating service launched in 2003. Among its distinguishing features is the ability to both search profiles and receive algorithmic recommendations. Plenty Of Fish has grown in popularity over the years and relies on a freemium model. Plenty Of Fish has broad appeal in the United States, Canada, the United Kingdom, and a number of other international markets. In 2020, Plenty Of Fish launched POF Live™, a one-to-many live streaming video feature that allows users to engage with other users at Plenty Of Fish in a different format from traditional dating profiles. Azar. Azar® was launched in 2014 and acquired in 2021 through our acquisition of Hyperconnect. Azar is a one-to-one video chat service powered by real-time language translations that allow users to meet and interact with a variety of people across the globe in their native language. Azar is primarily focused in the APAC and Other region, with growth in Western Europe. Azar added live streaming in 2022. Hakuna. The Hakuna® service was launched in 2019 and acquired in 2021 through our acquisition of Hyperconnect. Hakuna Live is an interactive, social app that allows for one-to-many live streaming experiences. Hakuna offers virtual gifting and its userbase is predominantly located in the APAC and Other region. The League. The League® dating app was launched in 2014 and acquired in 2022. The League is a dating platform focused on career-oriented individuals, which requires users to apply and be accepted prior to using the app. In addition to the brands above, our portfolio includes brands such as Chispa™ and BLK®, which bring the Swipe® feature made popular by Tinder to the Latino and Black communities, respectively. We strive to empower individual brand leaders with the authority and incentives to grow their respective brands. Our brands compete with each other and with third-party businesses on brand characteristics, service features, and business model, however we also work to apply a centralized discipline and share best practices across our brands in order to quickly introduce new services and features, optimize marketing, increase growth, reduce costs, improve user safety, and maximize profitability. Additionally, we centralize certain other administrative functions, such as legal, accounting, finance, treasury, real estate and facilities, and tax. We attempt to centrally facilitate excellence and efficiency across the entire portfolio by: •centralizing operational functions across certain brands where we have strength in personnel and sufficient commonality of business interest (for example, ad sales, online marketing, and business technology are centralized across some, but not all, brands); •developing talent across the portfolio to allow for development of specific proficiencies and promoting career advancement while maintaining the ability to deploy the best talent in the most critical positions across the company at any given time; and •sharing analytics to leverage services and marketing successes across our businesses rapidly for competitive advantage.  Staying competitive The industry for social connection apps is competitive and has no single, dominant brand globally. We compete with a number of other companies that provide similar technologies for people to meet each other, including other online dating platforms; other social media platforms and social-discovery apps; offline dating services, such as in-person matchmakers; and other traditional means of meeting people. We believe that our ability to attract new users to our brands will depend primarily upon the following factors: 6 6 6    •our ability to continue to increase consumer acceptance and adoption of technologies to meet other people, particularly in emerging markets and parts of the world where the associated stigma has not yet fully eroded; •continued growth in internet access and smart phone adoption in certain regions of the world, particularly emerging markets; •the continued strength of our well-known brands and the growth of our emerging brands; •the breadth and depth of our active communities of users; •our brands’ reputation for trust and safety; •our ability to evolve our services to keep up with user requirements, social trends, and the ever-evolving technological landscape; •our brands’ ability to keep up with the constantly changing regulatory landscape, in particular, as it relates to the regulation of consumer digital media platforms; •our ability to efficiently acquire new users for our services; •our ability to continue to optimize our monetization strategies; and •the design and functionality of our services. A large portion of customers use multiple services over a given period of time, either concurrently or sequentially, making our broad portfolio of brands a competitive advantage.  Where we earn our revenue Many of our brands enable users to establish a profile and review other users’ profiles without charge. Each brand also offers additional features, some of which are free, and some of which require payment depending on the particular service. In general, access to premium features requires a subscription, which is typically offered in packages (generally ranging from one to six months), depending on the service and circumstance. Prices can differ meaningfully within a given brand depending on the duration of a subscription, the bundle of paid features that a user chooses to access, and whether or not a user is taking advantage of any special offers. In addition to subscriptions, many of our brands offer users certain features, such as the ability to promote themselves for a given period of time, or highlight themselves to a specific user, and these features are offered on a pay-per-use, or à la carte, basis. The precise mix of paid and premium features is established over time on a brand-by-brand basis and is subject to constant iteration and evolution. Our direct revenue is primarily derived from users in the form of recurring subscriptions, which typically provide unlimited access to a bundle of features for a specified period of time, and to a lesser extent from à la carte features, where users pay a non-recurring fee for a specific consumable benefit or feature. Each of our brands offers a combination of free and paid features targeted to its unique community. In addition to direct revenue from our users, we generate indirect revenue from advertising, which comprises a much smaller percentage of our overall revenue as compared to direct revenue.  Dependencies on services provided by others App Stores We rely on the Apple App Store and the Google Play Store to distribute and monetize our mobile applications and related in-app services. While our mobile applications are free to download from these stores, we offer our users the opportunity to purchase subscriptions and certain à la carte features through these applications. We generally determine the prices at which these subscriptions and features are sold; however, purchases of these subscriptions and features are required in most cases to be processed through the in-app payment systems provided by Apple and Google, although some of our applications are currently able to use their own payment systems for in-app purchases made on Android devices. Where we are required to use Apple’s and Google’s payment systems, we pay Apple and Google, as applicable, a meaningful share (generally 30%, although as of January 1, 2022 Google reduced the percentage applicable to subscriptions to 15%) of the revenue we receive from these transactions. 7 7 7 Table of Contents  Table of Contents Additionally, when our users and subscribers access and pay through the app stores, Apple and Google may receive personal data about our users and subscribers that we would otherwise receive if we transacted with our users and subscribers directly. Apple and Google have restricted our access to much of that data. Both Apple and Google have broad discretion to change their respective terms and conditions applicable to the distribution of our applications, including the amount of, and requirement to pay, certain fees associated with purchases required to be facilitated by Apple and Google through their payment systems, and to interpret their respective terms and conditions in ways that may limit, eliminate or otherwise interfere with our ability to distribute our applications through their stores, the features we provide, the manner in which we market our in-app services, and our ability to access information about our users and subscribers that they collect. Apple or Google could also make changes to their operating systems or payment services that could negatively impact our business, including by unilaterally raising the prices for those services. The manner in which Apple and Google operate these services is being reviewed by legislative and regulatory bodies globally. Notably, the European Union (the “EU”)  recently adopted the Digital Markets Act, which is expected to designate Apple and Google as “gatekeepers” and accordingly restrict them from (i) imposing fees or other requirements that are not fair, reasonable and non-discriminatory to all application developers and (ii) prohibiting application developers from informing users about alternative payment options, offering their own in-app payment systems and making their applications available through alternate app stores on iOS and Android devices. In addition, the Republic of Korea has adopted legislation that prohibits Apple and Google from requiring that developers exclusively use Apple and Google to process payments. Further, courts and regulators in several jurisdictions, including France, India, and the Netherlands have all found that certain app store commissions or requirements that application developers exclusively use in-app payment systems violates laws in those jurisdictions. Multiple other jurisdictions, including the United Kingdom, Japan, Mexico, Brazil, Indonesia, Chile, and South Africa, are investigating, considering regulatory action or considering legislation to restrict or prohibit these practices. The United States Congress, as well as a number of state legislatures, are also considering legislation that would regulate certain terms of the relationships between developers and Apple and Google and prohibit Apple and Google from requiring in-app payment processing. On March 31, 2022, Google began enforcing its new in-app payments policy, which requires all developers to process all in-app purchases of subscriptions and features entirely through Google’s in-app payment system. If an application developer failed to comply by June 1, 2022, Google threatened to remove that developer’s applications from the Google Play Store and not allow it to make updates to its applications. In May 2022, several of our subsidiaries filed a complaint in federal district court in California against Google alleging that Google’s dominance and anti-competitive conduct in the Android app distribution and in-app payment markets violate federal antitrust laws, particularly with respect to the requirement that we use Google’s in-app payment system exclusively. For additional information, see “Item 3 Legal Proceedings—Google Litigation” and “Item 1A Risk factors—Risks relating to our business—As the distribution of our services through app stores increases, in order to maintain our profit margins, we may need to offset increasing app store fees by decreasing traditional marketing expenditures, increasing user volume or monetization per user, or by engaging in other efforts to increase revenue or decrease costs generally, or our business, financial condition, and results of operations could be adversely affected.” While Google has already enforced its new payments policy in most jurisdictions, it has not done so with respect to our applications due to a stipulation reached by the parties in the ongoing Google litigation. Cloud and Other Services We rely on third parties, primarily data-center and cloud-based, hosted web service providers, such as Amazon Web Services, as well as third party computer systems, broadband and other communications systems and service providers, in connection with the provision of our applications generally, as well as to facilitate and process certain transactions with our users. We have no control over any of these third parties or their operations. Problems experienced by third-party data center service providers and cloud-based, hosted web service providers upon which our brands including Tinder, Hinge, and Pairs rely, the telecommunications network providers with which we or they contract, or with the systems through which telecommunications providers allocate capacity among their customers could also adversely affect us. Any changes in service levels at our data centers or hosted web service providers or any interruptions, outages or delays in our systems or those of our  8 8 8 Table of Contents  Table of Contents third-party providers, or deterioration in the performance of these systems, could impair our ability to provide our services or process transactions with our users, which would adversely impact our business, financial condition and results of operations. Sales and marketing  All of our brands rely on word-of-mouth, or free, user acquisition to varying degrees. Our brands also rely on paid user acquisition for a significant percentage of their users. Our online marketing activities generally consist of purchasing social media advertising, banner, and other display advertising, search engine marketing, email campaigns, video advertising, business development or partnership arrangements, creating content, and partnering with influencers, among other means to promote our services. Our offline marketing activities generally consist of television advertising, out-of-home advertising, and public relations efforts.  Intellectual property  We regard our intellectual property rights, including trademarks, domain names, and other intellectual property, as critical to our success. For example, we rely heavily upon the use of trademarks (primarily Tinder®, Hinge®, Match®, Plenty Of Fish®, OkCupid®, Meetic®, Pairs™, Swipe®, Azar®, and Hakuna®, and associated domain names, taglines and logos) to market our services and applications and build and maintain brand loyalty and recognition. We maintain an ongoing trademark and service mark registration program, pursuant to which we register our brand names, service names, taglines and logos and renew existing trademark and service mark registrations in the United States and other jurisdictions to the extent we determine it to be necessary or otherwise appropriate and cost-effective. In addition, we have a trademark and service mark monitoring policy pursuant to which we monitor applications filed by third parties to register trademarks and service marks that may be confusingly similar to ours, as well as potential unauthorized use of our material trademarks and service marks. Our enforcement of this policy affords us valuable protection under current laws, rules and regulations. We also reserve and register (to the extent available) and renew existing registrations for domain names that we believe are material to our business. We also rely upon a combination of in-licensed third-party and proprietary trade secrets, including proprietary algorithms, and upon patented and patent-pending technologies, processes, and features relating to our recommendation process systems or features and services with expiration dates from 2023 to 2040. We have an ongoing invention recognition program pursuant to which we apply for patents to the extent we determine it to be core to our service or businesses or otherwise appropriate and cost-effective. We rely on a combination of internal and external controls, including applicable laws, rules, and regulations, and contractual restrictions with employees, contractors, customers, suppliers, affiliates, and others, to establish, protect, and otherwise control access to our various intellectual property rights.  Government regulation We are subject to a variety of laws and regulations in the United States and abroad that involve matters that are important to or may otherwise impact our business, including, among others, antitrust and competition issues, broadband internet access, online commerce, advertising, user privacy, data protection, intermediary liability, protection of minors, consumer protection, general safety, sex-trafficking, taxation, money laundering, and securities law compliance. As a result, we could be subject to actions based on negligence, regulatory compliance, various torts, and trademark and copyright infringement, among other actions. See “Item 1A Risk factors—Risks relating to our business—Our business is subject to complex and evolving U.S. and international laws and regulations, including with respect to data privacy and platform liability. These laws and regulations are subject to change and uncertain interpretation, and could result in changes to our business practices, increased cost of operations, declines in user growth or engagement, claims, monetary penalties, or otherwise harm our business” and “—Risks relating to our business—We may fail to adequately protect our intellectual property rights or may be accused of infringing the intellectual property rights of third parties.” Because we receive, store, and use a substantial amount of information received from or generated by our users, we are particularly impacted by laws and regulations governing privacy; the storage, sharing, use, processing, disclosure, transfer, and protection of personal data; and data breaches, in many of the countries in  9 9 9    which we operate. For example, in the EU we are subject to the General Data Protection Act (“GDPR”), which applies to companies established in the EU or otherwise providing services or monitoring the behavior of people located in the EU and provides for significant penalties in case of non-compliance as well as a private right of action for individual claimants. GDPR will continue to be interpreted by EU data protection regulators, which have and may in the future require that we make changes to our business practices, and could generate additional costs, risks, and liabilities. The EU is also considering an update to its Privacy and Electronic Communications (so-called “e-Privacy”) Directive, notably to amend rules on the use of cookies, direct marketing and processing of private communications and related metadata, which may also require that we make changes to our business practices and could generate additional costs, risks and liabilities. In 2020, the Court of Justice of the EU declared transfers of personal data on the basis of the European Commission’s Privacy Shield Decision illegal and stipulated stricter requirements for the transfer of personal data based on standard contract clauses. This judgment and the resulting decisions and guidelines from EU supervisory authorities may require changes to our business practices and generate additional costs, risks and liabilities. Brexit could result in the application of new and conflicting data privacy and protection laws and standards to our operations in the United Kingdom (the “UK”) and our handling of personal data of users located in the UK. At the same time, many countries in which we do business have already adopted or are also currently considering adopting privacy and data protection laws and regulations. For instance, multiple legislative proposals concerning privacy and the protection of user information have been introduced in the U.S. Congress. Various U.S. state legislatures are also considering privacy legislation in 2023 and beyond. Some U.S. state legislatures have already passed and enacted privacy legislation, most prominently the California Consumer Privacy Act of 2018, which came into effect on January 1, 2020, with full enforcement commencing on June 30, 2020. Also the California Privacy Rights Act of 2020 (the “CPRA”) was enacted in 2020, which expanded the state’s consumer privacy laws and creates a new government organization, the California Privacy Protection Agency, to enforce the law. The majority of the CPRA’s provisions entered into force on January 1, 2023, with a lookback to January 2022. In addition to California, comprehensive privacy laws were passed in Virginia, Colorado, Connecticut, and Utah and are scheduled to enter into force in 2023. Additionally, the Federal Trade Commission has increased its focus on privacy and data security practices at digital companies, as evidenced by levying a first-of-its kind, $5 billion fine against Facebook for privacy violations in 2019, as well as a $150 million fine against Twitter for privacy violations in May 2022. Finally, talks of a U.S. federal privacy law are ongoing in Congress, with multiple proposals being considered, and may lead to the passing of a new law in the coming years. Concerns about harms and the use of dating services and social networking platforms for illegal conduct, such as romance scams, promotion of false or inaccurate information, financial fraud, and sex-trafficking, have produced and could continue to produce future legislation or other governmental action. For example, the EU recently adopted the Digital Services Act (the “DSA”), which goes into effect in 2024 and imposes additional requirements on technology companies around moderation, transparency, and the overall safety of their platforms. In addition, the UK introduced and intends to pass its Online Safety Bill, which imposes similar requirements to those provided in the DSA. Of note, this legislation would introduce criminal liability for senior managers of regulated entities if they fail to comply with certain child protection duties. In the United States, government authorities, elected officials, and political candidates have called for amendments to Section 230 of the Communications Decency Act (the “CDA”) that would purport to limit or remove protections afforded to technology companies. If these proposed laws are passed, or if future legislation or governmental action is proposed or taken to address concerns regarding such harms, changes could be required to our services that could restrict or impose additional costs upon the conduct of our business generally or otherwise expose us to additional liability. There are also a number of pending legal challenges to the CDA, including multiple lawsuits in United States federal courts, such as Gonzalez v. Google LLC, which is pending before the United States Supreme Court. Any weakening of the CDA could result in increased litigation costs, as well as a potentially increased chance of liability. See “Item 1A Risk factors—Risks relating to our business—Inappropriate actions by certain of our users could be attributed to us and damage our brands’ reputations, which in turn could adversely affect our business.” Our global businesses are subject to a variety of complex and continuously evolving income and other tax frameworks. For example, the Organization for Economic Co-Operation and Development (“OECD”) has reached political agreement for international tax reform, which includes expanding the jurisdiction of member countries  10 10 10    to tax businesses based on some level of digital presence, as well as subjecting these companies to a global minimum tax rate of 15%. The OECD’s framework calls for countries to repeal digital services taxes once the OECD’s reforms around allocating new taxing rights to markets come into full force. The OECD has set a deadline of early 2023 to propose a multilateral convention. Several countries have made announcements concerning their intention to effect the 15% minimum tax. For example, the EU approved a directive to this effect in December 2022, requiring member states to transpose such a provision into their domestic laws by the end of 2023, with effect from 2024. As a provider of subscription services, we are also subject to laws and regulations in certain U.S. states and other countries that apply to our automatically-renewing subscription payment models. For example, the EU’s Payment Services Directive (PSD2), which became effective in 2018, has impacted our ability to process auto-renewal payments and offer promotional or differentiated pricing for users in the EU. Also, new legislation in Germany and France has imposed additional obligations on providers of subscription services regarding the automatic renewal and cancellation of online subscriptions. Similar legislation or regulation, or changes to existing laws or regulations governing subscription payments, have been adopted or are being considered in many U.S. states. Finally, certain U.S. states and certain countries in the Middle East and Asia have laws that specifically govern dating services.  Human capital Our people are critical to Match Group’s continued success and we work hard to attract, retain and motivate qualified talent. As of December 31, 2022, we had approximately 2,700 full-time and approximately 20 part-time employees, which represents an 8% year-over-year increase in employee headcount. We expect our overall headcount to remain relatively flat in 2023 as we look to accelerate our efforts to control costs amid a difficult macroeconomic environment, especially in headcount-related expenses. However, we expect to continue to focus on recruiting employees in technical functions such as software engineers at growing brands and where critical needs arise, as well as to hire a number of employees and contractors to continue to bolster various privacy, safety and data security initiatives. As of December 31, 2022, approximately 62%, 14%, and 24% of our employees reside in the Americas, Europe, and APAC and Other regions, respectively, spanning 23 countries and reflecting various cultures, backgrounds, ages, sexes, gender identities, sexual orientations, and ethnicities. Our global workforce is highly educated, with the majority of our employees working in engineering or technical roles that are central to the technological and service innovations that drive our business. Competition for qualified talent has historically been intense, particularly for software engineers and other technical staff. We believe that an equitable and inclusive environment with diverse teams produces more creative solutions, results in better, more innovative services, and is crucial to our efforts to attract and retain key talent. We work to support our goals of diversifying our workforce through recruiting, retention, and people development. Our goal is to create a culture where everybody, from everywhere and with every background, can contribute, grow, and thrive. Our compensation and benefits programs are designed to attract and reward talented individuals who possess the skills necessary to support our business objectives, assist in the achievement of our strategic goals, and create long-term value for our stockholders. In addition to salaries, these programs (which vary by country/region) include annual bonuses, stock-based awards, an employee stock purchase plan, retirement benefits, healthcare and insurance benefits, paid time off, family leave, flexible work schedules, mental health and wellness programs, and employee assistance programs. We are committed to providing competitive and equitable pay. We base our compensation on market data and conduct evaluations of our compensation practices on a regular basis to determine the competitiveness and fairness of our packages. We are committed to empowering our people with career advancement and learning opportunities. Our talent development programs provide employees with resources to help achieve their career goals, build management skills, and contribute to and, where applicable, lead their organizations. We regularly conduct anonymous surveys to seek feedback from our employees on a variety of topics, including but not limited to, confidence in company leadership, competitiveness of our compensation and  11 11 11    benefits, career growth opportunities, and ways to improve our company’s position as an employer of choice. The results are shared with our employees and reviewed by senior leadership, who analyze areas of progress or opportunity and prioritize actions and activities in response to this feedback to drive meaningful improvements in employee engagement. We believe that our approach to talent has been instrumental in our growth, and has made Match Group a desirable destination for current and future employees.  Additional information Company website and public filings.  Investors and others should note that we announce material financial and operational information to our investors using our investor relations website at https://ir.mtch.com, Securities and Exchange Commission (“SEC”) filings, press releases, and public conference calls. We use these channels as well as social media to communicate with our users and the public about our company, our services, and other issues. It is possible that the information we post on social media could be deemed to be material information. Accordingly, investors, the media, and others interested in our company should monitor the social media channels listed on our investor relations website in addition to following our SEC filings, press releases, and public conference calls. Neither the information on our website, nor the information on the website of any Match Group business, is incorporated by reference into this report, or into any other filings with, or into any other information furnished or submitted to, the SEC. The Company makes available, free of charge through its website, its Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, and Current Reports on Form 8-K (including related exhibits and amendments) as soon as reasonably practicable after they have been electronically filed with (or furnished to) the SEC. Code of ethics.  The Company’s code of ethics applies to all employees (including Match Group’s principal executive officer, principal financial officer and principal accounting officer) and directors and is posted on the Company’s website at https://ir.mtch.com under the heading of “Corporate Governance.” This code of ethics complies with Item 406 of SEC Regulation S-K and the rules of The Nasdaq Stock Market LLC. Any changes to the code of ethics that affect the provisions required by Item 406 of Regulation S-K, and any waivers of such provisions of the code of ethics for Match Group’s executive officers, senior financial officers or directors, will also be disclosed on Match Group’s website.  Separation of Match Group and IAC On June 30, 2020, the companies formerly known as Match Group, Inc. (referred to as “Former Match Group”) and IAC/InterActiveCorp (referred to as “Former IAC”) completed the separation of the Company from IAC through a series of transactions that resulted in two, separate public companies—(1) Match Group, which consists of the businesses of Former Match Group and certain financing subsidiaries previously owned by Former IAC, and (2) IAC/InterActiveCorp, formerly known as IAC Holdings, Inc. (“IAC”), consisting of Former IAC’s businesses other than Match Group (the “Separation”). 12 12 12 Table of Contents  Table of Contents The following diagram illustrates the simplified organizational and ownership structure immediately prior to the Separation.  Under the terms of the Transaction Agreement (the “Transaction Agreement”) dated as of December 19, 2019 and amended as of April 28, 2020 and as further amended as of June 22, 2020, Former Match Group merged with and into Match Group Holdings II, LLC (“MG Holdings II”), an indirect wholly-owned subsidiary of Match Group, with MG Holdings II surviving the merger as an indirect wholly-owned subsidiary of Match Group. Former Match Group stockholders (other than Former IAC) received, through the merger, in exchange for each outstanding share of Former Match Group common stock that they held, one share of Match Group common stock and, at the holder’s election, either (i) $3.00 in cash or (ii) a fraction of a share of Match Group common stock with a value of $3.00 (calculated pursuant to the Transaction Agreement). As a result of the merger and other transactions contemplated by the Transaction Agreement, Former Match Group stockholders (other than Former IAC) became stockholders of the Company. The following diagram illustrates the simplified organizational and ownership structure of IAC and Match Group immediately after the Separation.  The Company was incorporated in 1986 in Delaware and underwent many name changes before becoming IAC/InterActiveCorp prior to the Separation described above. Former Match Group completed an initial public  13 13 13 Table of Contents  Table of Contents offering in 2015 and had operated as a stand-alone public company since that time. Upon the Separation described above, the Company changed its name to Match Group, Inc.  Relationship with IAC after the Separation In connection with the Separation, the Company entered into certain agreements with IAC to govern the relationship between the Company and IAC following the Separation. These agreements, in certain cases, supersede the agreements entered into between Former Match Group and Former IAC in connection with Former Match Group’s IPO in November 2015 (the “IPO Agreements”) and include: a tax matters agreement; a transition services agreement; and an employee matters agreement. The IPO Agreements that were not superseded were terminated at closing of the Separation. The remaining impacts of these agreements as of December 31, 2022 are discussed below. Tax Matters Agreement Pursuant to the tax matters agreement, each of Match Group and IAC is responsible for certain tax liabilities and obligations following the transfer by Former IAC (i) to Match Group of certain assets and liabilities of, or related to, the businesses of Former IAC (other than Former Match Group) and (ii) to holders of Former IAC common stock and Former IAC Class B common stock, as a result of the reclassification and mandatory exchange of certain series of Former IAC exchangeable preferred stock (collectively, the “IAC Distribution”). Under the tax matters agreement, IAC generally is responsible for, and has agreed to indemnify Match Group against, any liabilities incurred as a result of the failure of the IAC Distribution to qualify for the intended tax-free treatment unless, subject to certain exceptions, the failure to so qualify is attributable to Match Group's or Former Match Group’s actions or failure to act, Match Group's or Former Match Group’s breach of certain representations or covenants or certain acquisitions of equity securities of Match Group, in each case, described in the tax matters agreement (a \"Match Group fault-based action\"). If the failure to so qualify is attributable to a Match Group fault-based action, Match Group is responsible for liabilities incurred as a result of such failure and will indemnify IAC against such liabilities so incurred by IAC or its affiliates. Transition Services Agreement Pursuant to the transition services agreement, as amended, Match Group continues to provide certain services to IAC that Former Match Group previously provided to Former IAC. Employee Matters Agreement Pursuant to the amended and restated employee matters agreement, Match Group will reimburse IAC for the cost of any IAC equity awards held by the Company’s employees and former employees upon exercise. Other Agreements The Transaction Agreement provides that each of Match Group and IAC has agreed to indemnify, defend and hold harmless the other party from and against any liabilities arising out of: (i) any asset or liability allocated to such party or the other members of such party's group under the Transaction Agreement or the businesses of such party's group after the closing of the Separation; (ii) any breach of, or failure to perform or comply with, any covenant, undertaking or obligation of a member of such party's group contained in the Transaction Agreement that survives the closing of the Separation or is contained in any ancillary agreement; and (iii) any untrue or misleading statement or alleged untrue or misleading statement of a material fact or omission, with respect to information contained in or incorporated into the Form S-4 Registration Statement (the “Form S-4”) filed with the Securities and Exchange Commission (the “SEC”) by IAC and Former IAC in connection with the Separation or the joint proxy statement/prospectus filed by Former IAC and Former Match Group with the SEC pursuant to the Form S-4. 14 14 14  Table of Contents  Table of Contents", "time": "00:00:04"}