{"cik": 896878, "item_1A": "ITEM 1 - BUSINESS  BACKGROUND BACKGROUND Overview and Mission Intuit helps consumers and small businesses prosper by delivering financial management, compliance, and marketing products and services. We also provide specialized tax products to accounting professionals, who are key partners that help us serve small business customers. Our mission is to power prosperity around the world. Across our platform, we use the power of technology to deliver three core benefits to our customers: helping put more money in their pockets, saving them time by eliminating work so they can focus on what matters to them, and ensuring that they have complete confidence in every financial decision they make. All of our customers have a common set of needs. Our global financial technology platform, which includes TurboTax, Credit Karma, QuickBooks, and Mailchimp, is designed to help consumers and small businesses manage their finances, get and retain customers, save money, pay off debt, and do their taxes with ease and confidence so they receive the maximum refund they deserve. For those customers who have made the bold decision to become entrepreneurs and go into business for themselves, we are focused on helping them find and keep customers, get paid faster, pay their employees, manage and get access to capital, and ensure their books are done right. We serve 100 million customers and generated revenue of $14.4 billion in our fiscal year ended July 31, 2023. The continuing evolution of artificial intelligence (AI) is fundamentally reshaping our world — and Intuit is taking advantage of this technological revolution to find new ways to improve the customer experience and deliver on our mission. Intuit is uniquely positioned for the next wave of transformation with generative AI given our rich data platform and established AI foundation. Intuit Inc. was incorporated in California in March 1984. We reincorporated in Delaware and completed our initial public offering in March 1993. Our principal executive offices are located at 2700 Coast Avenue, Mountain View, California, 94043, and our main telephone number is 650-944-6000. When we refer to “we,” “our” or “Intuit” in this Annual Report on Form 10-K, we mean the current Delaware corporation (Intuit Inc.) and its California predecessor, as well as all of our consolidated subsidiaries.   Our Business Portfolio We organize our businesses into four reportable segments: Small Business & Self-Employed: This segment serves small businesses and the self-employed around the world, and the accounting professionals who assist and advise them. Our QuickBooks offerings include financial and business management online services and desktop software, payroll solutions, time tracking, merchant payment processing and bill pay solutions, and checking accounts through an FDIC member bank partner and financing for small businesses. Our Mailchimp offerings include marketing automation and customer relationship management.Consumer: This segment serves consumers and includes do-it-yourself and assisted TurboTax income tax preparation products and services sold in the U.S. and Canada. Credit Karma: This segment serves consumers with a personal finance platform that provides personalized recommendations of credit card, home, auto, and personal loan, and insurance products; online savings and checking accounts through an FDIC member bank partner; and access to their credit scores and reports, credit and identity monitoring, credit report dispute, credit building tools, and tools to help understand net worth and make financial progress. Our Mint offering is a personal finance offering which helps customers track their finances and daily financial behaviors. ProTax: This segment serves professional accountants in the U.S. and Canada, who are essential to both small business success and tax preparation and filing. Our professional tax offerings include Lacerte, ProSeries, and ProConnect Tax Online in the U.S., and ProFile and ProTax Online in Canada. Small Business & Self-Employed: This segment serves small businesses and the self-employed around the world, and the accounting professionals who assist and advise them. Our QuickBooks offerings include financial and business management online services and desktop software, payroll solutions, time tracking, merchant payment processing and bill pay solutions, and checking accounts through an FDIC member bank partner and financing for small businesses. Our Mailchimp offerings include marketing automation and customer relationship management. Consumer: This segment serves consumers and includes do-it-yourself and assisted TurboTax income tax preparation products and services sold in the U.S. and Canada.  Credit Karma: This segment serves consumers with a personal finance platform that provides personalized recommendations of credit card, home, auto, and personal loan, and insurance products; online savings and checking accounts through an FDIC member bank partner; and access to their credit scores and reports, credit and identity monitoring, credit report dispute, credit building tools, and tools to help understand net worth and make financial progress. Our Mint offering is a personal finance offering which helps customers track their finances and daily financial behaviors.  ProTax: This segment serves professional accountants in the U.S. and Canada, who are essential to both small business success and tax preparation and filing. Our professional tax offerings include Lacerte, ProSeries, and ProConnect Tax Online in the U.S., and ProFile and ProTax Online in Canada.      Intuit Fiscal 2023 Form 10-K4  Intuit Fiscal 2023 Form 10-K4  Intuit Fiscal 2023 Form 10-K4  Intuit Fiscal 2023 Form 10-K 4 Tables of Contents Tables of Contents Our Business and Growth Strategy At Intuit, our strategy starts with customer obsession. We listen to and observe our customers, understand their challenges, and then use advanced technology, including AI, to develop innovative solutions to help consumers and small businesses prosper. Five years ago, we declared our strategy to become a global AI-driven expert platform and five strategic priorities, or “big bets,” as the primary areas of focus to drive durable growth. We are investing heavily in our data and AI capabilities to deliver accelerated innovation where we and others can solve our customers’ most important problems. We are accelerating the development of the platform by applying AI in three key areas: •An Open Platform: None of us can do it alone, including Intuit. The best way to deliver for customers is by creating an open, collaborative platform. It’s the power of partnerships that accelerates the world’s success. Our open technology platform allows partners to integrate with our offerings so, together, we can deliver value and benefits that matter the most to our customers. •Application of AI: We believe AI is essential to how we help our customers work smarter because we can automate, predict, and personalize their experiences. Intuit has built AI capabilities into our products and services for nearly a decade, including machine learning, knowledge engineering, natural language processing and understanding, and, more recently, fine-tuned financial large language models. Our investment in AI, and generative AI in particular, provides a foundation for us to innovate at scale and with speed to build new customer experiences. •Incorporating Experts: One of the biggest problems our customers face is lack of confidence. Even with current advances in technology that deliver personalized tools and insights, many customers want to connect with a real person to help give them the confidence they are making the right decision. By bringing experts onto our platform, we can solve this massive problem for customers. The power of our virtual expert platform allows us to scale the intelligence of our products, elevating experts to advisors, and delivering big benefits for customers.  As we continue to build our AI-driven expert platform, we prioritize resources on our five big bets across the company. These priorities focus on solving the problems that matter most to customers and include: •Revolutionizing speed to benefit: When customers use our products and services, we use the power of data-driven customer insights to deliver value instantly and aim to make interactions with our offerings frictionless, without the need for customers to manually enter data. We are accelerating the application of AI to deliver breakthrough innovations to customers. We are also investing in other emerging technologies, such as decentralized technologies, with a goal to revolutionize the customer experience and help customers put more money in their pockets faster. This priority is foundational across our business, and execution against it positions us to succeed with our other four strategic priorities. •Connecting people to experts: The largest problem our customers face is lack of confidence to file their own taxes or to manage their books. To build their confidence, we connect our customers to experts. We offer customers access to experts to help them make important decisions – and experts, such as accountants, gain access to new customers so they can grow their businesses. We are also expanding how we think about virtual experiences by broadening the segments we serve beyond tax and accounting, to play a more meaningful role in our customers’ financial lives.  •Unlocking smart money decisions: Crippling high-cost debt and lack of savings are at unprecedented levels across the U.S. To address these challenges, we are creating a comprehensive, self-driving financial platform with Credit Karma that propels our members forward wherever they are on their financial journey, so they can understand their financial picture, make smart financial decisions, and stick to their financial plan in the near term and long term. •Be the center of small business growth: We are focused on helping customers grow their businesses by offering a broad, seamless set of tools that are designed to help them get and retain customers, get paid faster, manage and get access to capital, pay employees with confidence, and use third-party apps to help run their businesses. At the same time, we want to position ourselves to better serve product-based businesses to benefit customers who sell products through multiple channels. •Disrupt the small business mid-market: We aim to disrupt the mid-market with a tailor-made ecosystem of offerings. QuickBooks Online Advanced, as well as our workforce solutions, payments, and bill pay offerings, are designed to address the needs of small business customers with 10 to 100 employees. Additionally, Mailchimp’s marketing platform enables mid-market businesses to digitally promote their business across email, social media, landing pages, ads, websites, and more, all from one place. These offerings enable us to increase retention of these larger customers and attract new mid-market customers who are over-served by available offerings. As the external environment evolves, we continue to innovate and adapt our strategy and anticipate our customers’ needs. For 40 years, we have been dedicated to developing innovative solutions that are designed to solve our customers' most important financial problems, are easy to use, and are available where and when customers need them. As a result, our customers actively recommend our products and solutions to others, which is one important way that we measure the success of our strategy.   Intuit Fiscal 2023 Form 10-K5  Intuit Fiscal 2023 Form 10-K5  Intuit Fiscal 2023 Form 10-K5  Intuit Fiscal 2023 Form 10-K 5  Tables of Contents Tables of Contents PRODUCTS AND SERVICES PRODUCTS AND SERVICES During fiscal 2023, we offered our products and services in the four segments described in “Our Business Portfolio” above. The following table shows the percentage of total revenue contributed by each of these segments over the last three fiscal years.  Fiscal 2023Fiscal 2022Fiscal 2021Small Business & Self-Employed56 %51 %49 %Consumer29 %31 %37 %Credit Karma (1)11 %14 %9 %ProTax4 %4 %5 % Credit Karma (1) (1) Credit Karma revenue from December 3, 2020 Total international net revenue was approximately 8%, 8%, and 5% of consolidated total net revenue for the twelve months ended July 31, 2023, 2022, and 2021, respectively. For financial information about our reportable segments, see “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Item 7 and Note 15 to the consolidated financial statements in Item 8 of this Annual Report. Small Business & Self-Employed Our Small Business & Self-Employed segment serves small businesses and the self-employed around the world, and the accounting professionals who assist and advise them. Our goal is for QuickBooks to be the source of truth for each small business customer who uses our AI-driven expert platform. We work to make this a reality through our three-pillared growth strategy: Grow the Core by transforming financial management software; Connect the Ecosystem, by meeting a wider range of customer needs with a single integrated platform; and Expand Globally, by serving small businesses around the world. With this strategy, we enable a powerful ecosystem, personalized using artificial intelligence, that scales across our customers’ most pressing needs. Small business owners are constantly faced with challenges and barriers in their journey to success. Universally, small businesses at every stage of growth struggle to get customers, get paid, get capital, pay workers, get access to advice, and stay compliant and organized. Our innovative, end-to-end customer growth platform provides actionable, AI-driven insights our customers need to grow and run their businesses with confidence.  Get Customers  Mailchimp. Mailchimp is an all-in-one marketing platform for growing businesses. Mailchimp’s marketing platform enables small and mid-market businesses to digitally promote their businesses across email, social media, landing pages, ads, websites, and more, all from one place. Get Paid Payment Processing Solutions. Our full range of merchant services for small businesses includes credit card, debit card, Apple Pay, and ACH payment services for in-person and card-not-present payments. We offer instant deposit options for eligible customers. QuickBooks Payments is deeply integrated into QuickBooks through seamless onboarding and automated transaction reconciliation and is the default payment solution for QuickBooks invoicing. QuickBooks Checking. The QuickBooks Checking business bank account comes with a physical and virtual debit card for more spending power, fast payments with no-fee Instant Deposit, and powerful cash flow management with envelopes for partitioning funds for future expenses, all with no fees. Bill Pay. Our QuickBooks Online and QuickBooks Online Advanced offerings allow small businesses to organize bills and make payments online. Small businesses can connect with vendors and automatically import bills through our network, resulting in easier and faster payments. Get Capital Capital. We offer financing options for small businesses to help them get the capital they need to succeed. The financing process provides small businesses the ability to use their QuickBooks data to qualify to borrow capital, whether directly from Intuit or from a third-party partner. Get Paid Upfront. Get Paid Upfront provides access to capital through qualifying QuickBooks invoices, allowing small businesses to take control of their cash flow and put earned money to work faster. Invoice proceeds are funded in advance, while the small business’ customer sees nothing different and pays their invoice as they usually would.  Intuit Fiscal 2023 Form 10-K6  Intuit Fiscal 2023 Form 10-K6  Intuit Fiscal 2023 Form 10-K6  Intuit Fiscal 2023 Form 10-K 6 Tables of Contents Tables of Contents Pay Workers Workforce Solutions. Our payroll solutions, available as online or desktop solutions, are sold on a subscription basis and integrate with our QuickBooks Online and Desktop offerings or may be purchased standalone. Our QuickBooks Online payroll offerings include automated tax payments and filings, as well as access to human resources solutions and employee benefits offerings like health insurance and 401(k) plans. We also offer QuickBooks Time which seamlessly integrates with QuickBooks Payroll and third-party payroll products to help businesses easily and accurately track time across a mobile workforce, including tools for project planning, job costing, and tracking per-client billable hours. Access Advice QuickBooks Live. Small businesses can get support through two QuickBooks Live bookkeeping services: Full-Service Bookkeeping and Assisted Bookkeeping Service. With Full-Service Bookkeeping, small businesses get one-on-one support from our team of expert bookkeepers to manage and maintain books with guaranteed accuracy. With Assisted Bookkeeping Service, small businesses have on-demand access to expert bookkeepers who can provide guidance and support on managing their books and making smart business decisions. With an average of 10 years of experience working with small businesses across a wide array of industries, our bookkeepers are certified QuickBooks ProAdvisors, and many are Certified Public Accountants. QuickBooks ProAdvisor. Accounting professionals can assist with bookkeeping, taxes, payroll, and more. Our free Find a ProAdvisor service helps customers find a QuickBooks Certified accountant or bookkeeper who knows their niche, speaks their language, or is close by—whatever works best. To enable our network of hundreds of thousands of accountants, we offer memberships to the QuickBooks ProAdvisor program, which provides accountants access to QuickBooks Online Accountant, technical support, training, product certification, marketing tools, and discounts on Intuit products and services purchased on behalf of clients. Stay Compliant & Organized QuickBooks Online. Designed for all kinds of small businesses, QuickBooks Online helps simplify accounting and tax compliance. Users can track income and expenses, create and send invoices and estimates, manage and pay bills, and review a variety of financial reports. QuickBooks Online also has powerful industry-specific capabilities such as features for product-based businesses. QuickBooks Online is an open platform, enabling third-party developers to create online and mobile applications that integrate with our offering. QuickBooks Self-Employed. Designed specifically for self-employed customers like independent contractors and freelancers, QuickBooks Self-Employed helps customers stay tax-time ready, all year long. Features include categorizing business and personal transactions, identifying and classifying tax-deductible expenses, tracking mileage, calculating estimated quarterly taxes, and sending invoices. In the United States, QuickBooks Self-Employed can be combined with TurboTax to export and pay year-end taxes.  QuickBooks Online Advanced. Designed for small businesses with 10 to 100 employees that have more complex needs, QuickBooks Online Advanced has features specifically designed for high-growth, mid-market small businesses and leverages AI, automation, and data insights to deliver more ways for them to grow and scale. QuickBooks Online Advanced integrates across the QuickBooks ecosystem and with best-in-class apps, and also has powerful industry-specific features that deliver automation, deeper insights, and enhanced tracking for what matters most to a user’s unique industry. QuickBooks Desktop Software. Our QuickBooks financial management solutions are also available as desktop versions for small businesses on a subscription basis. QuickBooks Enterprise, designed for small businesses with 10 to 100 employees, is available for download and can also be provided as a hosted solution. This offering provides industry-specific reports and features for a range of industries, including Contractor, Manufacturing and Wholesale, Nonprofit, and Retail. Financial Supplies. We offer a range of financial supplies designed for individuals and small businesses that use our QuickBooks offerings. These include standard paper checks and Secure Plus checks with CheckLock fraud protection features, a variety of stationery, tax forms, and related supplies. Consumer Our Consumer segment includes our TurboTax products and services that are designed to enable consumers and small businesses to prepare and file their federal and state income tax returns quickly and accurately. These offerings are available either online or as desktop versions. They are designed to be easy to use, yet sophisticated enough for complex tax returns. For customers using our online offerings and looking for additional advice or guidance along the way, we have experts standing by to offer tax review and advice all year round. We also have experts available to prepare, sign and file tax returns for customers who prefer to have their taxes prepared for them. For the 2022 tax season, we offered a variety of commercial software products and tax filing services to meet the different needs of our customers, including those filing simple returns, those who itemize deductions, and those who own investments or rental property, and small business owners. We also offered TurboTax for small businesses, which enables customers to file   Intuit Fiscal 2023 Form 10-K7  Intuit Fiscal 2023 Form 10-K7  Intuit Fiscal 2023 Form 10-K7  Intuit Fiscal 2023 Form 10-K 7 Tables of Contents Tables of Contents their business taxes. Customers can electronically file their federal and state income tax returns through our electronic filing service. We also offered TurboTax Live for customers seeking to obtain tax advice from professionals, TurboTax Live Full Service for customers seeking to have their tax returns prepared for them, as well as audit defense and audit support services. Our online tax preparation and filing services were offered through the websites of thousands of financial institutions, electronic retailers, and other online merchants. Financial institutions can offer our online tax preparation and filing services to their customers through a link to TurboTax Online. Our TurboTax U.S. and Canada offerings consist of desktop and online offerings. Credit Karma Our Credit Karma segment provides consumers with a financial platform that propels them forward wherever they are on their financial journey enabling them to understand their financial picture, make smart financial decisions, and stick to their financial plan. The platform offers a number of free services to its members: access to their credit scores and reports, credit and identity monitoring, credit report dispute, tools to help understand net worth and make financial progress, and personalized recommendations of credit card, loan, and insurance products. Credit Karma Money offers members online savings and checking accounts through an FDIC member bank partner. Credit Karma Money also provides tools to help members improve their credit scores. To provide these services to its members, Credit Karma works with a variety of partners, including credit bureaus, banks, credit card issuers, insurance carriers, and other financial institutions and lending partners. Additionally, Credit Karma leverages Lightbox, a first-of-its-kind enterprise platform which allows lenders to leverage thousands of de-identified data points from Credit Karma members to help provide its members with greater certainty that they will be approved if they apply for a financial product. Our Credit Karma segment also includes our Mint offering. ProTax Our ProTax segment includes our professional tax offerings and serves professional accountants in the U.S. and Canada, who are essential to both small business success and tax preparation and filing. Our professional tax offerings consist of Lacerte, ProSeries, and ProConnect Tax Online in the U.S., and ProFile and ProTax Online in Canada. These offerings enable accountants to accurately and efficiently complete and electronically file a full range of consumer, small business, and commercial federal and state tax returns. Lacerte is designed for full-service, year-round accounting firms who handle more complex returns. ProSeries is designed for year-round tax practices handling moderately complex tax returns. ProConnect Tax Online is our cloud-based solution, which is designed for full-service, year-round practices who prepare all forms of consumer and small business returns and integrates with our QuickBooks Online offerings. ProFile is our Canadian desktop tax offering, which serves year-round full-service accounting firms for both consumer and business tax returns. ProTax Online is our Canadian cloud-based tax solution, which is designed for full-service, year-round practices who prepare all forms of consumer and business tax returns, and is fully integrated into QuickBooks Online Accountant to provide seamless integration of data across books and tax through our Workpapers solution. Using AI technologies, our Tax Advisor offering leverages information generated from our ProConnect Tax Online and Lacerte offerings to enable year-round tax planning services and communicate tax savings strategies to clients. We also offer a variety of tax-related services that complement the tax return preparation process including year-round document storage, collaboration services, e-signature, and bank products, and additional capabilities such as fixed asset management, desktop hosting, and third-party solutions for practice management for some of our U.S. tax offerings.  PRODUCT DEVELOPMENT PRODUCT DEVELOPMENT The markets for software and related services are characterized by rapid technological change, shifting customer needs, and frequent new product introductions and enhancements. Continuous investment is required to innovate and develop new products and services, as well as enhance existing offerings to be successful in these markets. Our product development efforts are more important than ever as we pursue our growth strategy. We develop many of our products and services internally, and we have a number of United States and foreign patents and pending applications that relate to various aspects of our products and technology. We also supplement our internal development efforts by acquiring or licensing products and technology from third parties, and establishing other relationships that enable us to enhance or expand our offerings more rapidly. We expect to expand our third-party technology relationships as we continue to pursue our growth strategy. Our online offerings have rapid development cycles, while our traditional desktop software products tend to have predictable annual development and product release cycles. In addition, developing consumer and professional tax software and services presents unique challenges because of the demanding development cycle required to accurately incorporate federal and state tax law and tax form changes within a rigid timetable. The development timing for our small business payroll and merchant payment processing services offerings varies with business needs and regulatory requirements, and the length of the development cycle depends on the scope and complexity of each project. We continue to make substantial investments in research and development, and we expect to focus our future research and development efforts on enhancing existing products and services with financial recommendations, personalization, and ease of use enabled by AI and other advanced technologies. We continue to focus on developing new products and services,   Intuit Fiscal 2023 Form 10-K8  Intuit Fiscal 2023 Form 10-K8  Intuit Fiscal 2023 Form 10-K8  Intuit Fiscal 2023 Form 10-K 8 Tables of Contents Tables of Contents including global offerings, and significant research and development efforts for ongoing projects to update the technology platforms for several of our offerings.  SEASONALITY SEASONALITY Our Consumer and ProTax offerings have a significant and distinct seasonal pattern as sales and revenue from our income tax preparation products and services are typically concentrated in the period from November through April. This seasonal pattern typically results in higher net revenues during our second and third quarters ending January 31 and April 30, respectively.  In fiscal 2021, the IRS extended the tax filing deadline from April to May 17, 2021. As a result of this extension, a significant amount of our fiscal 2021 Consumer segment and ProTax segment revenues were recognized in the fourth quarter as compared to the third quarter of fiscal 2023 and 2022. We expect the seasonality of our Consumer and ProTax businesses to continue to have a material impact on our quarterly financial results in the future.  MARKETING, SALES AND DISTRIBUTION CHANNELS MARKETING, SALES AND DISTRIBUTION CHANNELS Markets  Our primary customers are consumers and small businesses. We also provide specialized tax and accounting products to professional accountants, who are key partners to help us reach small business customers. The markets in which we compete have always been characterized by rapid technological change, shifting customer needs, and frequent new product introductions and enhancements by competitors. The widespread usage of mobile devices and social media, and the evolution of AI, have accelerated the pace of change and revolutionized the way that customers learn about, evaluate, and purchase products and services. Real-time, personalized online shopping experiences are the standard. In addition, many customers now begin shopping in one channel and ultimately purchase in another. This has created a need for integrated, multi-channel, shop-and-buy experiences. Market and industry changes quickly make existing products and services obsolete. Our success depends on our ability to respond rapidly to these changes with new business models, updated competitive strategies, new or enhanced products and services, and other changes in the way we do business. Marketing Programs We use a variety of marketing programs to generate direct sales, develop leads, increase general awareness of the Intuit brand and our product portfolio, and drive sales in retail. These programs include offline marketing such as TV and radio advertising; digital marketing such as display and pay-per-click advertising, search engine optimization, and social and affiliate marketing; mobile marketing through online app stores; email marketing; retail marketing; public relations; sponsorships; podcast marketing; and in-product marketing to drive awareness of related products and services. Our campaigns are designed to attract new users, retain existing users, and cross sell additional offerings. Sales and Distribution Channels Multi-Channel Shop-and-Buy Experiences. Our customers primarily research products and services online. Some customers buy and use our products and services entirely online. Others research online but make their purchase at a retail location. Because many customers shop across multiple channels, we continue to coordinate our online, offline, and retail presence and promotions to support an integrated, multi-channel shop-and-buy model. We also focus on cross-selling complementary Intuit and third-party offerings online and in-product. Direct Sales Channel. We offer many of our products and services directly through our websites, apps, and call centers. Direct online sales are an effective channel for customers who can make purchase decisions based on content provided on our websites, via other online content or word-of-mouth recommendations. For many of our products, assisted sales continues to be an effective channel for serving customers who want live help to select the products and services that are right for their needs. We also have a direct sales force that calls on U.S. and international accounting firms and seeks to increase their awareness, usage, and recommendation of our small business and professional tax solutions. For mid-market businesses, we have implemented and expanded on our omnichannel go-to-market strategy by diversifying and growing our technology partner channel and industry-focused direct sales teams. Mobile Application Stores. We distribute many of our offerings for mobile devices through proprietary online stores that provide applications for specific devices. Partner and Other Channels. We offer many of our products and services through partners including value-added resellers, system integrators (including accountants and marketing professionals), and managed service providers who help us reach new customers at the point of need and drive growth and market share by extending our online reach. These partners combine our products and services with marketing, sales, and technical expertise to deliver a complete solution at the local level. We also sell our QuickBooks Online and TurboTax Desktop offerings at retail locations across the United States and Canada and on   Intuit Fiscal 2023 Form 10-K9  Intuit Fiscal 2023 Form 10-K9  Intuit Fiscal 2023 Form 10-K9  Intuit Fiscal 2023 Form 10-K 9 Tables of Contents Tables of Contents retailer websites. Additionally, we sell our QuickBooks Enterprise software on retailer websites. In Canada, we also rely on distributors who sell products into the retail channel.  COMPETITION COMPETITION We face intense competition in all of our businesses in all aspects across all markets for our products and services, which are rapidly evolving, fragmented, and have complex interdependencies with many businesses. Competitive pressures in many of the markets we serve have grown markedly over the past few years and we expect this trend to continue. Our competitors may introduce superior products and services, successfully use and deploy new technologies such as AI that may reduce customer demand for our products or services, reduce prices, have greater technical, marketing and other resources, have greater brand recognition, have larger installed bases of customers, have well-established relationships with our current and potential customers, advertise aggressively or beat us to market with new products and services. The competitive landscape is also constantly evolving as we expand into new market segments and extend our capabilities and new companies emerge and existing companies expand their capabilities (either directly or through acquisitions or partnerships) to include the markets in which we operate. Given the breadth of the products and services that we offer as a global financial technology company and the customer problems that we aim to solve, we compete with offerings from a variety of companies across a range of industries, including large global companies, smaller geographically focused companies, startups and professional services. Companies that have offerings that we may compete with include: •business software providers, such as those that provide accounting, business management and financial software, marketing automation, customer relationship management, inventory management, payroll and employee management; •private and publicly-funded tax preparation and filing service providers; •accounting, consulting and tax firms;  •software companies and banks that provide payments services, including merchant payment processing, checking, bill pay, savings, loans, point of sale devices and small business financing;  •software companies that provide personal finance management products and tools, including access to credit scores, credit and identity monitoring, credit-building tools, and tools to help understand net worth and make financial progress; •companies that provide a marketplace of consumer financial offerings; •financial institutions;  •credit bureaus; and •large platform companies that could develop competing technology solutions to any of the problems that our customers may face. We believe our most important competitive factors are our innovation and technology capabilities, functionality, ease of use, and security of our offerings, the integration of our offerings with each other and third-party offerings, brand recognition and reputation, quality of support, and cost. We believe that we compete favorably based on these factors and our ability to remain competitive will largely depend on our ongoing performance.   CUSTOMER SUCCESS CUSTOMER SUCCESS For many of our offerings, we provide support through channels including telephone, e-mail, online and video chat, text messaging, our customer support websites, self-help assets embedded in our products, and online communities where consumers can share knowledge and product advice with each other. We also provide access to experts, through our TurboTax and QuickBooks Live offerings, who provide tax advice, tax preparation, and bookkeeping services. Our customer success staff predominantly consists of Intuit-employed and outsourced experts. We supplement with seasonal employees and additional outsourcing during periods of peak call volumes, such as during the tax return filing season or following a major product launch. We augment the services we provide with outsourced partnerships domestically and internationally. Most of our internationally outsourced small business customer success personnel are currently located in the Philippines. We also source staff through our Prosperity Hub program, which is designed to spark economic prosperity in underserved communities. One part of this program is our socially responsible sourcing model, where we both directly and through customer success partner-employers, hire, train, and retain workers who deliver support and services for our customers. Self-help information is offered for free in-product and on our support websites for many of our offerings. Support alternatives and fees vary by product. For example, some product subscriptions receive 24x7 support and additional contact channel options.   Intuit Fiscal 2023 Form 10-K10  Intuit Fiscal 2023 Form 10-K10  Intuit Fiscal 2023 Form 10-K10  Intuit Fiscal 2023 Form 10-K 10  Tables of Contents Tables of Contents MANUFACTURING AND DISTRIBUTION MANUFACTURING AND DISTRIBUTION Online Products and Services Our online offerings include QuickBooks Online, online payroll services, merchant payment processing and bill pay services, Mailchimp’s marketing automation and customer relationship management offerings, TurboTax Online, ProConnect Tax Online, consumer and professional electronic tax filing services, Credit Karma offerings, and Mint. We completed the transition of our systems, networks, and databases used to operate these online offerings to public cloud providers, such as Amazon Web Services and Google Cloud Platform. Desktop Software and Supplies An increasing proportion of our desktop software customers choose to electronically download software, however, a portion of our customers continue to choose to purchase these products in the form of physical media. The key processes in manufacturing desktop software are manufacturing compact discs (CDs), printing boxes and related materials, and assembling and shipping the final products. When physical product is ordered, we typically ship the physical product within a few days of receiving an order and backlog is minimal.  PRIVACY AND SECURITY OF CUSTOMER AND WORKFORCE INFORMATION AND TRANSACTIONS PRIVACY AND SECURITY OF CUSTOMER AND WORKFORCE INFORMATION AND TRANSACTIONS We are stewards of our customers’ data and have designed data stewardship principles to align our organization in collecting, using, and protecting such information. As we believe strongly in being good stewards of our customers’ data, we operate our program to comply with laws and regulations that govern our use, sharing and protection of customers’ personal information, including, for example, laws with respect to financial services and the handling of tax data. We have established guidelines and practices to help ensure that customers and members of our workforce are aware of, and can control, how we use information about them. We also use privacy statements to provide notice to customers of our privacy practices, as well as provide them the opportunity to furnish instructions with respect to use of their personal information. We participate in industry groups whose purpose is to develop or shape industry best practices, and to inform public policy for privacy and security.  We use security safeguards to help protect the systems and the information that customers and members of our workforce give to us from loss, misuse, and unauthorized alteration. We use technical, logical and procedural measures which are designed to help detect and prevent fraud and misuse of customer information. Whenever customers transmit sensitive information to us, such as credit card information or tax return data through one of our websites or products, we follow current industry standards to encrypt the data as it is transmitted to us, and when we store it at rest. We routinely patch our systems with security updates and we work to protect our systems from unauthorized internal or external access using numerous commercially available computer security products, as well as internally developed security procedures and practices.  GOVERNMENT REGULATION GOVERNMENT REGULATION Our Consumer and ProTax segments are subject to federal, state, and international government requirements, including regulations related to the electronic filing of tax returns, the provision of tax preparer assistance, and the use and disclosure of customer information. Our Small Business & Self-Employed segment offers products and services to small businesses and consumers, such as payroll, payments, and other financial service offerings, which are also subject to certain regulatory requirements. Our Credit Karma segment offers personal finance products and services to consumers, such as recommendations of credit card, loan and insurance products and access to credit scores and reports, which are also subject to certain regulatory requirements.    INTELLECTUAL PROPERTY INTELLECTUAL PROPERTY Our success depends on the proprietary technology embodied in our offerings. We protect this proprietary technology by relying on a variety of intellectual property mechanisms, including copyright, patent, trade secret, and trademark laws, restrictions on disclosure and other methods. For example, we regularly file applications for patents, copyrights and trademarks and service marks in order to protect intellectual property that we believe is important to our business. We hold a growing patent portfolio that we believe is important to Intuit’s overall competitive advantage, although we are not materially dependent on any one patent or particular group of patents in our portfolio at this time. We also have a number of registered trademarks that include Intuit, QuickBooks, Lacerte, TurboTax, QB, ProSeries, ProConnect, Mint, Credit Karma, and Mailchimp. We have registered these and other trademarks and service marks in the United States and, depending on the relevance of each brand to other markets, in many foreign countries. Most registrations can be renewed perpetually at 10-year intervals. We also license intellectual property from third parties for use in our products. Although our portfolio of patents is growing, the patents that have been issued to us could be determined to be invalid and may not be enforceable against competitive products in every jurisdiction. In addition, third parties have asserted and may, in the future, assert infringement claims against us and our customers. These claims and any litigation may result in invalidation of our proprietary rights or a finding of infringement along with an assessment of damages. Litigation, even if without merit,   Intuit Fiscal 2023 Form 10-K11  Intuit Fiscal 2023 Form 10-K11  Intuit Fiscal 2023 Form 10-K11  Intuit Fiscal 2023 Form 10-K 11 Tables of Contents Tables of Contents could result in substantial costs and diversion of resources and management attention. In addition, third-party licenses may not continue to be available to us on commercially acceptable terms, or at all.  HUMAN CAPITAL HUMAN CAPITAL We consider our employees one of our four True North key stakeholders because they help us deliver for our customers, our shareholders, and the communities we serve. As of July 31, 2023, we had approximately 18,200 employees in 10 countries. During fiscal 2023, we employed on average approximately 9,400 seasonal employees from January to April primarily to support our Consumer segment customers during the peak of tax season. We believe our future success and growth will depend on our ability to attract and retain a qualified workforce in all areas of our business.  Intuit’s overall workforce development strategies are developed and managed by our Chief People & Places Officer, who reports directly to the Chief Executive Officer. The Compensation and Organizational Development Committee of the Board of Directors has oversight with respect to company-wide organization and talent assessment, employee recruitment, engagement and retention, leadership development, management depth and strength assessment, workplace environment and culture, employee health and safety, and pay equity. Of the total number of employees, approximately 1,800 are employed by Credit Karma, which has certain unique compensation and workforce development programs. We regularly collect, measure, and share the sentiment of our workforce through multiple channels, including engagement surveys and other touch points, which help to guide the work we do to support our workforce. Culture and Values In order to deliver on our mission to power prosperity around the world, we are guided by our company values as we strive to create a culture where employees can do the best work of their lives. Our values and culture are woven into our hiring and retention practices and are foundational to our ability to attract, retain, and advance top, diverse talent. •Our value of Integrity Without Compromise means valuing trust above all else, speaking the truth, and doing the right thing even when no one is looking. •Our value of Courage means being bold and fearless in how we think and act, holding a high bar for performance, and valuing speed, with a bias for learning and action.  •Our value of Customer Obsession means falling in love with our customers’ problems and delivering solutions that delight our customers. •Our value of Stronger Together means championing diversity, inclusion and a respectful environment, thriving on diverse voices to challenge and inform decisions and delivering exceptional work so others can count on us. •Our value of We Care and Give Back means we strive to be stewards of the future, strengthen the communities around us, and give everyone the opportunity to prosper. We provide eligible full-time employees paid time off that can be used to do volunteer work during normal work hours for vetted non-profits and donation matching up to an annual limit. Diversity, Equity and Inclusion At the foundation of our culture is a commitment to diversity, equity, and inclusion (DEI). We believe that diversity is a fact, but treating people equitably and inclusively are choices we make. To deliver for our customers, we seek to foster a workforce that is as diverse as the communities we serve. When we do this, we believe we develop deeper empathy, accelerating innovation to solve the biggest problems our customers face. We have had a designated role dedicated to diversity and inclusion since 2015 and our Chief Diversity, Equity & Inclusion Officer (CDEIO) leads a dedicated and specialized team in our DEI efforts. Our Compensation and Organizational Development Committee oversees Intuit’s DEI initiatives in support of organizational development. Intuit’s strategy is operationalized through the following elements:  •Goals and transparency: Intuit has set short- and long-term goals for increasing the representation in our workforce of women in technology roles globally and employees from underrepresented racial groups in the U.S. (which we define as Black/African-American, Hispanic or Latino, Native American, Native Alaskan and Native Hawaiian). Our diversity data is shared with all employees, and progress on our goals is reviewed monthly with all executives. We also publicly disclose our progress on our goals and the breakdowns of the diversity of gender and underrepresented racial groups in our workforce both in the aggregate and among our leadership and technology roles; •Center of Excellence: The CDEIO leads a cross-functional team with expertise in enterprise leadership, strategy, human resources and communications all focused on driving a more diverse and inclusive workplace; •Employee Resource Groups: Intuit’s employee resource groups aid in creating community, recruiting, on-boarding, and providing safe spaces for our diverse workforce; •Engagement: Intuit includes dedicated DEI questions in our semi-annual employee engagement surveys focused on the experiences of our workforce; •REAL Team: Intuit has a Racial Equity Advancement Leadership (REAL) team that is focused on helping us drive durable change as we strive to continue advancing racial equity and equality;  Intuit Fiscal 2023 Form 10-K12  Intuit Fiscal 2023 Form 10-K12  Intuit Fiscal 2023 Form 10-K12  Intuit Fiscal 2023 Form 10-K 12 Tables of Contents Tables of Contents •Education: All senior leaders have attended multiple DEI workshops, including C-suite training on racial equity. We have manager and employee training on topics such as unconscious bias, racial equity, and leading inclusively and a guide for managers on how to have conversations about difficult and polarizing external events;  •Talent acquisition: Intuit has established a dedicated team to drive diversity, equity, and inclusion across our hiring practices, programs, and strategies. We have also invested in new, external partnerships to better engage with diverse talent and communities; and •Accountability: The Compensation and Organizational Development Committee reviews our progress toward our goals and workforce diversity initiatives at least annually. We strive to reward employees with compensation that is market competitive, fair, and equitable across gender, race, and ethnicity. We invest in this commitment by performing pay equity analyses twice a year using independent, third-party vendors. We are transparent about our pay equity results and have multiple avenues for employees to use for any questions about their pay.  Developing Talent and Training  We are committed to creating a high-performing culture that consistently delivers for our customers, shareholders, and communities while providing an experience for our workforce that values leadership, innovation, and collaboration. We promote the development of all of our employees and provide employees with access to learning plans based on their needs and interests and the resources they need to grow, thrive and reinvent themselves over time.  In addition, we are invested in growing our current and future leaders. Our teams design programs and resources to develop the leadership skills of our employees and measure their progress. All full-time employees have access to opportunities to develop and learn through company-sponsored learning paths and online courses on topics ranging from artificial intelligence to manager essentials in support of an employee’s ability to adapt to any work environment. Employees set goals and measure progress through our goal setting tool and have opportunities to focus on growth both during performance assessment conversations and ongoing regular check-ins. Employee Listening and Engagement Listening and responding to our employees is at the core of our work. We value employee feedback and we leverage it to continuously improve the employee experience. We regularly collect, measure, and share the sentiment of our workforce through multiple channels, including engagement surveys, and other touch points, which help to guide the work we do to support our workforce. Total Rewards      Our compensation philosophy aims to attract and retain top talent for today and the future. Intuit’s total target compensation includes base hourly pay or salary at market-competitive rates, a range of incentive plans that vary based on role, and equity grants. Incentive compensation plans are part of our pay for performance philosophy and closely align with company performance and reward top performance. Most year-round employees are eligible for equity, which allows the majority of our employees to share in the company’s success. Additional benefits and rewards include healthcare, retirement benefits, and paid time off, including annual paid recharge days and family and parental leave. The health and well-being of our employees and their families continues to be a top priority. We offer our employees access to programs to support their physical, emotional, and financial well-being. Employees also have access to other resources to help with their well-being, including resilience, mindfulness and counseling programs, wellness reimbursement programs, back-up childcare, financial education programs, and access to an employee assistance program. Hybrid Way of Working  After shifting to working virtually during the COVID-19 pandemic to keep our workforce safe, we are now embracing a hybrid work model at Intuit. Our hybrid work model brings the best of in-person collaboration and connections together with the flexibility of virtual work. Self-directed teams are empowered to decide where/when in-person work is accretive to their work. Across the company, we expect teams to spend a portion of their time working on campus. This hybrid way of working invests in and amplifies Intuit’s culture. In doing so, we seek to realize a sense of connectedness and belonging; to spark creativity and innovation; to solve for speed, agility, and productivity; and to attract and retain top, diverse talent to the company.   Intuit Fiscal 2023 Form 10-K13  Intuit Fiscal 2023 Form 10-K13  Intuit Fiscal 2023 Form 10-K13  Intuit Fiscal 2023 Form 10-K 13  Tables of Contents Tables of Contents INFORMATION ABOUT OUR EXECUTIVE OFFICERS INFORMATION ABOUT OUR EXECUTIVE OFFICERS The following table shows Intuit’s executive officers and their areas of responsibility as of August 1, 2023. Their biographies follow the table. NameAgePositionSasan K. Goodarzi55 President, Chief Executive Officer and DirectorScott D. Cook71 Chairman of the Executive CommitteeSandeep S. Aujla47 Executive Vice President and Chief Financial OfficerJ. Alexander Chriss46 Executive Vice President and General Manager, Small Business & Self-Employed Group (through September 5, 2023)Laura A. Fennell62 Executive Vice President, Chief People & Places OfficerMark Notarainni53 Executive Vice President and General Manager, Consumer GroupMarianna Tessel56 Executive Vice President and Chief Technology Officer (through September 5, 2023 ), Executive Vice President and General Manager, Small Business & Self-Employed Group (effective September 5, 2023)Kerry J. McLean59 Executive Vice President, General Counsel and Corporate SecretaryLauren D. Hotz48 Senior Vice President and Chief Accounting OfficerAlex G. Balazs52 Executive Vice President and Chief Technology Officer (effective September 5, 2023) Executive Vice President and Chief Technology Officer (through September 5, 2023 ), Executive Vice President and General Manager, Small Business & Self-Employed Group (effective September 5, 2023) Mr. Goodarzi has been President and Chief Executive Officer and a member of the Board of Directors since January 2019 and previously served as Executive Vice President and General Manager of Intuit’s Small Business Group since May 2016. He previously was Executive Vice President and General Manager of Intuit’s Consumer Tax Group from August 2015 through April 2016 and from August 2013 to July 2015 served as Senior Vice President and General Manager of the Consumer Tax Group. He served as Intuit’s Senior Vice President and Chief Information Officer from August 2011 to July 2013, having rejoined Intuit after serving as CEO of Nexant Inc., a privately held provider of intelligent grid software and clean energy solutions, beginning in November 2010. During his previous tenure at Intuit from 2004 to 2010, Mr. Goodarzi led several business units including Intuit Financial Services and the professional tax division. Prior to joining Intuit, Mr. Goodarzi worked for Invensys, a global provider of industrial automation, transportation, and controls technology, serving as global president of the products group. He also held a number of senior leadership roles in the automation control division at Honeywell Inc. He serves on the board of Atlassian Corporation Plc and chairs the Compensation and Leadership Development Committee. Mr. Goodarzi holds a Bachelor’s degree in Electrical Engineering from the University of Central Florida and a Master’s degree in Business Administration from the Kellogg School of Management at Northwestern University. Mr. Cook, a founder of Intuit, has been an Intuit director since March 1984 and is currently Chairman of the Executive Committee. He served as Intuit’s Chairman of the Board from February 1993 to July 1998. From April 1984 to April 1994, he served as Intuit’s President and Chief Executive Officer. Mr. Cook served on the board of directors of The Procter & Gamble Company from 2000 to 2020. Mr. Cook was also a director of eBay Inc. from 1998 to 2015. Mr. Cook holds a Bachelor of Arts degree in Economics and Mathematics from the University of Southern California and a Master’s degree in Business Administration from Harvard Business School. Mr. Aujla has been Executive Vice President and Chief Financial Officer since August 2023. He served as Intuit’s Senior Vice President of Finance, Small Business & Self-Employed Group and Technology Organization, from January 2019 to July 2023, and Vice President, Finance, Small Business & Self-Employed Group, from June 2015 to January 2019. Prior to joining Intuit, Mr. Aujla held various finance leadership roles at Visa, and investment banking roles at Goldman Sachs and Morgan Stanley. Mr. Aujla holds a Bachelor’s degree in Economics from San Francisco State University and a Masters of Business Administration degree from the University of Virginia Darden School of Business. Mr. Chriss has been Executive Vice President and General Manager of Intuit’s Small Business & Self-Employed Group since January 2019 and will step down from that role effective September 5, 2023. He previously was Senior Vice President and Chief Product Officer of Intuit’s Small Business Group from January 2017 through December 2018 and Vice President of Intuit’s Self-Employed business from August 2013 through December 2016. Prior to that, Mr. Chriss held various other roles at Intuit since he joined in July 2004. He has served on the board of directors of Houzz Inc. since December 2020. Mr. Chriss holds a Bachelor’s degree in Economics from Tufts University. Ms. Fennell has been Executive Vice President, Chief People & Places Officer since August 2018 and previously served as Executive Vice President, General Counsel and Corporate Secretary. Prior to that, she served as Senior Vice President, General Counsel and Corporate Secretary since February 2007. Ms. Fennell joined Intuit as Vice President, General Counsel and Corporate Secretary in April 2004. She leads the team responsible for acquiring, developing, mobilizing, and rewarding the company's global workforce. Prior to joining Intuit, Ms. Fennell spent nearly eleven years at Sun Microsystems, Inc., most recently as Vice President of Corporate Legal Resources, as well as Acting General Counsel. Prior to joining Sun, she was an associate attorney at Wilson Sonsini, Goodrich & Rosati PC. Ms. Fennell sits on the board of directors of the Children’s   Intuit Fiscal 2023 Form 10-K14  Intuit Fiscal 2023 Form 10-K14  Intuit Fiscal 2023 Form 10-K14  Intuit Fiscal 2023 Form 10-K 14 Tables of Contents Tables of Contents Discovery Museum of San Jose. Ms. Fennell holds a Bachelor of Science degree in Business Administration from California State University, Chico and a Juris Doctor from Santa Clara University. Mr. Notarainni has been Executive Vice President and General Manager of Intuit’s Consumer Group since August 2023. He previously served as Executive Vice President of Customer Success for five years. Mr. Notarainni joined Intuit in February 2009 as a director of contact centers and spent over eight years as vice president of Customer Care and Services for Intuit’s Consumer Group. Before joining Intuit, he held leadership positions at NCR Corp, Dell, and Hewlett-Packard. Mr. Notarainni holds a Bachelor’s Degree in Finance from Michigan State University. Ms. Tessel has been Executive Vice President and Chief Technology Officer of Intuit since January 2019 and previously served as Chief Product Development Officer of Intuit’s Small Business & Self-Employed Group from June 2017 to December 2018. She has been appointed as Executive Vice President and General Manager of Intuit’s Small Business & Self-Employed Group, effective September 5, 2023. Prior to joining Intuit, Ms. Tessel worked for Docker Inc., a software containerization platform, serving as Senior Vice President of Engineering and Executive Vice President of Strategic Development from November 2014 to June 2017, and VMware, which provides cloud computing and related services, from June 2008 through November 2014, most recently serving as Vice President of Engineering. She has served on the board of directors of Cisco Systems, Inc. since March 2021. Ms. Tessel holds a Bachelor of Science degree in Computing from Technion – Israel Institute of Technology. Ms. McLean has been Executive Vice President, General Counsel and Corporate Secretary since August 2020. Prior to that, she served as Senior Vice President, General Counsel and Corporate Secretary from August 2018 to July 2020 and Vice President, Deputy General Counsel from August 2010 to July 2018. She joined Intuit in 2006 as Director, Deputy General Counsel. Ms. McLean leads Intuit’s legal, privacy, compliance, and global corporate affairs teams. Prior to joining Intuit, Ms. McLean spent over six years at Wind River Systems, Inc., most recently as the Director of Legal. Prior to joining Wind River, she was an associate at Howard, Rice, Nemerovski, Canady, Falk & Rabkin PC (now Arnold & Porter Kaye Scholer LLP). Ms. McLean serves on the board of directors of the California Minority Counsel Program. Ms. McLean holds a Bachelor of Arts degree in International Relations from University of California, Davis and a Juris Doctor from University of California, Hastings College of Law (now University of California College of the Law, San Francisco). Ms. Hotz has been Senior Vice President and Chief Accounting Officer since August 2022, and previously held roles as Vice President and Chief Accounting Officer from February 2022 to July 2022 and Vice President and Corporate Controller from August 2020 to January 2022. She previously served as the Director, Corporate Accounting from January 2014 to July 2020. Since joining Intuit in 2004, Ms. Hotz has held a variety of accounting leadership roles at the Company. From 2001 to 2004, Ms. Hotz served in corporate controller and finance functions at other public companies. She began her career in public accounting at Coopers & Lybrand LLP (now PricewaterhouseCoopers LLP), from 1996 to 1998, and RSM McGladrey & Pullen LLP (now RSM US LLP), from 1998 to 2001. Ms. Hotz is a California Certified Public Accountant (inactive) and holds a Bachelor of Science degree in accounting from Washington University in St. Louis. Mr. Balazs has been appointed Executive Vice President and Chief Technology Officer, effective September 5, 2023. Prior to that, he served as Senior Vice President and Chief Technology Architect since April 2021 and Senior Vice President of Data Engineering from August 2018 to April 2021. Mr. Balazs held various other roles since he joined Intuit in October 1999. Mr. Balazs holds a Bachelor of Science degree in Mechanical Engineering from Kettering University.  AVAILABLE INFORMATION AVAILABLE INFORMATION Our corporate website, www.intuit.com, provides materials for investors and information relating to Intuit’s corporate governance. The content on any website referred to in this filing is not incorporated by reference into this filing unless expressly noted otherwise.  We file reports required of public companies with the Securities and Exchange Commission (SEC). These include annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, proxy statements, and other reports, and amendments to these reports. The SEC maintains a website at www.sec.gov that contains reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC. We make available free of charge on the Investor Relations section of our corporate website all of the reports we file with or furnish to the SEC as soon as reasonably practicable, after the reports are filed or furnished. Copies of this Annual Report on Form 10-K may also be obtained without charge by contacting Investor Relations, Intuit Inc., P.O. Box 7850, Mountain View, California 94039-7850, calling 650-944-6000, or emailing investor_relations@intuit.com.  Intuit Fiscal 2023 Form 10-K15  Intuit Fiscal 2023 Form 10-K15  Intuit Fiscal 2023 Form 10-K15  Intuit Fiscal 2023 Form 10-K 15  Tables of Contents Tables of Contents", "time": "00:00:07"}