{"cik": 89800, "item_1A": "ITEM 1.    BUSINESS Introduction The Sherwin-Williams Company, founded in 1866 and incorporated in Ohio in 1884, is engaged in the development, manufacture, distribution and sale of paint, coatings and related products to professional, industrial, commercial and retail customers primarily in North and South America with additional operations in the Caribbean region, Europe, Asia and Australia. Our principal executive offices are located at 101 West Prospect Avenue, Cleveland, Ohio 44115-1075, telephone (216) 566-2000. As used in this report, the terms “Sherwin-Williams,” “Company,” “we” and “our” mean The Sherwin-Williams Company and its consolidated subsidiaries unless the context indicates otherwise. Available Information We make available free of charge on or through our website our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q and Current Reports on Form 8-K, and amendments to these reports, as soon as reasonably practicable after we electronically file such material with, or furnish such material to, the Securities and Exchange Commission (SEC). You may access these documents on our Investor Relations website, investors.sherwin.com. We also make available free of charge on our website our Corporate Governance Guidelines, our Director Independence Standards, our Code of Conduct and the charters of our Audit Committee, our Compensation and Management Development Committee and our Nominating and Corporate Governance Committee. You may access these documents on our Investor Relations website, investors.sherwin.com. Basis of Reportable Segments The Company reports its segment information in the same way that management internally organizes its business for assessing performance and making decisions regarding allocation of resources. The Company has three reportable operating segments: The Americas Group, Consumer Brands Group and Performance Coatings Group (individually, a “Reportable Segment” and collectively, the “Reportable Segments”). The Company reports all other business activities and immaterial operating segments that are not reportable in the Administrative segment. For more information about the Reportable Segments, see Note 23 to the Consolidated Financial Statements in Item 8.  The Americas Group The Americas Group consisted of 4,931 company-operated specialty paint stores in the United States, Canada, Latin America and the Caribbean region at December 31, 2022. Each store in this segment is engaged in servicing the needs of architectural and industrial paint contractors and do-it-yourself homeowners. These stores market and sell Sherwin-Williams® and other controlled brand architectural paint and coatings, protective and marine products, OEM product finishes and related products. The majority of these products are produced by manufacturing facilities in the Consumer Brands Group. In addition, each store sells select purchased associated products. In addition to our stores in the Latin America region, The Americas Group meets regional customer demands through developing, licensing, manufacturing, distributing and selling a variety of architectural paints, coatings and related products in North and South America. The loss of any single customer would not have a material adverse effect on the business of this segment.  Consumer Brands Group The Consumer Brands Group manufactures and supplies a broad portfolio of branded and private-label architectural paint, stains, varnishes, industrial products, wood finishes products, wood preservatives, applicators, corrosion inhibitors, aerosols, caulks and adhesives to retailers and distributors throughout North America, as well as in China and Europe. The Consumer Brands Group also supports the Company’s other businesses around the world with new product research and development, manufacturing, distribution and logistics. Approximately 67% of the total sales of the Consumer Brands Group in 2022 were intersegment transfers of products primarily sold through The Americas Group. Sales and marketing of certain controlled brand and private-label products is performed by a direct sales staff. The products distributed through third-party customers are intended for resale to the ultimate end-user of the product. The Consumer Brands Group had sales to certain customers that, individually, may be a significant portion of the sales and related profitability of the segment. This segment incurred most of the Company’s capital expenditures related to ongoing environmental compliance measures at sites currently in operation. Performance Coatings Group The Performance Coatings Group develops and sells industrial coatings for wood finishing and general industrial (metal and plastic) applications, automotive refinish, protective and marine coatings, coil coatings, packaging coatings and performance-based resins and colorants worldwide. This segment licenses certain technology and trade names worldwide. Sherwin-Williams® and other controlled brand products are distributed through The Americas Group and this segment’s 317 company- 1 1 1 Table of Contents Table of Contents  operated branches and by a direct sales staff and outside sales representatives to retailers, dealers, jobbers, licensees and other third-party distributors. The Performance Coatings Group had sales to certain customers that, individually, may be a significant portion of the sales of the segment. However, the loss of any single customer would not have a material adverse effect on the overall profitability of the segment.  Administrative Segment The Administrative segment includes the administrative expenses of the Company’s corporate headquarters site. Also included in the Administrative segment is interest expense, interest and investment income, certain expenses related to closed facilities and environmental-related matters and other expenses which are not directly associated with the Reportable Segments. The Administrative segment does not include any significant foreign operations. Also included in the Administrative segment is the operations of a real estate management unit that is responsible for the ownership, management, and leasing of non-retail properties held primarily for use by the Company, including the Company’s headquarters site, and disposal of idle facilities. Sales of this segment represent external leasing revenue of excess headquarters space or leasing of facilities no longer used by the Company in its primary businesses. Material gains and losses from the sale of property are infrequent and not a significant operating factor in determining the performance of the Administrative segment. Raw Materials and Products Purchased for Resale Raw materials and products purchased for resale make up the majority of our consolidated cost of goods sold. Raw materials may vary considerably by the specific paint or coating being manufactured but can generally be divided into the following categories: resins and latex, pigments, additives, solvents, and metal or plastic containers. A significant portion of these raw materials are derived from various upstream petrochemical and related commodity feedstocks, notably propylene. Raw materials are sourced from multiple suppliers globally, typically within the geographic region where our products are being manufactured. A portion of specialized resins and other products are manufactured in house. We also purchase a variety of products for resale that are highly complementary to our paint and coating offerings, notably spray equipment and parts, floorcovering, and assorted sundries. We attempt, if feasible, to mitigate our potential risk associated with the sourcing of our raw materials and other products through inventory management, strategic relationships with key suppliers, alternative sourcing strategies and long-term investments to expand our manufacturing capabilities. See Item 1A Risk Factors for more information regarding cost and sourcing of raw materials.  Seasonality The majority of the sales for the Reportable Segments traditionally occur during the second and third quarters. However, periods of economic downturn can alter these seasonal patterns. There is no significant seasonality in sales for the Administrative segment.  Working Capital In order to meet increased demand during the second and third quarters, the Company usually builds its inventories during the first quarter. Working capital items (inventories and accounts receivable) are generally financed through short-term borrowings, which include the use of lines of credit and the issuance of commercial paper. For a description of the Company’s liquidity and capital resources, see the “Financial Condition, Liquidity and Cash Flow” section in Item 7.  Trademarks and Trade Names Customer recognition of trademarks and trade names owned or licensed by the Company collectively contribute significantly to our sales. The major trademarks and trade names used by each of the Reportable Segments are set forth below. •The Americas Group: Sherwin-Williams®, A-100®, Builders Solution®, Captivate®, Cashmere®, Colorgin®, Condor®, Duration®, Emerald®, Kem Tone®, Latitude®, Loxon®, Metalatex®, Novacor®, Painters Edge Plus™, ProClassic®, ProCraft®, Pro Industrial™, ProMar®, SuperDeck®, SuperPaint®, Woodscapes®  •Consumer Brands Group: Cabot®, Dupli-Color®, Dutch Boy®, Geocel®, HGTV HOME® by Sherwin-Williams, Huarun®, Krylon®, Minwax®, Purdy®, Ronseal®, Thompson’s® WaterSeal®, Valspar®, White Lightning®  •Performance Coatings Group: Sherwin-Williams®, Acrolon®, AcromaPro®, ATX®, DeBeer Refinish®, Duraspar®, EcoDex®, Envirolastic®, Excelo®, EzDex®, Fastline®, Firetex®, Fluropon®, Heat-Flex®, House of Kolor®, Huarun®, Inver®, Kem Aqua®, Lazzuril®, Macropoxy®, Martin Senour®, Matrix Edge®, M.L. Campbell®, Octoral®, PermaClad®, Polane®, Powdura®, Sayerlack®, Sher-Wood®, Sumaré®, Ultra 9K®, Ultra 7000®, ValPure®, Valspar® 2 2 2 Table of Contents Table of Contents  Patents Although patents and licenses are not of material importance to our business as a whole or any segment, The Americas Group and the Performance Coatings Group derive a portion of their income from the licensing of technology, trademarks and trade names to foreign companies. Backlog and Productive Capacity Backlog orders are not typically significant in the business of any Reportable Segment since there is normally a short period of time between the placing of an order and shipment. During 2022, we experienced raw material shortages and labor constraints that impacted our production and ability to meet customer orders. We believe that sufficient productive capacity currently exists to fulfill our needs for paint, coatings and related products during 2023. Competition We experience competition from many local, regional, national and international competitors of various sizes in the manufacture, distribution and sale of our paint, coatings and related products. We are a leading manufacturer and retailer of paint, coatings and related products to professional, industrial, commercial and retail customers, however, our competitive position varies for our different products and markets. In The Americas Group, competitors include other paint and wallpaper stores, mass merchandisers, home centers, independent hardware stores, hardware chains and manufacturer-operated direct outlets. Product quality, product innovation, breadth of product line, technical expertise, service and price determine the competitive advantage for this segment. In the Consumer Brands Group, domestic and foreign competitors include manufacturers and distributors of branded and private-label paint and coatings products. Technology, product quality, product innovation, breadth of product line, technical expertise, distribution, service and price are the key competitive factors for this segment. The Performance Coatings Group has numerous competitors in its domestic and foreign markets with broad product offerings and several others with niche products. Key competitive factors for this segment include technology, product quality, product innovation, breadth of product line, technical expertise, distribution, service and price. The Administrative segment has many competitors consisting of other real estate owners, developers and managers in areas in which this segment owns property. The main competitive factors are the availability of property and price. Human Capital Resources The success of our business and ability to execute on our strategy depend in large part on our ability to attract, retain, develop and progress a diverse population of qualified employees at all levels of our organization. At December 31, 2022, we employed 64,366 people worldwide, of which 75% were in the United States and 25% were in other global regions. Our commitment to our people is embedded in the Company’s corporate purpose and guiding values. Through our purpose, we strive to inspire and improve the world by coloring and protecting what matters. Our employees are instrumental in fulfilling this purpose through the development, manufacture, distribution and sale of innovative paint and coatings products. The Company’s seven guiding values — integrity, people, service, quality, performance, innovation and growth — drive how we fulfill our purpose, emphasize the importance of our global workforce and serve as the foundation of our culture of excellence.  We have developed key strategies, objectives and measures as part of the overall management of our business that support our global workforce and enable us to attract, retain, develop and progress top talent in a competitive labor market. These strategies, objectives and measures are advanced through programs, policies and initiatives focused on inclusion, diversity and equity (ID&E), talent acquisition and employee engagement, occupational health and safety and total rewards, which includes compensation and benefits programs and practices.  Inclusion, Diversity and Equity. We strive to foster a culture of inclusion and belonging where differences are welcomed, appreciated and celebrated to positively impact our people and business. Reflected in the Company’s Code of Conduct and reinforced through our actions, training and attitudes, fostering an inclusive culture is a moral and business imperative. The building blocks of our ID&E strategy include: •Educate and communicate to drive success: Building awareness of inclusive leadership behaviors to leverage the unique contributions of each employee to positively impact our people and business results. •Fill the pipeline with the best talent: Attracting the best talent pool that reflects the diversity of the communities in which we serve and do business.  •Develop and engage talent by investing in our people: Investing in our people by providing networking and learning opportunities to drive retention, progression and engagement. 3 3 3 Table of Contents Table of Contents  •Progress talent by embedding equity into talent planning: Embedding equity into talent practices, processes, tools and resources at all levels. Creating a supportive, welcoming environment across our global footprint is the shared responsibility of all employees, including our senior leaders. Each year, our senior leaders attend an ID&E education and training session to assist us in maintaining our commitment to leading with inclusion and leveraging the diversity of our workforce. During 2022, we held our annual CEO Forums on Inclusion, which are designed to encourage open discussions with employees that are led by our Chief Executive Officer and other senior leaders about opportunities to advance our culture of inclusion and belonging. We also continued our focus on driving allyship and empathy through conscious inclusion training across our global workforce and elevating the visibility and prominence of our Employee Resource Groups (ERGs). These voluntary, employee-led networks are organized around a shared underrepresented demographic, and membership spans across 250 chapters globally. ERGs bring together employees from various groups, divisions and functional teams to foster more inclusive workplaces, create greater synergy around business objectives and serve as a hub for professional development and mentorship opportunities that enable our employees to thrive and find long-term success at Sherwin-Williams. Talent Acquisition and Employee Engagement. Through our integrated talent management strategy, we strive to attract, retain, develop and progress a workforce that embraces our culture of inclusion and reflects our diversity efforts. This strategy connects major milestones in the employee journey, including talent acquisition, onboarding, performance management, leadership and management development, succession and career progression, and is supported by our focus on employee engagement, ID&E, workforce analytics and human resources information technology governance. The Company’s early talent programs, including our management trainee program and similar programs across our global business, play a critical role in attracting, developing and advancing a diverse pipeline of talent. During 2022, we hired approximately 1,400 college graduates through our management trainee program as part of our long-term growth initiatives. We also partner with various colleges and universities, including Historically Black Colleges and Universities and Hispanic-Serving Institutions, to attract women, underrepresented racial or ethnic groups, individuals with disabilities, veterans and other candidates into the talent pipeline. We invest in our people by providing learning and employee networking opportunities, including through our ERGs, to drive retention, development and engagement and help employees excel in their current and future roles. During 2022, our employees completed thousands of hours of online and instructor-led courses across a broad range of categories, including leadership, ID&E, professional skills, technical and compliance. We measure our progress toward creating an inclusive culture that empowers employees to learn, grow and achieve their aspirations by conducting periodic pulse surveys and our global engagement survey, which we first conducted during 2021 and expect to conduct every other year. We are focused on using these survey results to drive continued progress with our efforts.  Occupational Health and Safety. Providing safe and healthy working environments for our employees is a core value. We have a consistent focus on Environmental, Health and Safety excellence that promotes employee health and safety, process safety, and occupational health, including evaluation and implementation of reasonable preventative measures to reduce workplace injuries and illness. We strive for incident-free workplaces — continuously assessing and improving the programs that are in place to help keep our employees, customers and communities safe.  Since the onset of the COVID-19 pandemic, we have implemented modifications throughout our business and health and safety programs designed to protect the health and well-being of our employees and customers. These efforts have included, and may continue to include where necessary and appropriate, enhanced cleaning and sanitation procedures and return to work protocols. These efforts also continue to include permitting remote, alternate and flexible work arrangements where possible to promote increased flexibility and support employee health and safety, while maintaining our focus on innovation, collaboration, and engagement. Total Rewards. We prioritize the fair, consistent and equitable treatment of our employees in relation to working conditions, wages, benefits, policies and procedures. The Company’s policies and programs are designed to respond to the needs of our employees in a manner that provides a safe, professional, efficient and rewarding workplace. Our total rewards programs are designed to offer competitive compensation, comprehensive benefits and other programs to support employees’ growth, both personally and professionally, and the diverse needs and well-being of our employees worldwide.  Over the past few years, we have enhanced certain of the Company’s benefits and practices to support the health and well-being of our employees through the COVID-19 pandemic and other challenges. Our enhanced benefits have included tele-health, paid sick leave, family leave and voluntary leave of absence policies and programs. We also have rewarded our employees’ resiliency and hard work and made changes in our business to encourage retention, including through wage increases, reduced store hours and employee benefits enhancements. During 2022, we continued enhancing the benefits we provide to our employees, including by extending our employee assistance program to our global workforce. The program provides mental  4 4 4 Table of Contents Table of Contents  health and well-being, family, career, lifestyle, legal and financial resources, tools and services designed to support our employees across all aspects of their lives. Regulatory Compliance For additional information regarding environmental-related matters, see Notes 1, 11 and 20 to the Consolidated Financial Statements in Item 8.  CAUTIONARY STATEMENT REGARDING FORWARD-LOOKING INFORMATION Certain statements contained in “Management’s Discussion and Analysis of Financial Condition and Results of Operations,” “Letter to Shareholders” and elsewhere in this report constitute “forward-looking statements” within the meaning of federal securities laws. These forward-looking statements are based upon management’s current expectations, predictions, estimates, assumptions and beliefs concerning future events and conditions and may discuss, among other things, anticipated future performance (including sales and earnings), expected growth, future business plans and the costs and potential liability for environmental-related matters and the lead pigment and lead-based paint litigation. Any statement that is not historical in nature is a forward-looking statement and may be identified by the use of words and phrases such as “believe,” “expect,” “may,” “will,” “should,” “project,” “could,” “plan,” “goal,” “target,” “potential,” “seek,” “intend,” “aspire,” “strive” or “anticipate” or the negative thereof or comparable terminology. Readers are cautioned not to place undue reliance on any forward-looking statements. Forward-looking statements are necessarily subject to risks, uncertainties and other factors, many of which are outside our control, that could cause actual results to differ materially from such statements and from our historical results, performance and experience. These risks, uncertainties and other factors include such things as: •general business conditions, strengths of retail and manufacturing economies and growth in the coatings industry; •changes in general domestic and international economic conditions, including due to higher inflation rates, interest rates, tax rates and unemployment rates, higher labor and healthcare costs, recessions and changing government policies, laws and regulations; •changes in raw material and energy supplies and pricing;  •disruptions in the supply chain, including those caused by industry capacity constraints, labor shortages, raw material availability, and transportation and logistics delays and constraints;  •adverse weather conditions or natural disasters, including those that may be related to climate change or otherwise, and public health crises, including the COVID-19 pandemic; •losses of or changes in our relationships with customers and suppliers; •competitive factors, including pricing pressures and product innovation and quality; •our ability to successfully integrate past and future acquisitions into our existing operations, as well as the performance of the businesses acquired; •our ability to achieve expected benefits of restructuring and productivity initiatives; •weakening of global credit markets and our ability to generate cash to service our indebtedness;  •risks and uncertainties associated with our expansion into and our operations in Asia, Europe, South America and other foreign markets, including general economic conditions, policy changes affecting international trade, political instability, inflation rates, recessions, sanctions, foreign currency exchange rates and controls, foreign investment and repatriation restrictions, legal and regulatory constraints, civil unrest, armed conflict (including the ongoing conflict between Russia and Ukraine), war and other economic and political factors; •the achievement of growth in foreign markets, such as Asia, Europe and South America; •cybersecurity incidents and other disruptions to our information technology systems and operations; •our ability to protect or enforce our material trademarks and other intellectual property rights;  •our ability to attract, retain, develop and progress a qualified global workforce; •damage to our business, reputation, image or brands due to negative publicity; •increasingly stringent domestic and foreign governmental regulations, including those affecting health, safety and the environment;  •inherent uncertainties involved in assessing our potential liability for environmental-related activities; •other changes in governmental policies, laws and regulations, including changes in tariff policies, as well as changes in accounting policies and standards and taxation requirements (such as new or revised tax laws or interpretations); and 5 5 5 Table of Contents Table of Contents  •the nature, cost, quantity and outcome of pending and future litigation and other claims, including the lead pigment and lead-based paint litigation, and the effect of any legislation and administrative regulations relating thereto. Readers are cautioned that it is not possible to predict or identify all of the risks, uncertainties and other factors that may affect future results and that the above list should not be considered a complete list. Any forward-looking statement speaks only as of the date on which such statement is made, and we undertake no obligation to update or revise any forward-looking statement, whether as a result of new information, future events or otherwise, except as otherwise required by law. ", "time": "00:00:04"}