{"cik": 908255, "item_1A": " Item 1. Business  BorgWarner Inc. (together with its Consolidated Subsidiaries, the “Company” or “BorgWarner”) is a Delaware corporation incorporated in 1987. The Company is a global product leader in clean and efficient technology solutions for combustion, hybrid and electric vehicles. Its products help improve vehicle performance, propulsion efficiency, stability and air quality. The Company manufactures and sells these products worldwide, primarily to original equipment manufacturers (“OEMs”) of light vehicles (passenger cars, sport-utility vehicles (“SUVs”), vans and light trucks). The Company’s products are also sold to OEMs of commercial vehicles (medium-duty trucks, heavy-duty trucks and buses) and off-highway vehicles (agricultural and construction machinery and marine applications). The Company also manufactures and sells its products to certain tier one vehicle systems suppliers and into the aftermarket for light, commercial and off-highway vehicles. The Company operates manufacturing facilities serving customers in Europe, the Americas and Asia and is an original equipment supplier to nearly every major automotive OEM in the world.  Charging Forward - Electrification Portfolio Strategy  In 2021, the Company announced its strategy to aggressively grow its electrification product portfolio over time through organic investments and technology-focused acquisitions. The Company believes it is well positioned for the industry’s anticipated migration to electric vehicles (“EV”). The Company is targeting its revenue from products for pure electric vehicles to be over 25% of its total revenue by 2025 and approximately 45% of its total revenue by 2030. The Company believes it is on track to exceed its 2025 organic EV-related sales target and over the last two years has announced or completed five acquisitions. On December 6, 2022, the Company announced its intention to execute a tax-free spin-off of its Fuel Systems and Aftermarket segments into a separate, publicly traded company. The intended separation of its Fuel Systems and Aftermarket segments would support optimizing the Company’s combustion portfolio and advancing its electrification journey, while at the same time creating a new, focused company that would be able to pursue growth opportunities in alternative fuels, such as hydrogen, and in Aftermarket. The Company expects to complete the transaction in late 2023, subject to satisfaction of customary conditions. In 2022, the Company’s EV-related revenue was approximately $870 million, or 6%, of its total revenue. Based on new business awards and actions announced to date, the Company believes it is on track to achieve $4.3 billion of EV revenue by 2025.  Recent Acquisitions  Acquisitions are an integral component of the Company’s growth and value creation strategy. Below are summaries of recent acquisitions. Refer to Note 2, “Acquisitions and Dispositions,” to the Consolidated Financial Statements in Item 8 of this report for more information.   Hubei Surpass Sun Electric Charging Business  On September 20, 2022, the Company announced that it had entered into an Equity Transfer Agreement under which BorgWarner will acquire the electric vehicle solution, smart grid and smart energy businesses of Hubei Surpass Sun Electric. The transaction has an enterprise value up to ¥410 million ($60 million), of which approximately ¥267 million ($39 million) will be delivered at or soon after closing, and up to ¥143 million ($21 million) could be paid in the form of contingent payments over approximately two years following the closing. The acquisition complements the Company’s existing European and North American charging footprint by adding a presence in China. The transaction is subject to satisfaction of customary closing conditions and is expected to close in the first quarter of 2023. 5  5  5    Table of Contents Table of Contents  Drivetek AG  On December 1, 2022, the Company acquired Drivetek AG, an engineering and product development company located in Switzerland. This acquisition strengthens the Company’s power electronics capabilities in auxiliary inverters, which it expects to accelerate the growth of the High Voltage eFan business. The Company paid ₣27 million ($29 million) at closing, and up to ₣10 million ($10 million) could be paid in the form of contingent payments over the three years following closing.  Rhombus Energy Solutions  On July 29, 2022, the Company acquired Rhombus Energy Solutions, a provider of charging solutions in the North American market. The acquisition complements the Company’s existing European charging footprint to accelerate organic growth and adds North American regional presence to its charging business. The Company paid $131 million at closing, and up to $30 million could be paid in the form of contingent payments over the three years following closing.  Santroll Automotive Components  On March 31, 2022, the Company acquired Santroll Automotive Components, a carve-out of Santroll Electric Auto’s eMotor business. The acquisition strengthens the Company’s vertical integration, scale and portfolio breadth in light vehicle eMotors while allowing for increased speed to market. The total final consideration was $192 million, which reflects a reduction of approximately $20 million in the base purchase price since the acquisition closing date resulting from an amendment to the Equity Transfer Agreement and finalization of post-closing adjustments. The consideration includes approximately ¥1.0 billion ($152 million) of base purchase price and ¥0.25 billion ($40 million) of originally estimated earn-out payments. The Company paid approximately $157 million of base purchase price in the year ended December 31, 2022 and expects to recapture approximately $5 million of post-closing adjustments through a reduction of the payment of the second earn-out.  AKASOL AG  On June 4, 2021, the Company completed a voluntary public takeover offer for shares of AKASOL AG (“AKASOL”), resulting in ownership of 89% of AKASOL’s outstanding shares. The Company paid approximately €648 million ($788 million) to settle the offer. During 2021, the Company increased its ownership to 93% through the subsequent purchase of additional shares. On February 10, 2022, the Company completed a merger squeeze-out process to obtain the remaining shares, resulting in 100% ownership. The acquisition further strengthens BorgWarner’s commercial vehicle and industrial electrification capabilities, which positions the Company to capitalize on what it believes to be a fast-growing battery module and pack market.  Delphi Technologies PLC  On October 1, 2020, the Company completed its acquisition of Delphi Technologies PLC (“Delphi Technologies”) from the shareholders of Delphi Technologies pursuant to the terms of the Transaction Agreement, dated January 28, 2020, as amended on May 6, 2020, by and between the Company and Delphi Technologies (the “Transaction Agreement”). Pursuant to the terms of the Transaction Agreement, the Company issued, in exchange for each Delphi Technologies share, 0.4307 of a share of common stock of the Company and cash in lieu of any fractional shares. In the aggregate, the Company delivered consideration of approximately $2.4 billion. The acquisition has strengthened the Company’s electronics and power electronics products, strengthened its capabilities and scale, enhanced key combustion, commercial vehicle and aftermarket product offerings, and positioned the Company for greater growth as electrified propulsion systems gain momentum.   6  6  6    Table of Contents Table of Contents Financial Information About Reporting Segments  Refer to Note 24, “Reporting Segments and Related Information,” to the Consolidated Financial Statements in Item 8 of this report for financial information about the Company's reporting segments.   Narrative Description of Reporting Segments  The Company reports its results under four reporting segments: Air Management, e-Propulsion & Drivetrain, Fuel Systems and Aftermarket.   In the first quarter of 2022, the Company announced that the starter and alternator business, previously reported in its e-Propulsion & Drivetrain segment, would transition to the Aftermarket segment. The Company also announced in 2022 that the canisters and fuel delivery modules business, previously reported in its Air Management segment, would transition to the Fuel Systems segment. Both of these transitions were completed during the second quarter of 2022. Additionally, in the fourth quarter of 2022, the Company moved its battery systems business, previously reported in its Air Management segment, to the e-Propulsion & Drivetrain segment. The reporting segment disclosures have been updated accordingly which included recasting prior period information for the new reporting structure.  Net sales by reporting segment were as follows: Year Ended December 31,(in millions)202220212020Air Management$7,129 $6,820 $5,564 e-Propulsion & Drivetrain5,625 5,086 3,695 Fuel Systems2,314 2,237 593 Aftermarket1,285 1,212 488 Inter-segment eliminations(552)(517)(175)Net sales$15,801 $14,838 $10,165   The sales information presented above does not include the sales by the Company’s unconsolidated joint ventures (see sub-heading “Joint Ventures” below). Such unconsolidated sales totaled approximately $969 million, $1,053 million, and $721 million for the years ended December 31, 2022, 2021 and 2020, respectively.  Air Management  The Air Management segment develops and manufactures products to improve fuel economy, reduce emissions and enhance performance. The Air Management segment’s technologies include turbochargers, eBoosters, eTurbos, timing systems, emissions systems, thermal systems, gasoline ignition technology, smart remote actuators, powertrain sensors, cabin heaters, battery heaters, battery charging and direct current charging stations.  The Air Management segment’s emissions, thermal and turbocharger systems provide several benefits including increased power for a given engine size, improved fuel economy, reduced emissions and optimized temperatures in propulsion systems and vehicle cabins. Sales of turbochargers for light vehicles represented approximately 20%, 19% and 24% of the Company’s net sales for the years ended December 31, 2022, 2021 and 2020, respectively. No other single product line accounted for more than 10% of consolidated net sales in any of the years presented.  The Air Management segment’s timing systems enable precise control of air and exhaust flow through the engine, improving fuel economy and emissions. The Air Management segment is a leading manufacturer of timing systems for OEMs around the world. 7  7  7    Table of Contents Table of Contents  The Air Management segment’s powertrain products include an array of highly engineered products that complement and enhance the efficiency improvements delivered by many other air management technologies.  e-Propulsion & Drivetrain  The Company’s e-Propulsion & Drivetrain segment’s technologies include rotating electrical components, power electronics, electric drive motors, control modules, software, battery products, friction and mechanical products for automatic transmissions and torque-management products.  The e-Propulsion & Drivetrain segment’s electronics portfolio consists of electric motors for hybrid and electric vehicles, power electronics and engine and transmission control modules. As electrification of vehicles increases, its power electronics solutions, including inverters, onboard chargers, DC/DC converters, battery management systems, and software inverters, provide better efficiency, reduced weight and lower cost for its OEM customers. The control modules, containing as much as one million lines of software code, are key components that enable the integration and operation of powertrain products throughout the vehicle.   The e-Propulsion & Drivetrain segment’s battery products include high-performance lithium-ion battery modules and systems for electrified applications that provide long battery life with a high power output for safe, reliable and durable operation.  The e-Propulsion & Drivetrain segment’s friction and mechanical products for automatic transmissions include dual clutch modules, friction clutch modules, friction and separator plates, transmission bands, torque converter clutches, one-way clutches and torsional vibration dampers. Controls products for automatic transmissions feature electro-hydraulic solenoids for standard and high pressure hydraulic systems, transmission solenoid modules and dual clutch control modules.   The e-Propulsion & Drivetrain segment’s torque management products include rear-wheel drive (“RWD”)-all-wheel drive (“AWD”) transfer case systems, front-wheel drive (“FWD”)-AWD coupling systems and cross-axle coupling systems. The segment is developing electronically controlled torque management devices and systems that will benefit vehicle energy efficiency and vehicle dynamics.  Fuel Systems   The Fuel Systems segment develops and manufactures gasoline and diesel fuel injection components and systems. Its highly-engineered fuel injection systems portfolio includes pumps, injectors, evaporative canisters, fuel delivery modules, fuel rails and fuel rail assemblies, engine control units, and complete systems, including associated software and calibration services, that deliver greater efficiency and improve fuel economy for traditional and hybrid vehicles. The Company’s gasoline direct injection, or GDi, technology provides high-precision fuel delivery for optimized combustion, which lowers emissions and improves fuel economy. Its diesel fuel injection systems portfolio provides enhanced emission and engine performance at an attractive value. The Company’s common rail fuel injection system is the core technology for both on and off-highway commercial and light vehicle applications. 8  8  8    Table of Contents Table of Contents  Aftermarket  The Aftermarket segment sells products and services to independent aftermarket customers and original equipment service customers with both new and remanufactured products. Its product portfolio includes a wide range of solutions covering the fuel injection, electronics and engine management, starters and alternators, maintenance, test equipment and vehicle diagnostics categories. The aftermarket segment’s business provides a recurring and stable revenue base, as replacement of many of these products is non-discretionary in nature.  Joint Ventures  As of December 31, 2022, the Company had ten joint ventures in which it had a less-than-100% ownership interest. Results from the seven joint ventures in which the Company is the majority owner and has a controlling financial interest are consolidated as part of the Company’s results. Results from the three joint ventures in which the Company exercises significant influence but does not have a controlling  financial interest, were reported by the Company using the equity method of accounting pursuant to which the Company records its proportionate share of each joint venture’s income or loss each period.  Management of the unconsolidated joint ventures is shared with the Company’s respective joint venture partners. Certain information concerning the Company's joint ventures is set forth below: Joint ventureProductsYear organizedPercentageowned by theCompanyLocation ofoperationJoint venture partnerUnconsolidated:     NSK-Warner K.K.Transmission components196450 %Japan/ChinaNSK Ltd.Turbo Energy Private LimitedTurbochargers198732.6 %IndiaSundaram Finance Limited; Brakes India LimitedDelphi-TVS Diesel Systems LtdFuel injection equipment200152.5 %IndiaCheema TVS Industrial Ventures Private LimitedConsolidated:     Delphi Powertrain Systems Korea Ltd.Valvetrain and fuel injection equipment197770 %KoreaBU RA DA Company LimitedBorgWarner Transmission Systems Korea Ltd.1Transmission components198760 %KoreaNSK-WarnerBeijing Delphi Wan Yuan Engine Management Systems Co. Ltd.Engine management systems199951 %ChinaBeijing Wan Yuan Industry CorporationBorg-Warner Shenglong (Ningbo) Co. Ltd. Fans and fan drives199970 %ChinaNingbo Shenglong Automotive Powertrain Systems Co., Ltd.BorgWarner TorqTransfer Systems Beijing Co. Ltd. Transfer cases200080 %ChinaBeijing Hainachuan Automotive Parts Holding Co., Ltd.SeohanWarner Turbo Systems Ltd. Turbochargers200371 %KoreaKorea Flange CompanyBorgWarner United Transmission Systems Co. Ltd. Transmission components200966 %ChinaChina Automobile Development United Investment Co., Ltd. BorgWarner Transmission Systems Korea Ltd.1 __________________________ 1 BorgWarner Inc. owns 50% of NSK-Warner, which has a 40% interest in BorgWarner Transmission Systems Korea Ltd. This ownership gives the Company an additional indirect effective ownership percentage of 20% in BorgWarner Transmission Systems Korea Ltd., resulting in a total effective ownership interest of 80%.  9  9  9    Table of Contents Table of Contents Financial Information About Geographic Areas  The Company has a global presence. During the year ended December 31, 2022, approximately 19% of the Company’s net sales were generated in the United States, and 81% were generated outside the United States. Refer to Note 24, “Reporting Segments and Related Information,” to the Consolidated Financial Statements in Item 8 of this report for additional financial information about geographic areas.   Product Lines and Customers  During the year ended December 31, 2022, approximately 76% of the Company’s net sales were for light-vehicle applications; approximately 12% were for commercial-vehicle applications; approximately 4% were for off-highway vehicle applications; and approximately 8% were to distributors of aftermarket replacement parts.   The Company’s worldwide net sales to the following customers (including their subsidiaries) were approximately as follows:Year Ended December 31,Customer202220212020Ford13 %10 %13 %Volkswagen8 %9 %11 % No other single customer accounted for more than 10% of the Company’s consolidated net sales in any of the years presented. Sales to the Company’s top ten customers represented 62% of sales for the year ended December 31, 2022.  The Company’s automotive products are generally sold directly to OEMs, substantially pursuant to negotiated annual contracts, long-term supply agreements or terms and conditions as may be modified by the parties. Deliveries are subject to periodic authorizations based upon OEM production schedules. The Company typically ships its products directly from its plants to the OEMs.  Sales and Marketing  Each of the Company’s businesses within its reporting segments has its own sales function. Account executives for each of the Company’s businesses are assigned to serve specific customers for one or more businesses’ products. Account executives spend the majority of their time in direct contact with customers’ purchasing and engineering employees and are responsible for servicing existing business and for identifying and obtaining new business. Because of their close relationship with customers, account executives are able to identify and meet customers’ needs based upon their knowledge of the Company’s product design and manufacturing capabilities. Upon securing a new order, account executives participate in product launch team activities and serve as a key interface with customers. In addition, sales and marketing employees of the Company’s reporting segments often work together to explore cross-development opportunities where appropriate.   Seasonality  The Company’s operations are directly related to the automotive and commercial-vehicle industry. Consequently, the Company’s segments may experience seasonal fluctuations to the extent vehicle production slows, such as in the summer months when many customer plants typically close for model year changeovers or vacations. Historically, model changeovers or vacations have generally resulted in lower sales volume in the Company’s third quarter.  10  10  10    Table of Contents Table of Contents Research and Development  The Company conducts advanced propulsion research. This advanced engineering function seeks to leverage know-how and expertise across product lines to create new electrified propulsion systems and modules that can be commercialized. This function oversees the Company's investments in certain venture capital funds that provide seed money for start-up businesses developing new technologies pertinent to the automotive industry and the Company's propulsion strategies.  In addition, each of the Company's businesses within its Air Management, e-Propulsion & Drivetrain and Fuel Systems reporting segments has its own research and development (“R&D”) organization, including engineers and technicians, engaged in R&D activities at facilities worldwide. The Company also operates testing facilities such as prototype, measurement and calibration, life-cycle testing and dynamometer laboratories.  By working closely with OEMs and anticipating their future product needs, the Company’s R&D personnel conceive, design, develop and manufacture new proprietary components and systems. R&D personnel also work to improve current products and production processes. The Company believes its commitment to R&D will allow it to continue to obtain new orders from its OEM customers.  The Company’s net R&D expenditures are primarily included in selling, general and administrative expenses of the Consolidated Statements of Operations. Customer reimbursements are netted against gross R&D expenditures as they are considered a recovery of cost. Customer reimbursements for prototypes are recorded net of prototype costs based on customer contracts, typically either when the prototype is shipped or when it is accepted by the customer. Customer reimbursements for engineering services are recorded when performance obligations are satisfied in accordance with the contract. Financial risks and rewards transfer upon shipment, acceptance of a prototype component by the customer or upon completion of the performance obligation as stated in the respective customer agreement.  Year Ended December 31,(in millions)202220212020Gross R&D expenditures$968 $930 $533 Customer reimbursements(182)(223)(57)Net R&D expenditures$786 $707 $476   Net R&D expenditures as a percentage of net sales were 5.0%, 4.8% and 4.7% for the years ended December 31, 2022, 2021 and 2020, respectively.   Intellectual Property  The Company has approximately 7,800 active domestic and foreign patents and patent applications pending or under preparation and receives royalties from licensing patent rights to others. While it considers its patents on the whole to be important, the Company does not consider any single patent, any group of related patents or any single license essential to its operations in the aggregate or to the operations of any of the Company’s business groups individually. The expiration of the patents individually and in the aggregate is not expected to have a material effect on the Company’s financial position or future operating results. The Company owns numerous trademarks, some of which are valuable, but none of which are essential to its business in the aggregate.  The Company owns the “BorgWarner” trade name and numerous BORGWARNER trademarks which are material to the Company's business.   11  11  11    Table of Contents Table of Contents Competition  The Company’s reporting segments compete worldwide with a number of other manufacturers and distributors that produce and sell similar products. Many of these competitors are larger and have greater resources than the Company. Technological innovation, application engineering development, quality, price, delivery and program launch support are the primary methods of competition.  The Company’s major non-OEM competitors are Robert Bosch GmbH, Denso Corporation, Hitachi, Ltd., Magna Powertrain (an operating unit of Magna International Inc.), Valeo, Schaeffler Group and Vitesco Technologies. The Company also competes with certain start-ups in electrification.  In addition, a number of the Company’s major OEM customers manufacture, for their own use and for others, products that compete with the Company's products. Other current OEM customers could elect to manufacture products to meet their own requirements or to compete with the Company. There is no assurance that the Company’s business will not be adversely affected by increased competition in the markets in which it operates.  For many of its products, the Company’s competitors include suppliers in parts of the world that enjoy economic advantages such as lower labor costs, lower health care costs, lower tax rates and, in some cases, export subsidies and/or raw materials subsidies. Also, see Item 1A, “Risk Factors.”  Human Capital Management  The Company’s ability to sustain and grow its business requires it to hire, retain and develop a highly skilled and diverse management team and workforce worldwide. The Company believes the skills, experience, and industry knowledge of its employees significantly benefit its operations and performance.  The Company’s Compensation Committee oversees human capital management and assesses whether environmental, social and governance (“ESG”) goals and milestones, as appropriate, are effectively reflected in executive compensation. The full Board of Directors oversees talent reviews and succession planning for the Company.   As of December 31, 2022, the Company had a salaried and hourly workforce as follows:   Americas17,400Asia14,200Europe21,100Total Employees52,700Salaried16,700Hourly36,000Total Employees52,700  The Company uses an array of practices to attract, develop and retain highly qualified talent, including the following:  •Diversity, Equity & Inclusion (“DE&I”). The Company cultivates a culture where employees are treated with respect and their differences are valued. The Company is continually reviewing its policies, programs and processes to ensure alignment with its DE&I strategy. The Company undertakes targeted recruitment that serves as a strategic opportunity to build a diverse talent and leadership pipeline. In 2022, the Company set goals to advance diversity, equity, and inclusion and support its commitment to creating an inclusive and sustainable workforce of the future. Those goals include: 12  12  12    Table of Contents Table of Contents ◦35% of global workforce are women by 2026 ◦30% of U.S. workforce are racially/ethnically diverse by 2026 ◦Pay parity for all by 2026 ◦80% or above on the BorgWarner Beliefs index score from the Company’s employee engagement survey by 2026 In 2022, the Company also continued the rollout of Unconscious Bias Awareness training to its workforce and promoted the continued development of Employee Belonging Groups. Ultimate responsibility for diversity at BorgWarner lies with the Company’s CEO, while the Board of Directors monitors initiatives and performance. As of December 31, 2022: ◦Four of eight board members were women and/or racially/ethnically diverse. ◦Three of 11 executive management team members were women and/or racially/ethnically diverse. ◦Women compose 16% of the Company’s leadership (those who participate in the management incentive plan), 24% of the Company’s salaried workforce, 40% of the Company’s new hires and 31% of the Company’s global workforce. ◦Racial/ethnic minorities compose 21% of the Company’s U.S. leadership (those who participate in the management incentive plan), 23% of the Company’s U.S. salaried workforce, 43% of the Company’s U.S. new hires and 27% of the Company’s total U.S. workforce. ◦The Company is committed to the principle of equal pay for equal work and seeks to ensure employees are paid equitably for substantially similar work. The Company’s latest pay equity analysis identified that, on average, women received compensation 98.9% of that received by men across the Company’s global workforce for substantially similar work. In the U.S., racial/ethnic minorities received compensation of 99.0% or more compared to compensation received by non-minorities for substantially similar work.1 An annual salary review process is in place to evaluate and address discrepancies in pay, if identified.  •Engagement & Retention.  The Company actively deploys strategies to attract, engage and retain the brightest and best talent. It recognizes and rewards employee contributions with competitive pay and benefits. The Company closely monitors employee turnover as part of its efforts to improve retention and to spot any potential opportunities for improvement. In the year ended December 31, 2022, annual voluntary employee turnover was 17%.  •Education & Development.  The Company is committed to preparing its workforce for the transition from combustion to electrification. In 2022, the Company delivered training programs created in partnership with elite universities to increase knowledge, skills and improve time-to-productivity for engineers in new roles in an electrification environment. The Company provides formal development opportunities at all levels and stages of the career journey of its employees. These opportunities are delivered in a variety of formats to make its portfolio of solutions flexible, accessible, scalable and translatable to meet the needs of our evolving workplace and workforce. The Company provided more than 112,000 hours of training to salaried employees in the year ended December 31, 2022.  •Health & Safety.  The safety of the Company’s employees is vitally important, and the Company is dedicated to continuously improving safety performance. Evidence of the Company’s dedication is in its results:  ◦The Company’s global workforce accident total recordable incident rate through December 31, 2022 was 0.37, while, in comparison, the top quartile for motor vehicle parts manufacturing was lower than or equal to 1.1, and the mean was 2.4 according to the U.S. Bureau of Labor Statistics (the “BLS”).  1 The Company’s most recent pay equity study was conducted in 2022 based on compensation as of December 31, 2021. The analysis included employees from salaried early-in-career through vice president roles and included employees acquired as part of the Delphi Technologies acquisition.  13  13  13    Table of Contents Table of Contents ◦The Company’s global workforce accident lost time incident rate through December 31, 2022 was 0.18, while in comparison the top quartile for motor vehicle parts manufacturing was lower than or equal to 0.1, and the mean was 0.6 according to the BLS. ◦Additionally, the Company has a formal audited health and safety management system in place at all of its manufacturing and technical centers.  Approximately 13% of the Company’s U.S. workforce is unionized. These employees, located at one facility in the state of New York, are covered by a collective bargaining agreement that expires in September 2024. Employees at certain international facilities are also unionized. The Company believes the present relations with its workforce to be satisfactory. The Company recognizes that, in many of the locations where it operates, employees have freedom of association rights with third-party organizations such as labor unions. The Company respects and supports those rights, including the right to collective bargaining, in accordance with local laws.   Raw Materials  The Company uses a variety of raw materials in the production of its products including aluminum, copper, nickel, plastic resins, steel, certain alloy elements and semiconductor chips. Manufacturing operations for each of the Company’s operating segments are dependent upon natural gas, fuel oil and electricity.  The Company uses a variety of tactics in an attempt to limit the impact of supply shortages and inflationary pressures. The Company’s global procurement organization works to accelerate cost reductions, purchase from lower cost regions, optimize the supply base, mitigate risk and collaborate on its buying activities. In addition, the Company uses long-term contracts, cost sharing arrangements, design changes, customer buy programs and limited financial instruments to help control costs. The Company intends to use similar measures in 2023 and beyond. Refer to Note 17, “Financial Instruments,” to the Consolidated Financial Statements in Item 8 of this report for information related to the Company’s hedging activities.   For 2023, the Company believes there will be continued inflationary pressures in certain raw materials, labor and energy. The Company also believes there will continue to be supply constraints related to semiconductor chips. Supplies of other raw materials are adequate and available from multiple sources to support its manufacturing requirements.  Regulations  The Company operates in a constantly evolving global regulatory environment and is subject to numerous and varying regulatory requirements for its product performance and material content. The Company’s practice is to identify potential regulatory and quality risks early in the design and development process and proactively manage them throughout the product lifecycle through the use of routine assessments, protocols, standards, performance measures and audits. New regulations and changes to existing regulations are managed in collaboration with the Company’s OEM customers and implemented through its global systems and procedures designed to ensure compliance with existing laws and regulations. The Company demonstrates material content compliance through the International Material Data System (“IMDS”), which is the automotive industry material data system. In the IMDS, all materials used for automobile manufacturing are archived and maintained to meet the obligations placed on the automobile manufacturers, and thus on their suppliers, by national and international standards, laws and regulations.  The Company works collaboratively with a number of stakeholder groups including government agencies, such as the National Highway Traffic Safety Administration, its customers and its suppliers to proactively engage in federal, state and international public policy processes.  14  14  14    Table of Contents Table of Contents Refer to Item 7, “Management’s Discussion and Analysis of Financial Condition and Results of Operations,” for a discussion of the impact of environmental regulations on the Company’s business. Also, see Item 1A, “Risk Factors.”  Available Information  Through its Internet website (www.borgwarner.com), the Company makes available, free of charge, its Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, all amendments to those reports, and other filings with the Securities and Exchange Commission as soon as reasonably practicable after they are filed or furnished. The Company also makes the following documents available on its Internet website: the Audit Committee Charter; the Compensation Committee Charter; the Corporate Governance Committee Charter; the Company’s Corporate Governance Guidelines; the Company’s Code of Ethical Conduct; and the Company’s Code of Ethics for CEO and Senior Financial Officers. You may also obtain a copy of any of the foregoing documents, free of charge, if you submit a written request to Investor Relations, 3850 Hamlin Road, Auburn Hills, Michigan 48326. You can also find our public filings at a website maintained by the SEC, http://www.sec.gov, which contains reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC.  15  15  15     Table of Contents Table of Contents Information About Executive Officers of the Company  Set forth below are the names, ages, positions and certain other information concerning the executive officers of the Company as of February 9, 2023. Name (Age)Present Position (Effective Date)Positions Held During the Past Five Years (Effective Date)Frederic B. Lissalde (55)President and Chief Executive Officer (2018)•Executive Vice President and Chief Operating Officer of the Company (2018)•Autoliv, Inc., Member of Board of Directors (2020 – Present)Kevin A. Nowlan (51)Executive Vice President, Chief Financial Officer (2019)•Meritor Inc., Senior Vice President, President, Trailer, Components and Chief Financial Officer (2018 – 2019)•Meritor Inc., Senior Vice President and Chief Financial Officer (2013 – 2018)•Federal Reserve Bank of Chicago – Detroit Branch, Member of Board of Directors (2022 – Present)Tonit M. Calaway (55)Executive Vice President, Chief Administrative Officer, General Counsel and Secretary (2020)•Executive Vice President, Chief Legal Officer and Secretary of the Company (2018 - 2020)•Chief Human Resources Officer of the Company (2016 – 2018)•Air Products & Chemicals, Inc., Member of Board of Directors (2022 – Present)•W.P. Carey Inc., Member of Board of Directors (2020 – Present)Tania Wingfield (56)Executive Vice President, Chief Human Resources Officer (2022)•Vice President and General Manager, North America Aftermarket (2021 – 2022)•Vice President and Integration Champion of the Company (2020 – 2021)•Vice President, Engineering, PowerDrive Systems (2015 – 2020)Craig D. Aaron (45)Vice President and Controller (2022)•Vice President and Treasurer (2019 – 2022)•Vice President of Finance of BorgWarner Morse Systems (2016 – 2019)Stefan Demmerle (58)Vice President and President and General Manager, PowerDrive Systems  (2015)•Vice President of the Company and President and General Manager of BorgWarner PowerDrive Systems (2015 – Present)Brady D. Ericson (51)Vice President and President and General Manager, Fuel Systems and Aftermarket (2022)•Vice President and President and General Manager, Morse Systems (2019 – 2022)•Executive Vice President and Chief Strategy Officer of the Company (2017 – 2019)Daniel R. Etue (49)Vice President and Treasurer (2022)•Vice President and Controller (2020 – 2022)•Meritor, Inc., Vice President, Finance (2013 – 2020)Joseph F. Fadool (56)Vice President and President and General Manager, Emissions, Thermal and Turbo Systems (2019)•Vice President of the Company and President and General Manager of Turbo Systems LLC (2019)•Vice President of the Company and President and General Manager of BorgWarner Emissions Systems LLC and BorgWarner Thermal Systems Inc. (2017 – 2019)Paul A. Farrell (56)Executive Vice President and Chief Strategy Officer (2020)•Delphi Technologies PLC, Senior Vice President Strategy, Sales and Corporate Development (2020)•Delphi Technologies PLC, Senior Vice President Strategy and Corporate Development (2019 – 2020)•Delphi Technologies PLC, Senior Vice President Strategic Planning and Product Marketing (2017 – 2019)Davide Girelli (51)Vice President and President and General Manager, Morse Systems (2022)•Vice President and President and General Manager, Fuel Systems (formerly known as Fuel Injection Systems) (2020 – 2022)•Vice President and General Manager Europe and South America BorgWarner Emissions, Thermal and Turbo Systems (2019 – 2020)•Vice President and General Manager Europe and South America of BorgWarner Turbo Systems (2018 – 2019) •Executive Vice President and Chief Operating Officer of the Company (2018) •Autoliv, Inc., Member of Board of Directors (2020 – Present) Kevin A. Nowlan (51) Executive Vice President, Chief Financial Officer (2019) •Meritor Inc., Senior Vice President, President, Trailer, Components and Chief Financial Officer (2018 – 2019) •Meritor Inc., Senior Vice President and Chief Financial Officer (2013 – 2018) •Federal Reserve Bank of Chicago – Detroit Branch, Member of Board of Directors (2022 – Present) Tonit M. Calaway (55) Executive Vice President, Chief Administrative Officer, General Counsel and Secretary (2020) •Executive Vice President, Chief Legal Officer and Secretary of the Company (2018 - 2020) •Chief Human Resources Officer of the Company (2016 – 2018) •Air Products & Chemicals, Inc., Member of Board of Directors (2022 – Present) •W.P. Carey Inc., Member of Board of Directors (2020 – Present) Tania Wingfield (56) Executive Vice President, Chief Human Resources Officer (2022) •Vice President and General Manager, North America Aftermarket (2021 – 2022) •Vice President and Integration Champion of the Company (2020 – 2021) •Vice President, Engineering, PowerDrive Systems (2015 – 2020) Craig D. Aaron (45) Vice President and Controller (2022) •Vice President and Treasurer (2019 – 2022) •Vice President of Finance of BorgWarner Morse Systems (2016 – 2019) Stefan Demmerle (58) Vice President and President and General Manager, PowerDrive Systems  (2015) •Vice President of the Company and President and General Manager of BorgWarner PowerDrive Systems (2015 – Present) Brady D. Ericson (51) Vice President and President and General Manager, Fuel Systems and Aftermarket (2022) •Vice President and President and General Manager, Morse Systems (2019 – 2022) •Executive Vice President and Chief Strategy Officer of the Company (2017 – 2019) Daniel R. Etue (49) Vice President and Treasurer (2022) •Vice President and Controller (2020 – 2022) •Meritor, Inc., Vice President, Finance (2013 – 2020) Joseph F. Fadool (56) Vice President and President and General Manager, Emissions, Thermal and Turbo Systems (2019) •Vice President of the Company and President and General Manager of Turbo Systems LLC (2019) •Vice President of the Company and President and General Manager of BorgWarner Emissions Systems LLC and BorgWarner Thermal Systems Inc. (2017 – 2019) Executive Vice President and Chief Strategy Officer (2020) •Delphi Technologies PLC, Senior Vice President Strategy, Sales and Corporate Development (2020) •Delphi Technologies PLC, Senior Vice President Strategy and Corporate Development (2019 – 2020) •Delphi Technologies PLC, Senior Vice President Strategic Planning and Product Marketing (2017 – 2019) Davide Girelli (51) Vice President and President and General Manager, Morse Systems (2022) •Vice President and President and General Manager, Fuel Systems (formerly known as Fuel Injection Systems) (2020 – 2022) •Vice President and General Manager Europe and South America BorgWarner Emissions, Thermal and Turbo Systems (2019 – 2020) •Vice President and General Manager Europe and South America of BorgWarner Turbo Systems (2018 – 2019) 16  16  16    Table of Contents Table of Contents Volker Weng (52)Vice President and President and General Manager, Drivetrain & Battery Systems (formerly known as Drivetrain Systems) (2019)•Vice President of the Company and President and General Manager of BorgWarner Emissions Systems LLC and BorgWarner Thermal Systems Inc. (2019)•Vice President and General Manager, Europe for BorgWarner Emissions Systems LLC and BorgWarner Thermal Systems Inc. (2017 – 2019) Volker Weng (52) Vice President and President and General Manager, Drivetrain & Battery Systems (formerly known as Drivetrain Systems) (2019) •Vice President of the Company and President and General Manager of BorgWarner Emissions Systems LLC and BorgWarner Thermal Systems Inc. (2019) •Vice President and General Manager, Europe for BorgWarner Emissions Systems LLC and BorgWarner Thermal Systems Inc. (2017 – 2019)   ", "time": "00:00:06"}