{"cik": 910606, "item_1A": "Item 1. Business Regency Centers Corporation is a fully integrated real estate company and self-administered and self-managed real estate investment trust that began its operations as a publicly-traded REIT in 1993.  Our corporate headquarters are located at One Independent Drive, Suite 114, Jacksonville, Florida.  Regency Centers, L.P. is the entity through which Regency Centers Corporation conducts substantially all of its operations and owns substantially all of its assets.  Our business consists of acquiring, developing, owning, and operating income-producing retail real estate principally located in top markets within the United States.  We generate revenues by leasing space to necessity, service, convenience, and value-based retailers serving the essential needs of our communities.  Regency has been an S&P 500 Index member since 2017. As of December 31, 2022, we had full or partial ownership interests in 404 properties, primarily anchored by market leading grocery stores, encompassing 51.1 million square feet (\"SF\") of gross leasable area (\"GLA\").  Our Pro-rata share of this GLA is 43.3 million square feet, including our share of properties owned through unconsolidated investment partnerships. We are a preeminent national owner, operator, and developer of shopping centers located in suburban trade areas with compelling demographics.  Our mission is to create thriving environments for retailers and service providers to connect with surrounding neighborhoods and communities.  Our vision is to elevate quality of life as an integral thread in the fabric of our communities.  Our portfolio includes thriving properties merchandised with highly productive grocers, restaurants, service providers, and best-in-class retailers that connect with their neighborhoods, communities, and customers. Our values: •We are our people:  Our people are our greatest asset, and we believe a talented team from differing backgrounds and experiences makes us better. We are our people:  Our people are our greatest asset, and we believe a talented team from differing backgrounds and experiences makes us better. •We do what is right:  We act with unwavering standards of honesty and integrity. We do what is right:  We act with unwavering standards of honesty and integrity. •We connect with our communities:  We promote philanthropic ideas and strive for the betterment of our neighborhoods by giving our time and financial support. We connect with our communities:  We promote philanthropic ideas and strive for the betterment of our neighborhoods by giving our time and financial support. •We are responsible:  Our duty is to balance purpose and profit, being good stewards of capital and the environment for the benefit of all our stakeholders. We are responsible:  Our duty is to balance purpose and profit, being good stewards of capital and the environment for the benefit of all our stakeholders. •We strive for excellence:  When we are passionate about what we do, it is reflected in our performance. We strive for excellence:  When we are passionate about what we do, it is reflected in our performance. •We are better together:  When we listen to each other and our customers, we will succeed together. We are better together:  When we listen to each other and our customers, we will succeed together. 1   Our goals are to: •Own and manage a portfolio of high-quality neighborhood and community shopping centers primarily anchored by market leading grocers and principally located in suburban trade areas in the most desirable metro areas in the United States of America (\"USA\" or \"United States\").  We believe that this strategy will result in highly desirable and attractive centers with best-in-class retailers.  These centers should command higher rental and occupancy rates resulting in excellent prospects to grow net operating income (\"NOI\"); Own and manage a portfolio of high-quality neighborhood and community shopping centers primarily anchored by market leading grocers and principally located in suburban trade areas in the most desirable metro areas in the United States of America (\"USA\" or \"United States\").  We believe that this strategy will result in highly desirable and attractive centers with best-in-class retailers.  These centers should command higher rental and occupancy rates resulting in excellent prospects to grow net operating income (\"NOI\"); •Maintain an industry leading and disciplined development and redevelopment platform to create exceptional retail centers that deliver favorable returns; Maintain an industry leading and disciplined development and redevelopment platform to create exceptional retail centers that deliver favorable returns; •Support our business activities with a conservative capital structure, including a strong balance sheet with sufficient liquidity to meet our capital needs together with a carefully constructed debt maturity profile; Support our business activities with a conservative capital structure, including a strong balance sheet with sufficient liquidity to meet our capital needs together with a carefully constructed debt maturity profile; •Implement leading environmental, social, and governance (\"ESG\") practices through our Corporate Responsibility Program; Implement leading environmental, social, and governance (\"ESG\") practices through our Corporate Responsibility Program; •Engage and retain an exceptional and diverse team that is guided by our strong values, while fostering an environment of innovation and continuous improvement; and Engage and retain an exceptional and diverse team that is guided by our strong values, while fostering an environment of innovation and continuous improvement; and •Create shareholder value by increasing earnings and dividends per share that generate total returns at or near the top of our shopping center peers. Create shareholder value by increasing earnings and dividends per share that generate total returns at or near the top of our shopping center peers. Key strategies to achieve our goals are to: •Generate same property NOI growth that over the long-term consistently ranks at or near the top of our shopping center peers; Generate same property NOI growth that over the long-term consistently ranks at or near the top of our shopping center peers; •Reinvest free cash flow and portfolio enhancement disposition proceeds into high-quality developments, redevelopments and acquisitions in a long term accretive manner; Reinvest free cash flow and portfolio enhancement disposition proceeds into high-quality developments, redevelopments and acquisitions in a long term accretive manner; •Maintain a conservative balance sheet that provides liquidity, financial flexibility and cost effective funding of investment opportunities, while also managing debt maturities that enable us to weather economic downturns; Maintain a conservative balance sheet that provides liquidity, financial flexibility and cost effective funding of investment opportunities, while also managing debt maturities that enable us to weather economic downturns; •Pursue best-in-class ESG programs and practices; and Pursue best-in-class ESG programs and practices; and •Attract, retain, and engage an exceptional and diverse team that is guided by our values while fostering an environment of innovation and continuous improvement. Attract, retain, and engage an exceptional and diverse team that is guided by our values while fostering an environment of innovation and continuous improvement. Competition We are among the largest owners of shopping centers in the USA based on revenues, number of properties, GLA, and market capitalization.  There are numerous companies and individuals engaged in the ownership, development, acquisition, and operation of shopping centers that compete with us in our targeted markets, including grocery store chains that own shopping centers and also anchor some of our shopping centers.  This results in competition for attracting tenants as well as acquiring existing shopping centers and new development sites.  In addition, brick and mortar shopping centers face continued competition from alternative shopping and delivery methods.  We believe that our competitive advantages are driven by: •the market areas in which we operate, and the locations of our shopping centers within those market areas; the market areas in which we operate, and the locations of our shopping centers within those market areas; •the design of our shopping centers including our strategy of maintaining and renovating these centers to our high standards of quality; the design of our shopping centers including our strategy of maintaining and renovating these centers to our high standards of quality; •the compelling demographics surrounding our shopping centers; the compelling demographics surrounding our shopping centers; •our relationships with our anchor, shop, and out-parcel tenants; our relationships with our anchor, shop, and out-parcel tenants; •our management experience and expertise; and our management experience and expertise; and •our ability to successfully develop, redevelop, and acquire shopping centers. our ability to successfully develop, redevelop, and acquire shopping centers. 2   Corporate Responsibility and Human Capital While executing our mission, we strive to achieve best-in-class corporate responsibility.  Corporate responsibility, including our focus on ESG practices, is a foundational strategy of Regency.  We believe that alignment of strategy and sustainable outcomes is critical to the long-term success of our Company, our shareholders, and the environment.  Our ESG practices are built on four pillars: •Our People; Our People; •Our Communities; Our Communities; •Ethics and Governance; and Ethics and Governance; and •Environmental Stewardship. Environmental Stewardship. These practices are guided by three overarching concepts: long-term value creation, our Regency brand and reputation, and the importance of maintaining our culture.  Our continued commitment to these concepts guides our business strategy and helps us identify and address key corporate responsibility-related matters. We regularly review our corporate responsibility (which term we use interchangeably with \"ESG\") strategies, goals, and objectives with our Board of Directors and its committees, which oversee our programs.  More information about our corporate responsibility strategy, goals, performance, and reporting, including our annual Corporate Responsibility report, our Task Force on Climate-related Financial Disclosures (\"TCFD\") report, and our policies and practices related to corporate responsibility, is available on our website at www.regencycenters.com.  The content of our website and other information contained therein, including relating to corporate responsibility, is not incorporated by reference into this Report or in any other report or document we file with the SEC, and any references to our website are intended to be inactive textual references only. Our People – Our people are our most important asset, and we strive to ensure that they are engaged, passionate about their work, connected to their teams, and supported to deliver their best performance.  Regency recognizes and values the importance of attracting and retaining talented individuals with different skills, backgrounds, and experiences to encourage diversity of thoughts and ideas.  In addition, we strive to maintain a safe and healthy workspace, promote employee well-being, and empower our employees by focusing on their personal and professional development through training and education opportunities.  As of December 31, 2022, we had 445 employees, including 5 part-time employees.  We presently maintain 22 market offices nationwide, including our corporate headquarters in Jacksonville, Florida.  None of our employees are represented by a collective bargaining unit, and we believe our relationship with our employees is good.  In 2022, we continued implementing our comprehensive, multi-year diversity, equity, and inclusion (\"DEI\") strategy focused on promoting and advancing diversity across our organization, enabling our employees to grow and succeed, and supporting social justice initiatives in our operations and broader communities.  Furthermore, aligned with our near-and long-term human capital goals, we remained focused on employee engagement, leveraging our annual employee survey to identify opportunities to improve and further engage our people.  Additionally, we continued to develop our employees and look for new opportunities to ensure we attract and retain our most important assets: our people. Diversity, Equity, and Inclusion - We believe that much of our success is rooted in the diversity and inclusion of our teams and our commitment to a diverse and inclusive culture.  We value diversity at all levels and focus on extending our DEI initiatives across our workforce.  We continue to foster a culture in which everyone is respected, valued, and has an equal opportunity to contribute and thrive.  Our commitment is unwavering, and we remain focused on building a workforce that represents the many customers we serve and the communities in which we operate.  Our most recent U.S. Equal Employment Opportunity Commission EEO-1 survey data can be found on our website, including additional information related to employee gender and ethnic diversity.  Human Rights – Regency is committed to a workplace free from discrimination and harassment and is focused on advancing fundamental human rights.  Anti-discrimination and anti-harassment training is provided to all employees at orientation, and annually thereafter.  Talent Attraction and Retention – Our core values place a strong importance on our people, which we believe makes us an employer of choice.  We understand the importance of attracting and retaining the best talent to build long-term value.  We strive to offer some of the most competitive pay and benefits in the industry in which we operate and are continually looking for new opportunities to ensure that we attract and retain our people.  3   Training and Development– We strive to provide an environment where our people are connected to their teams, passionate about what they do, and supported to deliver their best efforts and results.  From individual contributors to managers and senior leaders, we want to empower our employees to take control of their career growth and realize their full potential through meaningful training and development opportunities. Health, Safety, and Well-Being – The safety, health, and well-being of our people are a top priority for Regency.  We strive to provide a benefit package that is comprehensive, competitive, and thoughtfully designed to attract and retain the best in the business.  We prioritize employee safety at our centers and offices, and require contractors working at our sites to engage in safe work practices.  Our Communities – Our predominately grocery-anchored neighborhood and community shopping centers provide many benefits to the communities in which we live and work, including significant local economic impacts in the form of investment, jobs, and taxes.  Our local teams are passionate about investing in and engaging with our communities as they customize and cultivate our centers to create a distinctive environment to bring our tenants and shoppers together for the best retail experience.  We believe philanthropy and charitable giving are important elements of our corporate responsibility commitment.  Throughout 2022, Regency supported its employees to serve and invest in community organizations through volunteer and financial support.  Charitable contributions were made directly by the Company, as well as by the vast majority of our employees who donated their time and money to local non-profits directly serving their communities.  Furthermore, as part of our strategy, we continued to improve our communities by investing in property enhancements and placemaking at our new and existing shopping centers.  Ethics and Governance – As long-term stewards of our investors’ capital, we are committed to best-in-class corporate governance.  To create long-term value for our stakeholders, we place great emphasis on our culture and core values, the integrity and transparency of our reporting practices, and our overall governance structure in respect of oversight and shareholder rights.  To achieve the right mix of skills, experience, backgrounds, tenures, and competencies, including diversity in terms of gender, ethnic background, age, and other attributes, Regency’s board of directors annually reviews its overall board composition.  In 2022, Regency announced the appointment of Kristin A. Campbell to our board of directors, effective January 15, 2023. Mrs. Campbell’s appointment aligns with Regency’s ongoing commitment to board refreshment and best-in-class corporate governance.  Environmental Stewardship – We believe sustainability is in the best interest of our investors, tenants, employees, and the communities in which we operate, and we strive to integrate sustainable practices throughout our business.  We have seven strategic priorities for identifying and implementing sustainable business practices and minimizing our environmental impact: green building, energy efficiency, renewable energy, greenhouse gas emissions (\"GHG\") reduction, water conservation, waste management, and climate change analysis.  We believe these strategic priorities are not only the right thing to do to address environmental concerns such as air pollution, climate change, and resource scarcity but also support us in achieving key strategic objectives in our operations and development projects.  During 2022, we remained committed to measuring and reducing our GHG emissions.  Earlier in the year, we refined our strategy and elevated our commitment by aligning our goals with the Science Based Targets initiative (\"SBTi\").  We have committed to reducing our absolute Scope 1 and 2 GHG emissions by 28% by 2030 from a 2019 base year, endorsed by the SBTi, and to achieve net-zero Scope 1 and 2 GHG emissions across all operations by 2050.  Concurrently, we announced new near-and long-term goals to demonstrate our commitment to environmental sustainability as described in our 2021 Corporate Responsibility Report.  Based on our current estimates and asset base, we do not expect these commitments to materially impact our operating results and financial condition.  As a long-term owner, operator, and developer of real estate, we acknowledge the potential for climate change to have a material impact on our properties, people, and long-term success.  Regency wants to ensure that our properties can safely, sustainably, and responsibly withstand the test of time.  We continue to refine our understanding of our exposure to climate-related impacts by conducting ongoing property-level analysis.  We continue our efforts to understand and address the risks that climate change may pose to our business. Compliance with Governmental Regulations We are subject to various regulatory and tax-related requirements within the jurisdictions in which we operate.  Changes to such requirements may result in unanticipated material financial impacts or adverse tax consequences and could materially affect our operating results and financial condition.  Significant regulatory requirements include the laws and regulations described below.   4   REIT Laws and Regulations We have elected to be taxed as a REIT under the federal income tax laws.  As a REIT, we are generally not subject to federal income tax on taxable income that we distribute to our stockholders.  Under the Internal Revenue Code (the \"Code\"), REITs are subject to numerous regulatory requirements, including the requirement to generally distribute at least 90% of taxable income each year.  We will be subject to federal income tax on our taxable income at regular corporate rates if we fail to qualify as a REIT for tax purposes in any taxable year, or to the extent we distribute less than 100% of our taxable income.  We will also generally not qualify for treatment as a REIT for federal income tax purposes for four years following the year during which qualification is lost.  Even if we qualify as a REIT for federal income tax purposes, we may be subject to certain state and local income and franchise taxes and to federal income and excise taxes on our undistributed taxable income. We have elected to treat certain of our subsidiaries as taxable REIT subsidiaries (\"TRS\").  In general, a TRS may engage in any real estate business and certain non-real estate businesses, subject to certain limitations under the Code.  A TRS is subject to federal and state income taxes which, to date, have not been material to us. Environmental Laws and Regulations Under various federal, state and local laws, ordinances and regulations, we may be liable for the cost to assess and remediate certain hazardous substances at our shopping centers.  To the extent any environmental issues arise, they most typically stem from the historic practices of current and former dry cleaners, gas stations, and other similar businesses at our centers, as well as the presence of asbestos in some structures.  These requirements often impose liability without regard to whether the owner knew of, or committed the acts or omissions that caused the presence of the hazardous substances.  The presence of such substances, or the failure to properly address contamination caused by such substances, may adversely affect our ability to sell or lease the property or borrow using the property as collateral.  Although we have a number of properties that could require or are currently undergoing varying levels of assessment and remediation, known environmental liabilities are not currently expected to have a material impact on our financial condition. Information About Our Executive Officers Our executive officers are appointed each year by our Board of Directors.  Each of our executive officers has been employed by us for more than five years and, as of December 31, 2022, included the following:    Name Age Title Executive Officer inPosition Shown Since Martin E. Stein, Jr. 70 Executive Chairman of the Board of Directors 2020 (1) Lisa Palmer 55 President and Chief Executive Officer 2020 (2) Michael J. Mas 47 Executive Vice President, Chief Financial Officer 2019 (3) James D. Thompson 67 Executive Vice President, Chief Operating Officer 2019 (4) (1)Mr. Stein was appointed Executive Chairman of the Board of Directors effective January 1, 2020.  Prior to this appointment, Mr. Stein served as Chief Executive Officer from 1993 through December 31, 2019 and Chairman of the Board since 1999. Mr. Stein was appointed Executive Chairman of the Board of Directors effective January 1, 2020.  Prior to this appointment, Mr. Stein served as Chief Executive Officer from 1993 through December 31, 2019 and Chairman of the Board since 1999. (2)Ms. Palmer was named Chief Executive Officer effective January 1, 2020, in addition to her responsibilities as President, a position she has held since January 2016.  Prior to this appointment, Ms. Palmer served as Chief Financial Officer since January 2013.  Prior to that, Ms. Palmer served as Senior Vice President of Capital Markets since 2003 and has been with the Company since 1996. Ms. Palmer was named Chief Executive Officer effective January 1, 2020, in addition to her responsibilities as President, a position she has held since January 2016.  Prior to this appointment, Ms. Palmer served as Chief Financial Officer since January 2013.  Prior to that, Ms. Palmer served as Senior Vice President of Capital Markets since 2003 and has been with the Company since 1996. (3)Mr. Mas assumed the responsibilities of Executive Vice President, Chief Financial Officer effective August 2019.  Prior to this appointment, Mr. Mas served as Managing Director, Finance, since February 2017, and Senior Vice President, Capital Markets, since 2013. Mr. Mas assumed the responsibilities of Executive Vice President, Chief Financial Officer effective August 2019.  Prior to this appointment, Mr. Mas served as Managing Director, Finance, since February 2017, and Senior Vice President, Capital Markets, since 2013. (4)Mr. Thompson assumed the role of Executive Vice President, Chief Operating Officer, effective August 2019.  Mr. Thompson previously served as our Executive Vice President of Operations since 2016 and Managing Director - East since 1993.  As previously announced, Mr. Thompson retired from the Company as of December 31, 2022 and effective January 1, 2023, he was succeeded by the following members of senior management:  Mr. Thompson assumed the role of Executive Vice President, Chief Operating Officer, effective August 2019.  Mr. Thompson previously served as our Executive Vice President of Operations since 2016 and Managing Director - East since 1993.  As previously announced, Mr. Thompson retired from the Company as of December 31, 2022 and effective January 1, 2023, he was succeeded by the following members of senior management:  •Mr. Alan Roth, age 47, now Executive Vice President, National Property Operations and East Region President, was formerly Senior Managing Director, East Region since 2020.  Prior to that, he served as Managing Director Northeast Region since 2016.  Other positions held since joining the Company in 1997 include Senior Vice President and Senior Market Officer of the Mid-Atlantic and Northeast Portfolio, and Vice President and Regional Officer.  Mr. Roth is responsible for operations strategy and processes nationally, as well as overseeing execution of the operations and investment strategies in our Northeast and Southeast regions. Mr. Alan Roth, age 47, now Executive Vice President, National Property Operations and East Region President, was formerly Senior Managing Director, East Region since 2020.  Prior to that, he served as Managing Director Northeast Region since 2016.  Other positions held since joining the Company in 1997 include Senior Vice President and Senior Market Officer of the Mid-Atlantic and Northeast Portfolio, and Vice President and Regional Officer.  Mr. Roth is responsible for operations strategy and processes nationally, as well as overseeing execution of the operations and investment strategies in our Northeast and Southeast regions. •Mr. Nick Wibbenmeyer, age 42, now Executive Vice President, West Region President, was formerly Senior Managing Director, West Region since 2020. Prior to that, he served as Managing Director of Florida and the Midwest Region, respectively.  Other positions held since joining the Company in 2005 include Senior Vice President and Senior Market Officer, Vice President and Market Officer, and Vice President of Investments.  Mr. Wibbenmeyer is responsible for investment and development strategy and processes nationally, as well as overseeing execution of the operations and investment strategies in our West and Central regions. Mr. Nick Wibbenmeyer, age 42, now Executive Vice President, West Region President, was formerly Senior Managing Director, West Region since 2020. Prior to that, he served as Managing Director of Florida and the Midwest Region, respectively.  Other positions held since joining the Company in 2005 include Senior Vice President and Senior Market Officer, Vice President and Market Officer, and Vice President of Investments.  Mr. Wibbenmeyer is responsible for investment and development strategy and processes nationally, as well as overseeing execution of the operations and investment strategies in our West and Central regions. 5   Company Website Access and SEC Filings Our website may be accessed at www.regencycenters.com.  All of our filings with the SEC can be accessed free of charge through our website promptly after filing; however, in the event that the website is inaccessible, we will provide paper copies of our most recent annual report on Form 10-K, the most recent quarterly report on Form 10-Q, current reports filed or furnished on Form 8-K, and all related amendments, excluding exhibits, free of charge upon request.  These filings are also accessible on the SEC's website at www.sec.gov.  The content of our website is not incorporated by reference into this Annual Report on Form 10-K or in any other report or document we file with the SEC, and any references to our website are intended to be inactive textual references only. General Information Our registrar and stock transfer agent is Broadridge Corporate Issuer Solutions, Inc. (\"Broadridge\"), Lake Success, NY.  We offer a dividend reinvestment plan (\"DRIP\") that enables our shareholders to reinvest dividends automatically, as well as to make voluntary cash payments toward the purchase of additional shares.  For more information, contact Broadridge toll free at (877) 830-4936 or our Shareholder Relations Department at (904) 598-7000. The Company's common stock is listed on the NASDAQ Global Select Market and trades under the stock symbol \"REG\". Our independent registered public accounting firm is KPMG LLP, Jacksonville, Florida, Firm ID 185. Annual Meeting of Shareholders Our 2023 annual meeting of shareholders is currently expected to be held on Wednesday, May 3, 2023, and will be conducted in a virtual-only format to the extent permitted by applicable law. Non-GAAP Measures In addition to the required Generally Accepted Accounting Principles (\"GAAP\") presentations, we use and report certain non-GAAP measures as we believe these measures improve the understanding of our operational results.  We believe these non-GAAP measures provide useful information to our Board of Directors, management and investors regarding certain trends relating to our financial condition and results of operations.  Our management uses these non-GAAP measures to compare our performance to that of prior periods for trend analyses, purposes of determining management incentive compensation and budgeting, forecasting and planning purposes.  We continually evaluate the usefulness, relevance, limitations, and calculation of our reported non-GAAP measures to determine how best to provide relevant information to the public, and thus such reported measures could change. We do not consider non-GAAP measures an alternative to financial measures determined in accordance with GAAP, rather they supplement GAAP measures by providing additional information we believe to be useful to our shareholders.  The principal limitation of these non-GAAP measures is they may exclude significant expense and income items that are required by GAAP to be recognized in our Consolidated Financial Statements. In addition, they reflect the exercise of management's judgment about which expense and income items are excluded or included in determining these non-GAAP measures.  In order to compensate for these limitations, reconciliations of the non-GAAP measures we use to their most directly comparable GAAP measures are provided.  Non-GAAP measures should not be relied upon in evaluating the financial condition, results of operations, or future prospects of the Company. Defined Terms The following terms, as defined, are commonly used by management and the investing public to understand and evaluate our operational results, and are included in this document: •Core Operating Earnings is an additional performance measure we use because the computation of Nareit Funds from Operations (\"Nareit FFO\") includes certain non-comparable items that affect our period-over-period performance.  Core Operating Earnings excludes from Nareit FFO: (i) transaction related income or expenses, (ii) gains or losses from the early extinguishment of debt, (iii) certain non-cash components of earnings derived from above and below market rent amortization, straight-line rents, and amortization of mark-to-market debt adjustments, and (iv) other amounts as they occur.  We provide reconciliations of both Net income attributable to common stockholders to Nareit FFO and Nareit FFO to Core Operating Earnings. Core Operating Earnings is an additional performance measure we use because the computation of Nareit Funds from Operations (\"Nareit FFO\") includes certain non-comparable items that affect our period-over-period performance.  Core Operating Earnings excludes from Nareit FFO: (i) transaction related income or expenses, (ii) gains or losses from the early extinguishment of debt, (iii) certain non-cash components of earnings derived from above and below market rent amortization, straight-line rents, and amortization of mark-to-market debt adjustments, and (iv) other amounts as they occur.  We provide reconciliations of both Net income attributable to common stockholders to Nareit FFO and Nareit FFO to Core Operating Earnings. •Development Completion is a Property in Development that is deemed complete upon the earlier of: (i) 90% of total estimated net development costs have been incurred and percent leased equals or exceeds 95%, or (ii) the property features at least two years of anchor operations.  Once deemed complete, the property is termed a Retail Operating Property. Development Completion is a Property in Development that is deemed complete upon the earlier of: (i) 90% of total estimated net development costs have been incurred and percent leased equals or exceeds 95%, or (ii) the property features at least two years of anchor operations.  Once deemed complete, the property is termed a Retail Operating Property. •Fixed Charge Coverage Ratio is defined as Operating EBITDAre divided by the sum of the gross interest and scheduled mortgage principal paid to our lenders. Fixed Charge Coverage Ratio is defined as Operating EBITDAre divided by the sum of the gross interest and scheduled mortgage principal paid to our lenders. 6   •Nareit EBITDAre is a measure of REIT performance, which the National Association of Real Estate Investment Trusts (\"Nareit\") defines as net income, computed in accordance with GAAP, excluding (i) interest expense, (ii) income tax expense, (iii) depreciation and amortization, (iv) gains on sales of real estate, (v) impairments of real estate, and (vi) adjustments to reflect the Company's share of unconsolidated partnerships and joint ventures.  Nareit EBITDAre is a measure of REIT performance, which the National Association of Real Estate Investment Trusts (\"Nareit\") defines as net income, computed in accordance with GAAP, excluding (i) interest expense, (ii) income tax expense, (iii) depreciation and amortization, (iv) gains on sales of real estate, (v) impairments of real estate, and (vi) adjustments to reflect the Company's share of unconsolidated partnerships and joint ventures.  •Nareit Funds from Operations (\"Nareit FFO\") is a commonly used measure of REIT performance, which Nareit defines as net income, computed in accordance with GAAP, excluding gains on sales and impairments of real estate, net of tax, plus depreciation and amortization, and after adjustments for unconsolidated partnerships and joint ventures.  We compute Nareit FFO for all periods presented in accordance with Nareit's definition. Nareit Funds from Operations (\"Nareit FFO\") is a commonly used measure of REIT performance, which Nareit defines as net income, computed in accordance with GAAP, excluding gains on sales and impairments of real estate, net of tax, plus depreciation and amortization, and after adjustments for unconsolidated partnerships and joint ventures.  We compute Nareit FFO for all periods presented in accordance with Nareit's definition. Companies use different depreciable lives and methods, and real estate values historically fluctuate with market conditions.  Since Nareit FFO excludes depreciation and amortization and gains on sale and impairments of real estate, it provides a performance measure that, when compared year over year, reflects the impact on operations from trends in percent leased, rental rates, operating costs, acquisition and development activities, and financing costs.  This provides a perspective of our financial performance not immediately apparent from net income determined in accordance with GAAP.  Thus, Nareit FFO is a supplemental non-GAAP financial measure of our operating performance, which does not represent cash generated from operating activities in accordance with GAAP; and, therefore, should not be considered a substitute measure of cash flows from operations.  We provide a reconciliation of Net income attributable to common stockholders to Nareit FFO. •Net Operating Income (\"NOI\") is the sum of base rent, percentage rent, recoveries from tenants, other lease income, and other property income, less operating and maintenance expenses, real estate taxes, ground rent, and uncollectible lease income.  NOI excludes straight-line rental income and expense, above and below market rent and ground rent amortization, tenant lease inducement amortization, and other fees.  We also provide disclosure of NOI excluding termination fees, which excludes both termination fee income and expenses. Net Operating Income (\"NOI\") is the sum of base rent, percentage rent, recoveries from tenants, other lease income, and other property income, less operating and maintenance expenses, real estate taxes, ground rent, and uncollectible lease income.  NOI excludes straight-line rental income and expense, above and below market rent and ground rent amortization, tenant lease inducement amortization, and other fees.  We also provide disclosure of NOI excluding termination fees, which excludes both termination fee income and expenses. •Non-Same Property is any property, during either calendar year period being compared, that was acquired, sold, a Property in Development, a Development Completion, or a property under, or being positioned for, significant redevelopment that distorts comparability between periods.  Non-retail properties and corporate activities, including the captive insurance program, are part of Non-Same Property. Non-Same Property is any property, during either calendar year period being compared, that was acquired, sold, a Property in Development, a Development Completion, or a property under, or being positioned for, significant redevelopment that distorts comparability between periods.  Non-retail properties and corporate activities, including the captive insurance program, are part of Non-Same Property. •Operating EBITDAre begins with the Nareit EBITDAre and excludes certain non-cash components of earnings derived from above and below market rent amortization and straight-line rents.  We provide a reconciliation of Net Income to Nareit EBITDAre to Operating EBITDAre. Operating EBITDAre begins with the Nareit EBITDAre and excludes certain non-cash components of earnings derived from above and below market rent amortization and straight-line rents.  We provide a reconciliation of Net Income to Nareit EBITDAre to Operating EBITDAre. •Pro-rata information includes 100% of our consolidated properties plus our economic share (based on our ownership interest) in our unconsolidated real estate investment partnerships.  Pro-rata information includes 100% of our consolidated properties plus our economic share (based on our ownership interest) in our unconsolidated real estate investment partnerships.  We provide Pro-rata financial information because we believe it assists investors and analysts in estimating our economic interest in our consolidated and unconsolidated partnerships, when read in conjunction with our reported results under GAAP.  We believe presenting our Pro-rata share of assets, liabilities, operating results, and other metrics, along with certain other non-GAAP measures, makes comparison of our operating results to those of other REITs more meaningful.  The Pro-rata information provided is not, nor is it intended to be, presented in accordance with GAAP.  The Pro-rata supplemental details of assets and liabilities and supplemental details of operations reflect our proportionate economic ownership of the assets, liabilities, and operating results of the properties in our portfolio The Pro-rata information is prepared on a basis consistent with the comparable consolidated amounts and is intended to more accurately reflect our proportionate economic interest in the assets, liabilities, and operating results of properties in our portfolio.  We do not control the unconsolidated investment partnerships, and the Pro-rata presentations of the assets and liabilities, and revenues and expenses do not represent our legal claim to such items.  The partners are entitled to profit or loss allocations and distributions of cash flows according to the operating agreements, which generally provide for such allocations according to their invested capital.  Our share of invested capital establishes the ownership interests we use to prepare our Pro-rata share.   7   The presentation of Pro-rata information has limitations which include, but are not limited to, the following: oThe amounts shown on the individual line items were derived by applying our overall economic ownership interest percentage determined when applying the equity method of accounting and do not necessarily represent our legal claim to the assets and liabilities, or the revenues and expenses; and The amounts shown on the individual line items were derived by applying our overall economic ownership interest percentage determined when applying the equity method of accounting and do not necessarily represent our legal claim to the assets and liabilities, or the revenues and expenses; and oOther companies in our industry may calculate their Pro-rata interest differently, limiting the comparability of Pro-rata information. Other companies in our industry may calculate their Pro-rata interest differently, limiting the comparability of Pro-rata information. Because of these limitations, the Pro-rata financial information should not be considered independently or as a substitute for our financial statements as reported under GAAP.  We compensate for these limitations by relying primarily on our GAAP financial statements, using the Pro-rata information as a supplement. •Property In Development includes properties in various stages of ground-up development. Property In Development includes properties in various stages of ground-up development. •Property In Redevelopment includes Retail Operating Properties under redevelopment or being positioned for redevelopment.  Unless otherwise indicated, a Property in Redevelopment is included in the Same Property pool. Property In Redevelopment includes Retail Operating Properties under redevelopment or being positioned for redevelopment.  Unless otherwise indicated, a Property in Redevelopment is included in the Same Property pool. •Redevelopment Completion is a Property in Redevelopment that is deemed complete upon the earlier of: (i) 90% of total estimated project costs have been incurred and percent leased equals or exceeds 95% for the Company owned GLA related to the project, or (ii) the property features at least two years of anchor operations, if applicable. Redevelopment Completion is a Property in Redevelopment that is deemed complete upon the earlier of: (i) 90% of total estimated project costs have been incurred and percent leased equals or exceeds 95% for the Company owned GLA related to the project, or (ii) the property features at least two years of anchor operations, if applicable. •Retail Operating Property is any retail property not termed a Property in Development.  A retail property is any property where the majority of the income is generated from retail uses. Retail Operating Property is any retail property not termed a Property in Development.  A retail property is any property where the majority of the income is generated from retail uses. •Same Property is a Retail Operating Property that was owned and operated for the entirety of both calendar year periods being compared.  This term excludes Properties in Development, prior year Development Completions, and Non-Same Properties.  Properties in Redevelopment are included unless otherwise indicated. Same Property is a Retail Operating Property that was owned and operated for the entirety of both calendar year periods being compared.  This term excludes Properties in Development, prior year Development Completions, and Non-Same Properties.  Properties in Redevelopment are included unless otherwise indicated.     8  ", "time": "00:00:09"}