{"cik": 915389, "item_1A": "ITEM 1.  BUSINESS PageCorporate Overview6Business Strategy7Financial Strategy9Business Segments9Advanced Materials Segment9Additives & Functional Products Segment11Chemical Intermediates Segment13Fibers Segment14Eastman Chemical Company General Information16 Corporate Overview 6 Business Strategy 7 Financial Strategy 9 Business Segments 9 Advanced Materials Segment 9 Additives & Functional Products Segment 11 Chemical Intermediates Segment 13 Fibers Segment 14 Eastman Chemical Company General Information 16  5 5  5    CORPORATE OVERVIEW  Eastman Chemical Company (\"Eastman\" or the \"Company\") is a global specialty materials company that produces a broad range of products found in items people use every day. Eastman began business in 1920 for the purpose of producing chemicals for Eastman Kodak Company's photographic business and became a public company, incorporated in Delaware, on December 31, 1993. Eastman has 35 manufacturing facilities and has equity interests in two manufacturing joint ventures in 12 countries that supply products to customers throughout the world. See \"Properties\" in Part I, Item 2 of this Annual Report on Form 10-K (this \"Annual Report\"). The Company's headquarters and largest manufacturing facility are located in Kingsport, Tennessee. With a robust portfolio of specialty businesses, Eastman works with customers to deliver innovative products and solutions with commitment to safety and sustainability. Eastman's businesses are managed and reported in four operating segments: Advanced Materials (\"AM\"), Additives & Functional Products (\"AFP\"), Chemical Intermediates (\"CI\"), and Fibers. See \"Business Segments\".   In the first years as a stand-alone company, Eastman was diversified between commodity and more specialty chemical businesses. Beginning in 2004, the Company refocused its strategy and changed its businesses and portfolio of products, first by the divestiture and discontinuance of under-performing assets and commodity businesses and initiatives (including divestiture in 2004 of resins, inks, and monomers product lines, divestiture in 2006 of the polyethylene business, and divestiture from 2007 to 2010 of the polyethylene terephthalate (\"PET\") assets and business). The Company then pursued growth through the development and acquisition of more specialty businesses and product lines by inorganic acquisition and integration (including acquisitions of Solutia, Inc., a global leader in performance materials and specialty chemicals in 2012, and Taminco Corporation, a global specialty chemical company in 2014) and organic development and commercialization of new and enhanced technologies and products.  Eastman uses an innovation-driven growth model which consists of leveraging world class scalable technology platforms, delivering differentiated application development capabilities, and relentlessly engaging the market. The Company's world class technology platforms form the foundation of sustainable growth by differentiated products through significant scale advantages in research and development (\"R&D\") and advantaged global market access. Molecular recycling technologies continue to be an area of investment focus for the Company and extend the level of differentiation afforded by its world class technology platforms. Differentiated application development converts market complexity into opportunities for growth and accelerates innovation by enabling a deeper understanding of the value of Eastman's products and how they perform within customers' and end-users' products. Key areas of application development include thermoplastic conversion, functional films, coatings formulations, textiles and nonwovens, animal nutrition, and personal and home care formulations. The Company engages the market by working directly with customers and downstream users, targeting attractive niche markets, and leveraging disruptive macro trends. Management believes that these elements of the Company's innovation-driven growth model, combined with disciplined portfolio management and balanced capital deployment, are transforming Eastman into a global specialty materials company that enhances the quality of life in a material way. As a global specialty materials company, management continuously evaluates the Company's business and operations to improve cost structure, increase investment in growth, and strengthen execution capabilities, including specific initiatives to transform operations, work processes and systems, and business structure alignment, scale, and integration. As part of the continuous evaluation, the Company divested its rubber additives product line in 2021 and its adhesives resins assets and business in 2022, due to earnings volatility that was not in line with Eastman's expectations for the performance of a specialty business.  In 2022, the Company reported sales revenue of $10.6 billion, earnings before interest and taxes (\"EBIT\") of $1.2 billion, and net earnings attributable to Eastman of $793 million. Diluted earnings per share were $6.35. Net cash provided by operating activities was $975 million. Excluding non-core and unusual items, adjusted EBIT was $1.3 billion and adjusted diluted earnings per share were $7.88. See \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" in Part II, Item 7 of this Annual Report for reconciliation of financial measures under accounting principles generally accepted in the United States (\"GAAP\") to non-GAAP financial measures, description of excluded items, and related information. For Company sales revenue by end-use market, see Exhibit 99.01 \"2022 Company and Segment Sales Revenue by End-Use Market\" of this Annual Report. Approximately 60 percent of 2022 sales revenue was generated from outside the United States and Canada region. For additional information regarding sales by customer location and by segment, see Note 20, \"Segment and Regional Sales Information\", to the Company's consolidated financial statements in Part II, Item 8, and \"Management's Discussion and Analysis of Financial Condition and Results of Operations - Summary by Operating Segment\", \"Sales by Customer Location\", and \"Risk Factors\" in Part II, Item 7 of this Annual Report. 6 6  6    BUSINESS STRATEGY  Eastman's objective is to be a global specialty materials company that enhances the quality of life in a material way with consistent, sustainable earnings growth and strong cash flow. Integral to the Company's strategy for growth is leveraging its heritage expertise and innovation within its cellulosic biopolymer and acetyl, olefins, polyester, and alkylamine chemistries. For each of these \"streams\", the Company has developed and acquired a combination of assets and technologies that combine scale and integration across multiple manufacturing units and sites as a competitive advantage. Management uses an innovation-driven growth model which consists of leveraging world class scalable technology platforms, delivering differentiated application development, and relentlessly engaging the market. The Company sells differentiated products into diverse markets and geographic regions and engages the market by collaborating and co-innovating with customers and downstream users in existing and new niche markets to creatively solve problems. Management believes that this innovation-driven growth model will enable the Company to leverage its proven technology capabilities to improve product mix, increasing emphasis on specialty businesses, and sustaining and expanding market share through leadership in attractive niche markets. The Company's strategy will also focus on organic growth initiatives and targeted bolt-on acquisitions.  Innovation  Management is pursuing specific opportunities to leverage Eastman's innovation-driven growth model with the goal of greater than end-market growth by both sustaining the Company's leadership in existing markets and expanding into new markets. Recently developed, introduced, or commercialized innovation products, applications, and technologies include the following:  •Molecular recycling technologies, carbon renewal technology, and polyester renewal technology which are being used for production and commercial sales of multiple products, described below under \"Sustainability and Circular Economy\";  •Eastman Tritan™ Renew copolyester based on polyester renewal technology which transforms single-use polyester waste into basic building blocks that are then used to make durable, high performance materials; •Naia™ Renew, a fiber product for the apparel market developed from proprietary cellulosic biopolymer technology; •Saflex™ E series, an enhanced acoustic interlayer product, formulated to dampen sound, particularly in the high frequency range, and provides improved performance compared to traditional acoustic interlayers; •Saflex™ Horizon, a next generation polyvinyl butyral (\"PVB\") interlayer product, supports the longer virtual image distance, expanded field of view, and augmented reality features of advanced Head-up Displays (\"HUD\") systems; •Tetrashield™ performance polyester resins based on proprietary monomer technology with improved performance and sustainability features for packaging, industrial, and automotive coatings end-users; •Eastapure™, an ultra high purity solvent portfolio for electronic and semiconductor customers requiring products with extremely low organic and inorganic impurities, and particulates; •Performance films innovations in automotive and architectural window films and paint protection films and expanded adoption of Eastman CORE (trademark and patent pending), a software platform that provides automotive dealership groups and professional installers access to shop management and automotive film patterns to improve installation quality and customer experience; and •Cellulosic biopolymers including addition of new microbeads for personal care applications including color cosmetics, sunscreens, and facial lotions, and Aventa™ for use in food service applications.  Sustainability and Circular Economy  Central to Eastman's innovation-driven growth model is management's dedication to enhance the quality of life in a material way with an ongoing commitment to sustainability.   7 7  7   The Company's long history of technical expertise in chemical processes and polymer science position it to provide innovative solutions to some of the world's most complex problems. Eastman is contributing to development of a more \"circular economy\". A circular economy focuses on making the most of the world's resources - minimizing waste and maximizing value - by providing end-of-life solutions to reduce, reuse, and recycle products and materials. This keeps materials in use and decouples growth from scarce resource consumption, allowing economic development and improvement in quality of life within natural resource limits. The Company's sustainable innovation initiatives include biodegradation, molecular recycling, and strategic collaborations with end-user markets. In 2019, the Company announced the use of its unique platform of solutions to address the challenges of plastic waste in the environment with advanced circular recycling, or molecular recycling, including carbon renewal and polyester renewal technologies. Together, these technologies allow the Company to use plastic waste, such as polyester carpet and textiles, as feedstock and lower greenhouse gas (\"GHG\") emissions compared to traditional processes. Eastman's scale and integration provide a unique opportunity to accelerate the use of these molecular recycling technologies and make a meaningful positive impact on the environment.  Management approaches sustainability as a source of competitive strength by focusing its innovation strategy on opportunities where disruptive macro trends align with the Company's differentiated technology platforms and applications development capabilities to develop innovative products, applications, and technologies that enable customers' development and sale of sustainable products. Eastman's sustainability-related growth initiatives include targeted product and process innovation that focuses on enhancing product health and safety, end-use product durability, recyclability, and reducing material usage, while lowering GHG emissions associated with climate change. Eastman has focused on communication and collaboration with stakeholders, including policymakers and other interested parties, to build support for the concepts of molecular recycling and mass balance accounting (an accepted and certified protocol that documents and tracks recycled content through complex manufacturing systems). Eastman has committed to reduce its absolute scope 1 (direct GHG emissions occurring from sources that are owned by Eastman) and scope 2 (indirect GHG associated with the purchase of electricity, steam, heat, or cooling and are a result of Eastman's energy use) emissions by approximately one-third by 2030 in order to achieve carbon neutrality by 2050, and to innovate to provide products that enable energy savings and GHG emissions reductions to customers and end-users.  Eastman focuses on the triple challenge of Climate, Circularity, and Caring for Society. Examples of Eastman sustainable solutions within identified disruptive macro trends include:  •Climate:  •Eastman's molecular recycling processes are expected to reduce GHG emissions by 20 percent to 50 percent when compared to processes using fossil fuels for intermediates used in various Renew products;  •Saflex™ Q series advanced acoustic interlayers enables weight reduction of vehicles; •Solar-absorbing Saflex™ PVB interlayer solutions, such as the Saflex™ S series, Saflex™ Solar Connect, and XIR™ Solar Control Technology, are ideal for electric vehicle (\"EV\") glass in cabin-forward designs and for larger sunroofs, as they reduce loads on air-conditioning systems and help maximize EV driving range; •LLumar™ and SunTek™ performance films, in the building and construction market, provide energy savings of 5 percent to 15 percent, depending on glass and film type; and •Eastman specialty solvents reduce volatile organic compounds (\"VOC\").  •Circularity: •Eastman's molecular recycling technology, including carbon renewal and polyester renewal technologies, utilizes plastic waste as a feedstock. Products made with certified recycled content (allocated by International Sustainability & Carbon Certification (\"ISCC\") mass balance) include: •Tritan™ Renew copolyesters •Acetate Renew cellulosic biopolymers •Trēva™ Renew cellulosic biopolymers •Cristal™ Renew copolyesters •Naia™ Renew cellulosic yarn •Aventa™ Renew cellulosic biopolymers  •Eastman expects the methanolysis manufacturing plant in Kingsport, Tennessee to begin commissioning and startup activities by early summer 2023, and approximately 75 percent of required feedstock for the facility is being procured today, under contract, or in active negotiation; •Eastman made significant progress in 2022 on a material-to-material molecular recycling facility in Port-Jérôme-sur-Seine, France. This facility will use Eastman's polyester renewal technology to initially recycle up to 110,000 metric tons annually of hard-to-recycle plastic waste. Additionally, a long-term supply agreement was reached in September 2022 that will provide up to 20,000 metric tons per year of feedstock for this facility; and 8 8  8   •Eastman reached a definitive supply agreement in October 2022 for a planned third molecular recycling facility that will be located in the United States. •Caring for Society:  •Tetrashield™ performance polyester resins provide Bisphenol A-non intent (\"BPA-NI\") can coating for food and beverage applications; •Animal nutrition solutions, including Eastman organic acids and proprietary feed additives for feeding the world, are antibiotic free; •Saflex™ PVB and HUD acoustic interlayers in the automotive sector are essential to ensure passenger safety. Eastman's materials enable the adoption of digital technologies within the cabin and further advance improvements in solar, heat, and ultraviolet management; and •Eastman medical polymers provide quality and durability to healthcare providers while ensuring safety for their patients.   FINANCIAL STRATEGY  In its management of the Company's businesses and growth initiatives, management is committed to maintaining a strong financial position with appropriate financial flexibility and liquidity. Management believes maintaining a financial profile that supports an investment grade credit rating is important to its long-term strategy and financial flexibility. The Company employs a disciplined and balanced approach to capital allocation and deployment of cash. The priorities for uses of available cash include payment of the quarterly dividend, funding targeted growth opportunities, repurchasing shares, and repayment of debt. Management expects that the combination of continued strong cash flow generation, a strong balance sheet, and sufficient liquidity will continue to provide flexibility to pursue growth initiatives.   BUSINESS SEGMENTS  The Company's products and operations are managed and reported in four operating segments: Advanced Materials (\"AM\"), Additives & Functional Products (\"AFP\"), Chemical Intermediates (\"CI\"), and Fibers. This organizational structure is based on the management of the strategies, operating models, and sales channels that the various businesses employ and supports the Company's continued transformation towards a global specialty materials company. For segment sales revenue and earnings and segment product lines revenues, see Note 20, \"Segment and Regional Sales Information\", to the Company's consolidated financial statements in Part II, Item 8 and \"Management's Discussion and Analysis of Financial Condition and Results of Operations - Summary by Operating Segment\" in Part II, Item 7 of this Annual Report. For identification of manufacturing facilities by segment, see Item 2, \"Properties\" of this Annual Report.    ADVANCED MATERIALS SEGMENT  Overview  In the AM segment, the Company produces and markets polymers, films, and plastics with differentiated performance properties for value-added end-uses in transportation; durables and electronics; building and construction; medical and pharma; and consumables end-markets. Key technology platforms for this segment include cellulosic biopolymers, copolyesters, and PVB and polyester films.   Eastman's technical, application development, and market development capabilities enable the AM segment to modify its polymers, films, and plastics to control and customize their final properties for development of new applications with enhanced functionality. For example, Tritan™ copolyesters are a leading solution for food contact applications due to their performance and processing attributes and bisphenol A free (\"BPA free\") properties. The Saflex™ Q Series product line is a leading acoustic solution for architectural and automotive applications. The Company also maintains a leading solar control technology position in the window films market as well as advanced urethane film and coatings technologies in the paint protection film market. The segment principally competes on differentiated technology and application development capabilities. Management believes the AM segment's competitive advantages also include long-term customer relationships, vertical integration and scale in manufacturing, and leading market positions.  9 9  9   Principal ProductsProductDescriptionPrincipalCompetitorsKey RawMaterialsEnd-Use ApplicationsAdvanced InterlayersSaflex™Saflex™ Q SeriesSaflex™ STSaflex™ E Seriesstandard PVB     sheet premium PVB     sheetSekisui Chemical Co.,     Ltd.Kuraray Co., Ltd.Kingboard (Fo Gang)     Specialty Resins     Limited Chang Chun     Petrochemical Co.,     Ltd.polyvinyl alcoholvinyl acetate monomerbutyraldehyde2-ethyl hexanol ethanoltriethylene glycoltransportation (automotive safety glass,     automotive acoustic glass, and      HUD)building and construction (PVB for      architectural interlayers)Performance FilmsLLumar™Flexvue™SunTek™V-KOOL™Gila™window films and      protective films      products for      aftermarket      applied filmsXPEL, Inc.3M CompanySaint-Gobain S.A.polyethylene terephthalate film  aliphatic thermoplastic polyurethane filmtransportation (automotive after-   market window films and paint    protection films)building and construction (residential   and commercial window films)health and wellness (medical)Specialty PlasticsTritan™    copolyesterEastar™ copolyestersSpectar™    copolyesterEmbrace™    copolyesterVisualize™Eastman Aspira™ family of resinsTreva™standard copolyesterspremium copolyesterscellulosic biopolymersmolecular-recycled copolyestersS.K. Chemical IndustriesSichuan Push Acetati Company LimitedDaicel Chemical Industries Ltd.Covestro AGTrinseo S.A.Saudi Basic Industries Corporationparaxyleneethylene glycolcellulosepurified terephthalic acidwaste plastics and textilesconsumables (consumer packaging,     cosmetics packaging, in-store     fixtures and displays)durable goods (consumer housewares     and appliances)health and wellness (medical)electronics (displays)  Saflex™ Saflex™ Q Series Saflex™ ST Saflex™ E Series  polyvinyl alcohol vinyl acetate monomer butyraldehyde 2-ethyl hexanol ethanol triethylene glycol LLumar™ Flexvue™ SunTek™ V-KOOL™ Gila™   XPEL, Inc. 3M Company Saint-Gobain S.A.  polyethylene terephthalate film   aliphatic thermoplastic polyurethane film  Tritan™     copolyester Eastar™ copolyesters Spectar™     copolyester Embrace™     copolyester Visualize™ Eastman Aspira™ family of resins Treva™  standard copolyesters premium copolyesters cellulosic biopolymers molecular-recycled copolyesters S.K. Chemical Industries Sichuan Push Acetati Company Limited Daicel Chemical Industries Ltd. Covestro AG Trinseo S.A. Saudi Basic Industries Corporation    paraxylene ethylene glycol cellulose purified terephthalic acid waste plastics and textiles consumables (consumer packaging,      cosmetics packaging, in-store      fixtures and displays) durable goods (consumer housewares      and appliances) health and wellness (medical) electronics (displays)    See Exhibit 99.01 for AM segment revenue by end-use market.  Strategy  Management applies Eastman's innovation-driven growth model in the AM segment by leveraging innovation and technology platforms to develop new and multi-generational products and applications to help facilitate AM segment growth and leverage its manufacturing capacity. The segment continues to expand its portfolio of higher margin products in attractive end-markets. Through Eastman's advantaged asset position and expertise in applications development, management believes that the AM segment is well positioned for continued future growth. The advanced interlayers product lines, including acoustic and HUD sheet interlayer products, leverage Eastman's global presence to supply industry leading innovations to automotive and architectural end-markets by collaborating with global and large regional customers. In the automotive end-market, the performance films product line has industry leading technologies, recognized brands, and what management believes is one of the largest distribution and dealer networks which, when combined, position Eastman for further growth, particularly in leading automotive markets such as North America and Asia. The segment's product portfolio is aligned with underlying energy efficiency trends in both automotive and architectural markets. Additionally, the AM segment is positioned to benefit from Eastman polyesters and acetyl streams sustainability innovations by leveraging molecular recycling technology to enable various waste plastics to be recycled into specialty plastics products marketed and sold under the \"Renew\" product designation. See \"Corporate Overview - Business Strategy - Sustainability and Circular Economy\".  The AM segment expects to continue to improve its product mix from increased sales of premium products, including Tritan™ copolyester, Tritan™ Renew, Visualize™ material, Saflex™ Q acoustic series, Saflex™ HUD interlayer products, LLumar™, V-KOOL™, and SunTek™ window and protective films.   10 10  10   In 2022, the AM segment:  •achieved key milestones for planned molecular recycling facilities (see \"Corporate Overview - Business Strategy - Sustainability and Circular Economy - Circularity\"); •continued adoption of polyester renewal technology for products including, Tritan™ Renew, Cristal™ Renew, and Cristal™ One Renew across several end-markets, including cosmetic packaging, eyewear and power tools; and •continued to expand portfolio of differentiated post-applied window films and protective films for automotive and architectural applications.   ADDITIVES & FUNCTIONAL PRODUCTS SEGMENT  Overview  In the AFP segment, the Company manufactures materials for products in the transportation; personal care and wellness; food, feed, and agriculture; building and construction; water treatment and energy; consumables; and durables and electronics end-markets. Key technology platforms are cellulosic biopolymers, polyester polymers, alkylamine derivatives, and propylene derivatives.   The AFP segment is focused on producing high-value additives that provide critical functionality but which comprise a small percentage of total customer product cost. The segment principally competes on the differentiated performance characteristics of its products and through leveraging its strong customer base and long-standing customer relationships to promote substantial recurring business and product development. A critical element of the AFP segment's success is its close formulation collaboration with customers through advantaged application development capability.  Principal ProductsProductDescriptionPrincipalCompetitorsKey RawMaterialsEnd-Use ApplicationsAnimal NutritionOrganic acids   and derivativesCholine chlorideorganic acid-based solutionsBASF SE         Perstorp Holding ABLuxi Chemical GroupBalchem Corporation     Adisseoformic acidethylene oxide propaneliquefied natural gasgut health solutionspreservation and hygieneindustrial applicationsCare Additives Alkylamine derivativesOrganic acids    and derivativesCellulosic biopolymersAdjust™amine derivative-based building blocks for production of flocculantsintermediates for surfactantsmetam-based soil fumigantsthiram and ziram-based fungicidesplant growth regulatorBASF SEDow Inc.Huntsman CorporationCorteva, Inc.Argo-Kanesho Co., Ltd.Bayer AGalkylaminesacrylonitrilealcohols ethylene oxidecarbon disulfide (\"CS2\")caustic sodawater treatment personal and home carepharmaceuticalsagriculture crop protection BASF SE          Perstorp Holding AB Luxi Chemical Group Balchem Corporation      Adisseo ethylene oxide  propane liquefied natural gas Alkylamine derivatives Organic acids     and derivatives Cellulosic biopolymers Adjust™  amine derivative-based building blocks for production of flocculants intermediates for surfactants metam-based soil fumigants thiram and ziram-based fungicides plant growth regulator  BASF SE Dow Inc. Huntsman Corporation Corteva, Inc. Argo-Kanesho Co., Ltd. Bayer AG  alkylamines acrylonitrile alcohols  ethylene oxide carbon disulfide (\"CS2\") caustic soda  water treatment  personal and home care pharmaceuticals agriculture  crop protection 11 11  11   ProductDescriptionPrincipalCompetitorsKey RawMaterialsEnd-Use ApplicationsCoatings AdditivesPolymers  cellulosics  Tetrashield™  polyesters  polyolefinsAdditives and Solvents  Texanol™  Optifilm™  ketones  esters  glycol ethers  oxo alcohols  EastaPure™  electronic chemicalsspecialty coalescents, specialty solvents, and commodity solventspaint additives and specialty polymersBASF SEDow Inc.OxeaCelanese CorporationAlternative Technologieswood pulppropanepropylene building and construction (architectural coatings) transportation (original equipment manufacturer \"OEM\") and refinish coatingsdurable goods (wood, industrial coatings and applications)consumables (graphic arts, inks, and packaging)electronicsSpecialty Fluids & EnergyTherminol™Turbo oilsSkydrol™SkyKleen™Marlotherm™heat transfer and      aviation fluidsDow Inc.Exxon Mobil      Corporationbenzenephosphorousneo-polyol estersindustrial chemicals and processing (heat transfer fluids for chemical processes)renewable energycommercial aviation Polymers   cellulosics   Tetrashield™   polyesters   polyolefins  Additives and Solvents   Texanol™   Optifilm™   ketones   esters   glycol ethers   oxo alcohols   EastaPure™  electronic chemicals  paint additives and specialty polymers BASF SE Dow Inc. Oxea Celanese Corporation Alternative Technologies    propane propylene    building and construction (architectural coatings)  transportation (original equipment manufacturer \"OEM\") and refinish coatings durable goods (wood, industrial coatings and applications) consumables (graphic arts, inks, and packaging) electronics     Therminol™ Turbo oils Skydrol™ SkyKleen™ Marlotherm™       aviation fluids Dow Inc. Exxon Mobil       Corporation  benzene phosphorous neo-polyol esters  industrial chemicals and processing (heat transfer fluids for chemical processes) renewable energy commercial aviation  See Exhibit 99.01 for AFP segment revenue by end-use market.  Strategy  Management applies Eastman's innovation-driven growth model in the AFP segment by leveraging proprietary technologies for the continued development of innovative product offerings and focusing growth efforts in end-markets such as transportation, care additives, industrial applications, building and construction, consumables, animal nutrition, durables, and electronics. Management believes that the ability to leverage the AFP segment's research, differentiated application development, and production capabilities across multiple markets uniquely positions it to meet evolving needs to improve the quality and performance of its customers' products. For example, Eastman BPA-NI Tetrashield™ protective resins enable metal packaging coatings formulation with a unique balance of durability and flexibility, improving performance, regulatory compliance, shelf life, and consumer safety. Such protective resins can also be used in protective coatings, industrial coatings and automotive coatings. The Company is also developing solutions to address the environmental challenges caused by non-biodegradable microplastics in personal care products by leveraging its world-class biodegradable cellulosic biopolymer technology platform in biodegradable microbeads for personal care application.  In 2022, the AFP segment: •expanded capacity and capabilities of Eastapure™ electronic solvents for use in manufacturing of semiconductor chips and other electronic applications with extremely low organic and inorganic impurities; •realized additional production capacity across its Global Alkylamines assets through optimization projects; and •continued global launch of Fluid Genius™, a patent-pending product that equips end-users with predictive insights to optimize heat transfer fluid performance by leveraging artificial intelligence technology with Eastman expertise to monitor and maximize the life cycle of heat transfer fluids for a myriad of system applications.  In response to market and business conditions, the Company divested its adhesives resins assets and business in 2022. The sale consisted of hydrocarbon resins (including Eastman Impera™ tire resins), pure monomer resins, polyolefin polymers, rosins and dispersions, and oleochemical and fatty-acid based resins product lines.  12 12  12    CHEMICAL INTERMEDIATES SEGMENT  Overview  Eastman leverages large scale and vertical integration from the cellulosic biopolymers and acetyl, olefins, and alkylamines streams to support the Company's specialty operating segments with advantaged cost positions. The CI segment sells excess intermediates beyond the Company's internal specialty needs into end-markets such as industrial chemicals and processing, building and construction, health and wellness, and agrochemicals. Key technology platforms include acetyls, oxos, plasticizers, polyesters, and alkylamines.   The CI segment product lines benefit from competitive cost positions primarily resulting from the use of and access to lower cost raw materials, and the Company's scale, technology, and operational excellence. Examples include coal used in the production of cellulosic biopolymers and acetyl stream product lines, propylene and ethylene used in the production of olefin derivative product lines such as oxo alcohols and plasticizers, and ammonia and methanol used to manufacture methylamines. The CI segment also provides superior reliability to customers through its backward integration into readily available raw materials, such as propane, ethane, coal, and propylene. See \"Eastman Chemical Company General Information - Manufacturing Streams\".  Several CI segment product lines are affected by cyclicality, most notably olefin and acetyl-based products. This cyclicality is caused by periods of supply and demand imbalance, when either incremental capacity additions are not offset by corresponding increases in demand, or when demand exceeds existing supply. While management continues to take steps to reduce the impact of the trough of these cycles, future results are expected to fluctuate due to both general economic conditions and industry supply and demand.  Principal ProductsProductDescriptionPrincipalCompetitorsKey RawMaterialsEnd-Use ApplicationsFunctional AminesAlkylaminesmethylamines   and saltshigher amines   and solventsBASF SEUS Amines LimitedOxea GmbHBelle Chemical Companymethanolammoniaacetoneethanolbutanolagrochemicals energyconsumableswater treatmentanimal nutrition industrial intermediatesIntermediatesOxo alcohols   and derivativesAcetic acid and    derivativesAcetic anhydrideEthyleneGlycol ethersEstersOlefin derivatives, acetyl derivatives, ethylene, commodity solvents Lyondell Bassell,BASF SEDow Inc.OxeaCelanese CorporationLonzaIneos Group Holdings   S.Apropaneethanepropylenecoalnatural gasparaxylenemetaxyleneindustrial chemicals and processingbuilding and construction (paint and coating applications, construction chemicals, building materials)pharmaceuticals and agriculturehealth and wellnesspackagingPlasticizersEastman 168™Dioctyl    phthalate    (\"DOP\")Benzoflex™TXIB™Effusion™primary non-     phthalate and     phthalate     plasticizers     and a range of     niche non-     phthalate     plasticizersBASF SEExxon Mobil CorporationLG Chem, Ltd.Lanxess AGpropanepropyleneparaxylenebuilding and construction (non-phthalate     plasticizers used in interior surfaces)consumables (food packaging, packaging     adhesives, and glove applications)health and wellness (medical devices)  BASF SE US Amines Limited Oxea GmbH Belle Chemical Company methanol ammonia acetone ethanol butanol Oxo alcohols    and derivatives Acetic acid and     derivatives Acetic anhydride Ethylene Glycol ethers Esters    Olefin derivatives, acetyl derivatives, ethylene, commodity solvents       Lyondell Bassell, BASF SE Dow Inc. Oxea Celanese Corporation Lonza Ineos Group Holdings    S.A   propane ethane propylene coal natural gas paraxylene metaxylene   industrial chemicals and processing building and construction (paint and coating applications, construction chemicals, building materials) pharmaceuticals and agriculture health and wellness packaging     Eastman 168™ Dioctyl     phthalate     (\"DOP\") Benzoflex™ TXIB™ Effusion™   primary non-      phthalate and      phthalate      plasticizers      and a range of      niche non-      phthalate      plasticizers  BASF SE Exxon Mobil Corporation LG Chem, Ltd. Lanxess AG    propane propylene paraxylene   See Exhibit 99.01 for CI segment revenue by end-use market.  13 13  13   Strategy  To maintain and enhance its status as a low-cost producer and optimize earnings, the CI segment continuously focuses on cost control, operational efficiency, and capacity utilization. This includes focusing on products used internally by other operating segments, thereby supporting growth in specialty product lines throughout the Company, and also external licensing opportunities. Through the CI segment, the Company has leveraged the advantage of its highly integrated manufacturing facilities. Scale and feedstock versatility at the Kingsport, Tennessee manufacturing facility allows for competitive advantage in the production of acetic anhydride and other acetyl derivatives. At the Longview, Texas manufacturing site, Eastman uses its proprietary oxo technology in one of the world's largest single-site oxo butyraldehyde manufacturing facilities to produce a wide range of alcohols and other derivative products utilizing local propane and ethane supplies and purchased propylene. The Pace, Florida manufacturing facility, which uses ammonia and methanol feedstocks, is one of the world's largest methylamine production sites in the world. These integrated facilities, combined with large scale production processes and a continuous focus on additional process improvements, allow the CI segment product lines to remain cost competitive and, for some products, cost-advantaged as compared to competitors. Use of refinery-grade propylene (\"RGP\") in the feedstock mix of the olefin cracking units at the Longview, Texas manufacturing site reduces the amount of other purchased feedstocks. This results in a decrease in ethylene production and excess ethylene sales while maintaining historical levels of propylene production, providing flexibility to reduce participation in the merchant ethylene market, and retaining a cost-advantaged integrated propylene position to support specialty derivatives throughout the Company.   FIBERS SEGMENT  Overview   In the Fibers segment, Eastman manufactures and sells acetate tow and triacetin plasticizers for use in filtration media, primarily cigarette filters; cellulosic staple fibers and filament yarn for use in apparel, home furnishings, and industrial fabrics; nonwoven media for use in filtration and friction applications, used primarily in transportation, industrial, and agricultural end-markets; and cellulose acetate flake and acetyl raw materials for other acetate fiber producers. The Company is the world's largest producer of acetate yarn and has been in this business for over 85 years.   The Fibers segment's competitive strengths include a reputation for high-quality products, technical expertise, large scale vertically-integrated processes, reliability of supply, internally produced acetate flake supply for Fibers segment's products, a reputation for customer service excellence, and a customer base characterized by strategic long-term customers and end-user relationships. The Company continues to capitalize and build on these strengths to further improve the strategic position of its Fibers segment. To strengthen and stabilize segment earnings, the Company has taken actions such as the establishment of long-term variable pricing in acetate tow customer arrangements and agreements, development of innovative textile and nonwoven applications, and repurposing manufacturing capacity from acetate tow to new products.  The 10 largest Fibers segment customers accounted for approximately 60 percent of the segment's 2022 sales revenue, and include multinational as well as regional cigarette producers, fabric manufacturers, and other acetate fiber producers.   The Company's long history and experience in fibers markets are reflected in the Fibers segment's operating expertise, both within the Company and in support of its customers' processes. The Fibers segment's knowledge of the industry and of customers' processes allows it to assist its customers in maximizing their processing efficiencies, promoting repeat sales, and developing mutually beneficial, long-term customer relationships.  The Company's fully integrated fibers manufacturing process employs unique technology that allows it to use a broad range of high-purity wood pulps for which the Company has dependable sources of supply.  14 14  14   Principal ProductsProductDescriptionPrincipalCompetitorsKey RawMaterialsEnd-Use ApplicationsAcetate TowEstron™cellulose acetate towCelanese CorporationCerdia InternationalDaicel Corporationwood pulpmethanolhigh sulfur coalfiltration media (primarily cigarette filters) Acetate Yarn and FiberNaia™Estron™natural (undyed) acetate yarnsolution dyed acetate yarnstaple fiberUAB Dirbtinis Pluostas Lenzing AGAditya Birla Groupwood pulpmethanolhigh sulfur coalwaste plastics and textilesconsumables (apparel, home furnishings, and industrial fabrics)health and wellness (medical tape)Acetyl Chemical ProductsEstrobond™triacetincellulose acetate flakeacetic acidacetic anhydrideJiangsu Ruijia Chemistry Co., Ltd.Polynt SpADaicel CorporationCelanese CorporationCerdia Internationalwood pulpmethanolhigh sulfur coalfiltration media (primarily cigarette filters) NonwovensNonwovenswetlaid nonwoven mediaspecialty and engineered paperscellulose acetate fiberHollingsworth and Vose CompanyLydall, Inc.BorgWarner Inc.natural and synthetic fibersinorganic and metallic additivesresinsfiltration and friction media for transportationindustrialagriculture and miningaerospace markets Estron™ Celanese Corporation Cerdia International Daicel Corporation  wood pulp methanol high sulfur coal Naia™ Estron™ natural (undyed) acetate yarn solution dyed acetate yarn staple fiber  UAB Dirbtinis Pluostas  Lenzing AG Aditya Birla Group wood pulp methanol high sulfur coal waste plastics and textiles consumables (apparel, home furnishings, and industrial fabrics) health and wellness (medical tape) Estrobond™ triacetin cellulose acetate flake acetic acid acetic anhydride  Jiangsu Ruijia Chemistry Co., Ltd. Polynt SpA Daicel Corporation Celanese Corporation Cerdia International  wood pulp methanol high sulfur coal wetlaid nonwoven media specialty and engineered papers cellulose acetate fiber Hollingsworth and Vose Company Lydall, Inc. BorgWarner Inc. natural and synthetic fibers inorganic and metallic additives resins  filtration and friction media for transportation industrial agriculture and mining aerospace markets  Strategy   Management applies the innovation-driven growth model to the Fibers segment by leveraging its strong customer relationships and industry knowledge to maintain a leading industry position in the global market. The segment benefits from a state-of-the-art, world class, acetate flake production facility at the Kingsport, Tennessee site, which is supplied from Eastman's vertically integrated coal gasification facility and is the largest and most integrated acetate tow site in the world. The Fibers segment also expects to benefit from Eastman's recently developed carbon renewal technology, which enables the substitution of fossil fuel feedstock with recycled waste content. Products using this technology are marketed and sold under the \"Renew\" product designation. See \"Corporate Overview - Business Strategy - Sustainability and Circular Economy\". The Company supplies 100 percent of the acetate flake raw material to the manufacturing facility of its acetate tow joint venture in China from the Company's manufacturing facility in Kingsport, Tennessee, which the Company recognizes in sales revenue. The Company recognizes earnings in the joint venture through its equity investment, reported in \"Other (income) charges, net\" in the Consolidated Statements of Earnings, Comprehensive Income and Retained Earnings in Part II, Item 8 of this Annual Report. The Company's focus on innovation has resulted in repurposing some of its acetate tow manufacturing capacity to fibers products for textiles, resulting in increased capacity utilization and lower acetate tow costs.  To meet customers' evolving needs and further improve the Fibers segment's manufacturing process efficiencies, the Company makes use of its capabilities in fibers technology to maintain a strong focus on incremental product and process improvements.  In 2022, the Fibers segment:  •implemented variable pricing agreements across the acetate tow customer base, driving growth and returning adjusted EBIT margins and cash flow generation to acceptable performance levels; •commercialized Naia™ staple fiber for spun yarns for apparel and home textiles; and •announced several high-profile brand adoptions, including a major multinational clothing company; an American retailer of outdoor clothing; and a sustainable women's clothing and accessories designer and manufacturer.  15 15  15   The Fibers segment R&D efforts focus on serving new and existing customers, leveraging proprietary cellulosic biopolymers and spinning technology, optimizing asset productivity through process improvement, selective product innovation in response to acetate tow customer needs, and working with suppliers to reduce costs. For textiles, the Fibers segment is offsetting declines in acetate tow through investments in differentiated application development capabilities and new product innovations, including circular solutions, to drive growth in textiles and apparel of Naia™ yarns and fibers.   EASTMAN CHEMICAL COMPANY GENERAL INFORMATION  Seasonality  Eastman's earnings are typically higher in the second and third quarters, and cash flows from operations are typically highest in the second half of the year due to seasonal demand based on general economic activity in the Company's key markets as described in \"Business Segments\". Results in all segments except the Fibers segment are typically weaker in the fourth quarter due to seasonal downturns in key markets.  The coatings additives product line of the AFP segment and the intermediates product line of the CI segment are impacted by the cyclicality of key end products and markets, while other operating segments and product lines are more sensitive to global economic conditions. Eastman is exposed to consumer discretionary end-markets and changes in global consumer spending, particularly in the AM and AFP segments. Supply and demand dynamics determine profitability at different stages of business cycles and global economic conditions affect the length of each cycle.  Sales, Marketing, and Distribution  Eastman markets and sells products primarily through a global marketing and sales organization which has a presence in the United States and approximately 30 other countries selling into more than 100 countries around the world. The Company focuses its market engagement on attractive niche markets, leveraging disruptive macro trends, and market activation throughout the value chain with both customers and downstream users. Eastman's strategy is to target industries and markets where the Company can leverage its application development expertise to develop product offerings to provide differentiated value that address current and future customer and market needs. The Company's strategic marketing approach and capabilities leverage the Company's insights about trends, markets, and customers to drive development of specialty products. Through a highly skilled and specialized sales force that is capable of providing differentiated product solutions, Eastman strives to be the preferred supplier in the Company's targeted markets.  The Company's products are also marketed through indirect channels, which include dealers and contract representatives. Sales outside the United States tend to be made more frequently through dealers and contract representatives than sales in the United States. The combination of direct and indirect sales channels, including sales online through its Customer Center website, allows Eastman to reliably serve customers throughout the world.  The Company's products are shipped to customers and to downstream users directly from Eastman manufacturing plants and distribution centers worldwide.  Research and Development  Management applies its innovation-driven growth model to leverage the Company's world class scalable technology platforms that provide a competitive advantage and the foundation for sustainable earnings growth. The Company's R&D strategy for sustainable growth through innovation includes multi-generational product development for specialty products, faster and more differentiated product development by leveraging global application development capabilities, and the creation of value through integration of multiple technology platforms. The Company's innovation strategy is guided by the need to provide practical solutions to sustainability macro-drivers that will improve the quality of life globally through material solutions. This strategy has been accelerated by enhancements of global differentiated application development capabilities that position Eastman as a strategic element of customers' success within attractive niche markets. See examples of recent product and technology innovations in \"Corporate Overview - Business Strategy - Innovation\".  16 16  16   Eastman manages certain growth initiatives and costs at the corporate level, including certain R&D costs not allocated to any one operating segment. The Company uses a stage-gating process, which is a disciplined decision-making framework for evaluating targeted opportunities, with a number of projects at various stages of development. As projects meet milestones, additional amounts are spent on those projects. The Company continues to explore and invest in R&D initiatives such as high-performance materials and opportunities created by disruptive macro trends including sustainability and development of a more \"circular economy\". See \"Corporate Overview - Business Strategy - Sustainability and Circular Economy\".  Manufacturing Streams  Integral to Eastman's strategy for growth is leveraging its heritage expertise and innovation in polyester, cellulosic biopolymers and acetyl, alkylamine, and olefins chemistries in key markets, including transportation, building and construction, consumables, and agriculture. For each of these chemistries, Eastman has developed and acquired a combination of assets and technologies that are operated within four manufacturing \"streams\", combining scale and integration across multiple manufacturing units and sites as a competitive advantage.  •In the polyester stream, the Company begins with paraxylene, ethylene glycol, and integrated feedstocks, converting them through a series of intermediate materials to ultimately produce clear, tough, chemically resistant copolyesters. The Company is enhancing the polyester stream by investing in the multiple plastic-to-plastic polyester renewal facilities to enable various waste plastics to be recycled into high quality, specialty copolyester Renew products. Polyester stream products are converted for end-uses in cosmetics and personal care, medical device, durable goods, and food packaging industries. •In the cellulosic biopolymers and acetyl stream, the Company begins with gasification of fossil fuels with oxygen. The resulting synthesis gas is converted into acetic acid and acetic anhydride. Cellulosic biopolymers derivative manufacturing at the Company begins with natural polymers, sourced from sustainably-managed forests, which, when combined with acetyl and olefin chemicals, provide differentiated product lines. Through a new recycling innovation, carbon renewal technology is now enabling the recycling of complex plastics to the basic building blocks of Eastman's cellulosic product stream. The major end-markets for products from the cellulosic biopolymers and acetyl stream include coatings, displays, and thermoplastics. •In the alkylamines stream, the Company begins with ammonia and alcohol feedstocks to produce methylamines and higher alkylamines, which can then be further converted into alkylamine derivatives. The Company's alkylamines products are primarily used in agriculture, water treatment, consumables, animal nutrition, and oil and gas end-markets. •In the olefins stream, the Company begins primarily with propane and ethane, which are thermally \"cracked\" (the process whereby hydrocarbon molecules are broken down and rearranged) into ethylene and propylene in cracking units at its site in Longview, Texas. As a result of modifications completed in 2018, these units also offer flexibility to use refinery-grade propylene (\"RGP\") as a diversified feedstock to minimize the impact of olefins spread volatility. The Company purchases some additional propylene to supplement cracking unit production. Propylene derivative products are used in a variety of items such as paints and coatings, automotive safety glass, and non-phthalate plasticizers. Ethylene derivative products are converted for end-uses in the food industry, health and beauty products, detergents, and automotive products.  The Company leverages its expertise and innovation in cellulosic biopolymers and acetyl, olefins, polyester, and alkylamine chemistries and technologies to meet demand and create new uses and opportunities for the Company's products in key markets. Through integration and optimization across these streams, the Company is able to create unique and differentiated products that have a performance advantage over competitive materials.  Sources and Availability of Raw Materials and Energy  Eastman purchases a majority of its key raw materials and energy through different contract mechanisms, generally of one to three years in initial duration with renewal or cancellation options for each party. Most of these agreements do not require the Company to purchase materials or energy if its operations are reduced or idle. The cost of raw materials and energy is generally based on market price at the time of purchase; however, from time to time Eastman uses derivative financial instruments for certain key raw materials to mitigate the impact of market price fluctuations. Key raw materials include propane, propylene, paraxylene, methanol, cellulosic biopolymers, fatty alcohol, polyvinyl alcohol, and a wide variety of precursors for specialty organic chemicals. Key purchased energy sources include natural gas, coal, and electricity. The Company has multiple suppliers for most key raw materials and energy and uses quality management principles, such as the establishment of long-term relationships with suppliers and ongoing performance assessments and benchmarking, as part of its supplier selection process. When appropriate, the Company purchases raw materials from a single source supplier to maximize quality and reduce cost and has contingency plans to minimize the potential impact of any supply disruptions from single source suppliers.  17 17  17   While temporary shortages of raw materials and energy may occasionally occur, these items are generally sufficiently available to cover current and projected requirements. However, their continuous availability and cost are subject to unscheduled plant interruptions occurring during periods of high demand, domestic and world market conditions, changes in government regulation, supply chain disruption, the ongoing COVID-19 coronavirus global pandemic (\"COVID-19\"), natural disasters, war or other outbreak of hostilities or terrorism or other political factors, or breakdown or degradation of transportation infrastructure. Eastman's operations or products have been in the past, and may be in the future, adversely affected by these factors. See \"Management's Discussion and Analysis of Financial Condition and Results of Operations - Risk Factors\" in Part II, Item 7 of this Annual Report. The Company's raw material and energy costs as a percent of total cost of operations were approximately 55 percent in 2022. For additional information about raw materials, see Exhibit 99.02 \"Product and Raw Material Information\" of this Annual Report.  Intellectual Property, Trademarks, and Licensing  While Eastman's intellectual property portfolio is an important Company asset which it expands and vigorously protects globally through a combination of patents, trademarks, copyrights, and trade secrets, neither its business as a whole nor any particular operating segment is materially dependent upon any one particular patent, trademark, copyright, or trade secret. As a producer of a broad range of advanced materials, specialty additives, chemicals, and fibers, Eastman owns over 800 active United States patents and over 1,400 active foreign patents, expiring at various times over several years, and owns over 4,800 active worldwide trademark applications and registrations. As the laws of many countries do not protect intellectual property to the same extent as the laws of the United States, Eastman cannot ensure that it will be able to adequately protect its intellectual property assets outside the United States. See \"Management's Discussion and Analysis of Financial Condition and Results of Operations - Risk Factors\" in Part II, Item 7 of this Annual Report.  The Company pursues opportunities to license proprietary technology to third parties where it has determined that the competitive impact to its businesses will be minimal. These arrangements typically are structured to require payments at significant project milestones such as signing, completion of design, and start-up.  Information Security  The Company employs information systems to support its business, enable transformation and deploy digital services. The Company utilizes a risk-based, multi-layered information security approach following the U.S. National Institute of Standards and Technology Cybersecurity Framework, including (a) dedicated security operations center monitoring, (b) network-based and host-based protections, (c) a Privacy Council focused upon adherence to privacy regulations, (d) privilege access management controls, (e) annual and on-going information security training and targeted exercises, (f) encryption of data, backup, recovery, and testing, (g) regular internal and external audits against information security best practices, and (h) benchmarking utilizing external third parties. As with other industry participants, the Company from time to time experiences attempted cyber-attacks of its information systems. None of these attempts have resulted in a material adverse impact on the Company's operations or financial results, any penalties, or settlements. See \"Management's Discussion and Analysis of Financial Condition and Results of Operations – Risk Factors\" in Part II, Item 7 of this Annual Report.  Senior management, including the Chief Information Officer (\"CIO\"), reviews information security performance and recent cybersecurity industry trends at least quarterly, and at least annually reviews the Company's information security strategy with executive management.  Under the Company's enterprise-wide approach to risk management, cyber security and security of company information is a \"high-priority\" risk that is reported to and overseen by the Board of Directors. The CIO provides an overview of information security performance and recent cybersecurity industry trends to the Audit Committee of the Board of Directors on a regular basis throughout the year.  Human Capital  To keep solving complex problems and growing its business, the Company must continue to attract, develop, and retain exceptional people (\"human capital\"), and motivate them to excel. Strong workforce and leadership development, succession management, an inclusive culture that brings out the best in every individual and competitive compensation and benefits are vital to the success of Eastman's innovation-driven growth strategy. The Compensation and Management Development Committee of the Board of Directors oversees workforce and senior management development and the Board of Directors monitors the culture of the Company and leadership quality, morale, and development.  18 18  18   Eastman places a strong emphasis on the health, safety and well-being of employees — both at work and at home. Eastman's \"zero-incident mindset\" takes a holistic approach to people and processes by fostering the right behaviors, values, and culture to ensure that employees are operating responsibly, accountably, and safely. In addition to annual process and personal safety performance expectations (see \"Executive Compensation\" in Part III, Item 11 of this Annual Report), safety and wellness protocols continue to be included for protection against the COVID-19 virus for employees.   The Company's focus on well-being also includes physical, emotional, and financial health of employees and their families, with on-site and on-demand resources such as fitness classes, health coaches, and financial counselors. In 2022, the Company conducted a benefits equity study to better understand the needs of its employees in the current environment. Through this work, the Company continues to explore new ways to make benefits more equitable and inclusive and more attractive in a diverse talent marketplace. The Company also continues to provide global flexibility principles and resources to emphasize the importance of balancing work and personal responsibilities.  Breakthroughs require creativity and unconventional ideas, and that takes diverse perspectives and an environment that empowers everyone to speak their mind and add value, so their ideas can get translated into plans and actions. As Eastman develops new products to meet today's most pressing needs, the Company inspires innovative ideas by making every team member feel valued and empowered to do their best work. Eastman's capacity to innovate and transform depends on its ability to attract and retain the best and brightest talent. Building an inclusive workplace, powered by a diverse global employee population of approximately 14,500 people worldwide is key to promoting innovation and driving results.  The table below shows the percentage of the Company's global employee population by region.   United States and Canada72 %Europe, Middle East, and Africa15 %Asia Pacific10 %Latin America3 %Total100 %  Eastman's focus on inclusion and diversity transcends race and gender. To execute the growth strategy, the Company needs to attract, develop, and retain people of all backgrounds, cultures, and experiences. Eastman believes transparency is an important part of creating accountability and driving progress. To that end, the Company has set clear goals to achieve gender parity in professional and leadership roles globally and to be an industry leader in racial and ethnic diversity in the United States by 2030. In 2022, the Company's female representation globally was 39 percent in professional level roles, 28 percent in leadership roles, and 25 percent at the executive level. In the United States, the Company's racially and ethnically diverse talent was 14 percent at both professional and leadership levels, and 13 percent at the executive level. The non-employee directors of Eastman's Board of Directors are 30 percent female and 20 percent racially and ethnically diverse. See \"Information About our Executive Officers\" in Part I of this Annual Report and \"Directors, Executive Officers and Corporate Governance\"— \"Election of Directors\" in Part III, Item 10 of this Annual Report for more information.  Eastman Resource Groups (\"ERGs\") are uniquely positioned to bring the Company's Inclusion & Diversity strategy to life through their insights and access to key populations to make sure every team member feels valued, respected, and able to perform at their full potential. Chaired by a team member and sponsored by a senior executive, each ERG is dedicated to helping its members bridge cultural gaps, grow professionally and maximize business contributions. All Eastman team members are encouraged to join or participate in any or multiple ERGs, either as a member of the target community or as an ally.   Eastman's compensation philosophy, principles and processes are designed to ensure the Company pays competitively in the market for top talent and that the pay is distributed fairly and consistently. An independent third party assesses pay equity each year by comparing pay for people in the same jobs, job levels, and locations. This analysis, which considers gender, race and ethnicity (in the U.S.), performance, tenure, specialty skills, and educational credentials, is completed during the annual compensation review process, when leadership makes pay decisions.  19 19  19   Customers  Eastman has an extensive customer base and, while it is not dependent on any one customer, loss of certain top customers could adversely affect the Company until such business is replaced. The top 100 customers accounted for approximately 55 percent of the Company's 2022 sales revenue. No single customer accounted for 10 percent or more of the Company's consolidated sales revenue during 2022.  Compliance With Environmental and Other Government Regulations  The Company is subject to significant and complex governmental laws and regulations, both in the U.S. and internationally, which require and will continue to require significant expenditures to remain in compliance and may, depending on specific facts and circumstances, impact the Company's competitive position. (See \"Management's Discussion and Analysis of Financial Condition and Results of Operations - Risk Factors -- Legislative, regulatory, or voluntary actions, including associated with physical impacts of climate change, could increase the Company's future health, safety, and environmental compliance costs.\" in Part II, Item 7 of this Annual Report.) These include health, safety, and environmental laws and regulations; site security regulations; chemical control laws; laws protecting intellectual property; privacy, data sharing and data protection laws; laws regulating energy generation and distribution, such as utilities, pipelines and co-generation facilities; and customs laws and laws regulating import and export of products and technology. As described below, the most significant environmental capital and other expenditures are for compliance with environmental and health and safety laws. In addition to these regulations, compliance with chemical control laws (including the U.S. Toxic Substances Control Act, the U.S. Federal Insecticide, Fungicide, and Rodenticide Act and similar non-U.S. counterparts, and the Registration, Evaluation, Authorization and Restriction of Chemicals (\"REACH\") program in the European Union) and laws protecting intellectual property (see \"Intellectual Property, Trademarks, and Licensing\") have the most impact on the Company's day-to-day operations and competitive position.  Environmental  The Company is subject to laws, regulations, and legal requirements relating to the use, storage, handling, generation, transportation, emission, discharge, disposal, remediation of, and exposure to, hazardous and non-hazardous substances and wastes in all of the countries in which it does business. These health, safety, and environmental considerations are a priority in the Company's planning for all existing and new products and processes. The Environmental, Safety, and Sustainability Committee of Eastman's Board of Directors oversees the Company's policies and practices concerning health, safety, and the environment and its processes for complying with related laws and regulations and monitors related matters.  The Company's policy is to operate its plants and facilities in compliance with all applicable laws and regulations such that it protects the environment and the health and safety of its employees and the public. The Company intends to continue to make expenditures for environmental protection and improvements in a timely manner consistent with its policies and with available technology. In some cases, applicable environmental regulations such as those adopted under the Clean Air Act, Resource Conservation and Recovery Act, Comprehensive Environmental Response, Compensation, and Liability Act, and related actions of regulatory agencies determine the timing and amount of environmental costs incurred by the Company. Likewise, any new legislation or regulations related to GHG gas emissions, energy or climate change, or the repeal of such legislation or regulations, could impact the timing and amount of environmental costs incurred by the Company.  The Company accrues environmental costs when it is probable that the Company has incurred a liability at a contaminated site and the amount can be reasonably estimated. In some instances, the amount cannot be reasonably estimated due to insufficient information, particularly as to the nature and timing of future expenditures. In these cases, the liability is monitored until such time that sufficient information exists. With respect to a contaminated site, the amount accrued reflects liabilities expected to be paid out within approximately 30 years as well as the Company's assumptions about remediation requirements at the contaminated site, the nature of the remedy, the outcome of discussions with regulatory agencies and other potentially responsible parties at multi-party sites, and the number and financial viability of other potentially responsible parties. Changes in the estimates on which the accruals are based, unanticipated government enforcement action, or changes in health, safety, environmental, and chemical control regulations, and testing requirements could result in higher or lower costs.  The Company does not currently expect near term environmental capital expenditures arising from requirements of environmental laws and regulations to materially impact the Company's planned level of annual capital expenditures for environmental control facilities. Other matters concerning health, safety, and the environment are discussed in \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" in Part II, Item 7 and in Note 1, \"Significant Accounting Policies\"; Note 13, \"Environmental Matters and Asset Retirement Obligations\"; and Note 21, \"Reserve Rollforwards\", to the Company's consolidated financial statements in Part II, Item 8 of this Annual Report.  20 20  20    Eastman's cash expenditures related to environmental protection and improvement were $300 million, $281 million, and $265 million in 2022, 2021, and 2020, respectively, and include operating costs associated with environmental protection equipment and facilities, engineering costs, and construction costs. These cash expenditures include environmental capital expenditures of approximately $60 million, $38 million, and $42 million in 2022, 2021, and 2020, respectively.  Health and Safety  Eastman places a strong emphasis on the health, safety and well-being of its employees. Eastman's commitment to a \"zero-incident mindset\" takes a holistic approach to people and processes by fostering the right behaviors, values, and culture to ensure that its employees are operating responsibly, accountably, and safely. See \"Human Capital\". Under the U.S. Occupational Safety and Health Act of 1970, as administered by the Occupational Safety and Health Administration (\"OSHA\"), some of the Company's operations are subject to workplace standards under OSHA's Process Safety Management program. From time to time, the Company may incur significant capital expenditures to maintain compliance with the requirements of this program.  Available Information - Securities and Exchange Commission (\"SEC\") Filings  Eastman makes available free of charge, in the Investors section of its Internet website at www.eastman.com, its annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934 as soon as reasonably practicable after electronically filing such material with, or furnishing it to, the SEC. The SEC maintains an Internet site that contains reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC at www.sec.gov.  ", "time": "00:00:05"}