{"cik": 927066, "item_1A": "Item 1.        Business Unless otherwise indicated in this report \"DaVita\", \"the Company\" \"we\", \"us\", \"our\" and other similar terms refer to DaVita Inc. and its consolidated subsidiaries. Our annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to those reports filed or furnished pursuant to section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended, are made available free of charge through our website, located at http://www.davita.com, as soon as reasonably practicable after the reports are filed with or furnished to the Securities and Exchange Commission (SEC). The SEC also maintains a website at http://www.sec.gov where these reports and other information about us can be obtained. The contents of our website are not incorporated by reference into this report.  Overview of DaVita Inc. DaVita is a leading healthcare provider focused on transforming care delivery to improve quality of life for patients globally. We are one of the largest providers of kidney care services in the U.S. and have been a leader in clinical quality and innovation for more than 20 years. We care for our patients at every stage and setting along their kidney health journey–including earlier diagnosis and prevention, supporting the transplant process, helping with end of life and ensuring they are supported at home, in our dialysis centers and in the hospital and/or skilled nursing facilities. We are committed to bold, patient-centric care models, implementing the latest technologies and advancing integrated care offerings. We have established a value-based culture with a philosophy of caring that is focused on both our patients and teammates. This culture and philosophy fuel our continuous drive toward achieving our mission \"to be the provider, partner and employer of choice.\" There are five stages of chronic kidney disease (CKD). These stages are generally based on how well the kidneys work to filter waste and extra fluid out of the blood–with higher stages of CKD corresponding to progressing levels of kidney disease. Stage 1 CKD is the closest to healthy kidney function. Stage 5 classification indicates that a patient has severe kidney damage. A patient diagnosed with Stage 5 CKD has kidneys that have lost nearly all functionality or have failed. If the patient's kidneys fail, they are then diagnosed with end stage renal disease (ESRD), also known as end stage kidney disease (ESKD). Because loss of kidney function is normally irreversible, ESKD patients require continued dialysis treatments or a kidney transplant to sustain life. Dialysis is the removal of toxins, fluids and salt from the blood of patients by artificial means. Patients suffering from ESKD generally require regular life-sustaining dialysis therapy for the rest of their lives or until they receive a kidney transplant.  The treatment goal for CKD patients prior to Stage 5 is to manage and slow the progression of the disease to preserve kidney functionality. Because kidney failure is typically caused by Type I and Type II diabetes, hypertension, polycystic kidney disease, long-term autoimmune attack on the kidneys and prolonged urinary tract obstruction, slowing the progression generally involves working with nephrologists or dieticians to help control blood pressure, monitor blood glucose and maintain healthy diet and exercise routines, among other things. Our businesses We are one of the two largest dialysis providers in the United States. Our U.S. dialysis and related lab services (U.S. dialysis) business treats patients with chronic kidney failure, ESKD, in the United States, and is our largest line of business. Our robust platform to deliver kidney care services also includes established nephrology and payor relationships.  In addition, as of December 31, 2022, our international operations provided dialysis and administrative services to a total of 350 outpatient dialysis centers located in 11 countries outside of the U.S., serving approximately 45,600 patients. Finally, our U.S. integrated kidney care (IKC) business provided integrated care and disease management services to 42,000 patients in risk-based integrated care arrangements and to an additional 15,000 patients in other integrated care arrangements across the United States as of December 31, 2022. A majority of the patients served by our integrated care business are also our dialysis patients. We also maintain a few other ancillary services and investments outside of our U.S. dialysis, U.S. IKC, or international operations, which we refer to as our U.S. other ancillary services. We refer to our U.S. integrated kidney care business, U.S. other ancillary services and international operations as, collectively, our \"ancillary services.\" We also have a separate corporate administrative support function that supports our U.S. dialysis business and these ancillary services. Each of our businesses are described in greater detail in the sections that follow. 2 2 2   Our care model Our patient-centric care model leverages our platform of kidney care services to maximize patient choice in both models and modalities of care. We believe that the flexibility we offer coupled with a focus on comprehensive kidney care supports our commitments to help improve equitable clinical outcomes and quality of life for our patients. According to the most recently published data, for eight consecutive years, we have continued as an industry leader in the Centers for Medicare & Medicaid Services’ (CMS) Quality Incentive Program (QIP), which promotes high quality services in outpatient dialysis facilities treating patients with ESKD. In addition, according to the most recently published data, for seven consecutive years, we have also continued as an industry leader under CMS’ Five-Star Quality Rating system, which rates eligible dialysis centers based on the quality of outcomes to help patients, their families, and caregivers make more informed decisions about where patients receive care. We are also among the early leaders in the ESRD Treatment Choices (ETC) Model, which was launched by the CMS Center for Medicare and Medicaid Innovation (CMMI) in January 2021 with the stated intent to \"encourage greater use of home dialysis and kidney transplants for Medicare beneficiaries with ESKD, while reducing Medicare expenditures and preserving or enhancing the quality of care furnished to beneficiaries with ESKD.\" Value-based arrangements are proliferating in the kidney health space. These arrangements are allowing for a much larger degree of collaboration between nephrologists, providers, and transplant programs, resulting in a more complete understanding of each patient’s clinical needs, which we believe leads to better care coordination and earlier intervention. Our IKC business is an active participant in CMMI’s Comprehensive Kidney Care Contracting (CKCC) model that seeks to manage the care of late stage CKD and ESKD patients to delay the progression of kidney disease, promote home dialysis, and incentivize transplants.  Our quality clinical outcomes are driven by our experienced and knowledgeable caregivers. We employ registered nurses, licensed practical or vocational nurses, patient care technicians, social workers, registered dietitians, biomedical technicians and other administrative and support teammates who strive to achieve superior clinical outcomes at our dialysis facilities. In addition to our teammates at our dialysis facilities, as of December 31, 2022, our domestic Chief Medical Officer leads a team of 23 nephrologists in our physician leadership team as part of our domestic Office of the Chief Medical Officer (OCMO). Our international Chief Medical Officer leads a team of nine nephrologists in our physician leadership team as part of our international OCMO as of December 31, 2022. Our OCMO teammates represent a variety of academic, clinical practice, and clinical research backgrounds. We also have a Physician Council that serves as an advisory body to senior management, which was composed of 10 physicians with extensive experience in clinical practice and five Group Medical Directors as of December 31, 2022. On June 19, 2019, we completed the sale of our prior DaVita Medical Group (DMG) business, a patient and physician-focused integrated healthcare delivery and management company, to Collaborative Care Holdings, LLC, a subsidiary of UnitedHealth Group Inc. As a result, the DMG business has been classified as discontinued operations and its results of operations are reported as discontinued operations for all periods presented in the consolidated financial statements included in this report.  For financial information about DMG, see Note 22 to the consolidated financial statements included in this report.  COVID-19 and its impact on our business  As a caregiving organization, we are impacted by continued and compounding effects of the coronavirus (COVID-19) pandemic. We continue to closely monitor the impact on our business of the pandemic and the resulting economic and political environment, including the various impacts on our patients, teammates, physician partners, suppliers, vendors and business partners.  Our top priorities continue to be the health, safety and well-being of our patients, teammates and physician partners and helping to ensure that our patients have the ability to maintain continuity of care throughout the pandemic, whether in the hospital, outpatient or home setting. To that end, we have dedicated and continue to dedicate substantial resources in response to COVID-19, including the implementation of additional protocols and initiatives to help safely maintain continuity of care for our patients and help protect our caregivers and provide access to vaccinations. These protocols and initiatives include, among other things, policies to implement dedicated care shifts for patients with confirmed or suspected COVID-19 and other enhanced clinical practices. These efforts are part of our wider Prepare, Prevent, Respond and Recover protocol that includes operational initiatives such as the redistribution of teammates, machines and supplies across the country as needed, increased investment in and utilization of telehealth capabilities, and administration of COVID-19 vaccines. These initiatives have increased our expenses and operational complexity, and also may involve increased execution and compliance risks. We believe the ultimate impact of this pandemic on the Company will depend on future developments that are highly uncertain and difficult to predict. For additional discussion of the COVID-19 pandemic and our response, including its impact  3 3 3   on us and related risks and uncertainties, please see the discussion below under the heading \"—Human Capital Management,\" the risk factor in Item 1A. Risk Factors under the heading \"Macroeconomic conditions and global events...,\"and the discussion under the heading \"COVID-19, General Economic and Marketplace Conditions, and Legal and Regulatory Developments\" in Part II, Item 7. \"Management’s Discussion and Analysis of Financial Condition and Results of Operations.\"  U.S. dialysis business Our U.S. dialysis business is a leading provider of kidney dialysis services for patients suffering from ESKD. As of December 31, 2022, we provided dialysis and administrative services in the U.S. through a network of 2,724 outpatient dialysis centers in 46 states and the District of Columbia, serving a total of approximately 199,400 patients. We also have contracts to provide hospital inpatient dialysis services in approximately 820 hospitals and related laboratory services throughout the U.S.  According to the United States Renal Data System (USRDS), there were over 562,000 ESKD dialysis patients in the U.S. in 2020. Based on the most recent 2022 annual data report from the USRDS, the underlying ESKD dialysis patient population grew at an approximate compound rate of 3.0% from 2010 to 2020 and 2.1% from 2015 to 2020 as compared to a decline in growth of (1.2)% from 2019 to 2020, which suggests that the rate of growth of the ESKD patient population is declining relative to long term trends. As the USRDS only presents data through December 31, 2020, it does not yet reflect the continued and compounding impact of COVID-19 on this patient base. A number of factors may impact ESKD growth rates, including, among others, mortality rates for dialysis patients or CKD patients, the aging of the U.S. population, transplant rates, incidence rates for diseases that cause kidney failure such as diabetes and hypertension and growth rates of minority populations with higher than average incidence rates of ESKD. Certain of these factors, in particular mortality rates for dialysis or CKD patients, have been impacted by the COVID-19 pandemic. Treatment options for ESKD Treatment options for ESKD are dialysis and kidney transplantation. Dialysis options •Hemodialysis Hemodialysis, the most common form of ESKD treatment, is usually performed at a freestanding outpatient dialysis center, at a hospital-based outpatient center, in a skilled nursing facility or at the patient’s home. The hemodialysis machine uses an artificial kidney, called a dialyzer, to remove toxins, fluids and salt from the patient’s blood. The dialysis process occurs across a semi-permeable membrane that divides the dialyzer into two distinct chambers. While blood is circulated through one chamber, a pre-mixed fluid is circulated through the other chamber. The toxins, salt and excess fluids from the blood cross the membrane into the fluid, allowing cleansed blood to return back into the patient’s body. Each hemodialysis treatment that occurs in the outpatient dialysis centers typically lasts approximately three and one-half hours and is usually performed three times per week. Hospital inpatient hemodialysis services are required for patients with acute kidney failure primarily resulting from trauma, patients in early stages of ESKD and ESKD patients who require hospitalization for other reasons. Hospital inpatient hemodialysis is generally performed at the patient’s bedside or in a dedicated treatment room in the hospital, as needed. Some ESKD patients may perform hemodialysis with the help of a care partner in their home or residence through the use of a hemodialysis machine designed specifically for home therapy that is portable, smaller and easier to use. Patients receive training, support and monitoring from registered nurses, usually in our outpatient dialysis centers, in connection with their home hemodialysis treatment. Home hemodialysis is typically performed with greater frequency than dialysis treatments performed in outpatient dialysis centers and on varying schedules. •Peritoneal dialysis Peritoneal dialysis uses the patient’s peritoneal or abdominal cavity to eliminate fluid and toxins and is typically performed at home. The most common methods of peritoneal dialysis are continuous ambulatory peritoneal dialysis (CAPD) and continuous cycling peritoneal dialysis (CCPD). Because it does not involve going to an outpatient dialysis center three times a week for treatment, peritoneal dialysis is generally an alternative to hemodialysis for patients who are healthier, more independent and desire more flexibility in their lifestyle.  CAPD introduces dialysis solution into the patient’s peritoneal cavity through a surgically placed catheter. Toxins in the blood continuously cross the peritoneal membrane into the dialysis solution. After several hours, the patient drains the used dialysis solution and replaces it with fresh solution. This procedure is usually repeated four times per day. 4 4 4   CCPD is performed in a manner similar to CAPD, but uses a mechanical device to cycle dialysis solution through the patient’s peritoneal cavity while the patient is sleeping or at rest. Kidney transplantation Although kidney transplantation, when successful, is considered the most desirable form of therapeutic intervention, the shortage of suitable donors, side effects of immunosuppressive pharmaceuticals given to transplant recipients and dangers associated with transplant surgery for some patient populations have generally limited the use of this treatment option. An executive order signed in July 2019 (the 2019 Executive Order) directed HHS to develop policies addressing, among other things, the goal of making more kidneys available for transplant. As directed by the 2019 Executive Order, the CMS, through its Center for Medicare and Medicaid Innovation (CMMI), subsequently released the framework for certain proposed voluntary payment models that would adjust payment incentives to encourage kidney transplants. For more information regarding the 2019 Executive Order and these payment models, please see the discussion below under the heading \"—Integrated Kidney Care and Medicare and Medicaid program reforms.\"  U.S. dialysis services we provide Outpatient hemodialysis services  As a condition of our enrollment in Medicare for the provision of dialysis services, we contract with a nephrologist or a group of associated nephrologists to provide medical director services at each of our dialysis centers. In addition, other nephrologists may apply for practice privileges to treat their patients at our centers. Each center has an administrator, typically a registered nurse, who supervises the day-to-day operations of the center and its staff. The staff of each center typically consists of registered nurses, licensed practical or vocational nurses, patient care technicians, a social worker, a registered dietician, biomedical technician support and other administrative and support personnel. Our total patient turnover at centers we consolidate, which is based upon all causes, averaged approximately 27% in both 2022 and 2021. The overall number of patients to whom we provided services in the U.S. in 2022 decreased by approximately 1.8% from 2021, primarily due to an increase in mortality rates, which have been impacted by the COVID-19 pandemic. This was partially offset by new dialysis patients who started treating at our centers acquired during the year. Hospital inpatient hemodialysis services  As of December 31, 2022, we have contracts to provide hospital inpatient hemodialysis services, excluding physician services, to patients in approximately 820 hospitals throughout the U.S. We render these services based on a contracted per-treatment fee that is individually negotiated with each hospital. When a hospital requests our services, we typically administer the dialysis treatment at the patient’s bedside or in a dedicated treatment room in the hospital, as needed.  Home-based dialysis services  Home-based dialysis services includes home hemodialysis and peritoneal dialysis. Many of our outpatient dialysis centers offer certain support services for dialysis patients who prefer and are able to perform either home hemodialysis or peritoneal dialysis in their homes. Home-based hemodialysis support services consist of providing equipment and supplies, training, patient monitoring, on-call support services and follow-up assistance. Registered nurses train patients and their families or other caregivers to perform either home hemodialysis or peritoneal dialysis. The 2019 Executive Order and related HHS guidance described above also included a stated goal of increasing the relative number of new ESKD patients that receive dialysis at home. According to the most recent 2022 annual data report from the USRDS, in 2020 approximately 14% of ESKD dialysis patients in the U.S. perform home-based dialysis. 5 5 5   Treatments and revenues by modality: The following graph summarizes our U.S. dialysis treatments by modality and U.S. dialysis patient services revenues by modality for the year ended December 31, 2022.  Other ESKD laboratory services  We operate a separately licensed and highly automated clinical laboratory which specializes in ESKD patient testing. This specialized laboratory provides routine laboratory tests for dialysis and other physician-prescribed laboratory tests for ESKD patients. Our laboratory provides these tests predominantly for our ESKD patients throughout the U.S. These tests are performed for a variety of reasons, including to monitor a patient’s ESKD condition, including the adequacy of dialysis, as well as other medical conditions of the patient. Our laboratory utilizes information systems which provide information to certain members of the dialysis centers’ staff and medical directors regarding critical outcome indicators. Management services  We currently operate or provide management and administrative services pursuant to management and administrative services agreements to 56 outpatient dialysis centers located in the U.S. in which we either own a noncontrolling interest or which are wholly-owned by third parties. Management fees are established by contract and are recognized as earned typically based on a percentage of revenues or cash collections generated by the outpatient dialysis centers.  Sources of revenue—concentrations and risks Our U.S. dialysis revenues represent approximately 91% of our consolidated revenues for the year ended December 31, 2022. Our U.S. dialysis revenues are derived primarily from our core business of providing dialysis services and related laboratory services and, to a lesser extent, the administration of pharmaceuticals and management fees generated from providing management and administrative services to certain outpatient dialysis centers, as discussed above. The sources of our U.S. dialysis revenues are principally from government-based programs, including Medicare and Medicare Advantage plans, Medicaid and managed Medicaid plans, other government-based programs including our agreement with the Veterans Administration, and commercial insurance plans. The following table summarizes our U.S. dialysis revenues by payor source for U.S. dialysis patient services revenues the year ended December 31, 2022: Medicare and Medicare Advantage plans57 %Medicaid and managed Medicaid plans7 %Other government-based programs3 %Total government-based programs67 %Commercial (including hospital dialysis services)33 %Total U.S. dialysis patient service revenues100 % 6 6 6   Medicare revenue Medicare fee for service Since 1972, the federal government has provided healthcare coverage for qualified ESRD patients under the Medicare ESRD program regardless of age or financial circumstances. ESRD is the first and only disease state eligible for Medicare coverage both for dialysis and dialysis-related services and for all benefits available under the Medicare program.  Government dialysis related payment rates in the U.S. are principally determined by federal Medicare and state Medicaid policy. For patients with Medicare coverage, all ESRD payments for dialysis treatments are made under a single bundled payment rate which provides a fixed payment rate to encompass all goods and services provided during the dialysis treatment that are related to the dialysis treatment, including certain pharmaceuticals, such as erythropoiesis-stimulating agents (ESAs), calcimimetics, vitamin D analogs and iron supplements, irrespective of the level of pharmaceuticals administered to the patient or additional services performed. Most lab services are also included in the bundled payment. Although Medicare reimbursement limits the allowable charge per treatment, it provides industry participants with a relatively predictable and recurring revenue stream for dialysis services provided to patients without commercial insurance. For the year ended December 31, 2022, approximately 90% of our total dialysis patients were covered under some form of government-based program, with approximately 75% of our dialysis patients covered under Medicare and Medicare Advantage plans. Under this ESRD Prospective Payment System (PPS), the bundled payments to a dialysis facility may be reduced by as much as 2% based on the facility’s performance in specified quality measures set annually by CMS through its QIP. CMS established QIP through the Medicare Improvements for Patients and Providers Act of 2008 to promote high quality services in outpatient dialysis facilities treating patients with ESRD. QIP associates a portion of Medicare reimbursement directly with a facility’s performance on quality of care measures. Reductions in Medicare reimbursement result when a facility’s overall score on applicable measures does not meet established standards. For scoring and payment adjustment purposes in the performance year 2022 ESRD QIP, CMS determined that circumstances caused by COVID-19 have significantly affected the validity and reliability of the measures and resulting performance scores. The policies finalized in this rule are intended to ensure that these programs do not penalize facilities based on circumstances caused by COVID-19 that the measures were not designed to accommodate. In this final rule, the CMS finalized its proposal to suppress the use of certain measures impacted by COVID-19. Under these finalized policies, no facility will receive a payment reduction for 2022. Uncertainty about future payment rates remains a material risk to our business, as well as the potential implementation of or changes in coverage determinations or other rules or regulations by CMS or Medicare Administrative Contractors that may impact reimbursement. An important provision in the Medicare ESRD statute is an annual adjustment, or market basket update, to the ESRD PPS base rate. Absent action by Congress, the ESRD PPS base rate is automatically updated annually by a formulaic inflation adjustment, but it does not always cover the actual inflationary increase.  On September 18, 2020, pursuant to the 2019 Executive Order, CMS, through CMMI, published the final ESRD Treatment Choices mandatory payment model (ETC). The ETC launched on January 1, 2021, administered through CMMI in approximately 20% of our dialysis clinics across the country. On October 31, 2022, CMS issued a final rule to update the ESRD PPS payment rate and policies. Among other things, the rule updates payment rates under the ESRD PPS for renal dialysis services furnished to beneficiaries on or after January 1, 2023, finalizes updates to the Acute Kidney Injury (AKI) dialysis payment rate for dialysis services furnished by ESRD facilities for calendar year 2023 and updates requirements for the ESRD Quality Incentive Program. CMS estimates the final rule will affect ESRD facilities' average reimbursement by a productivity-adjusted market basket increase of 3.0% in 2023. As a result of the Budget Control Act of 2011 (BCA) and subsequent activity in Congress, a $1.2 trillion sequester (across-the-board spending cuts) in discretionary programs took effect in 2013 reducing Medicare payments by 2%, which was subsequently extended through fiscal year 2027. Federal COVID-19 relief legislation suspended the 2% Medicare sequestration from May 1, 2020 through December 31, 2021. The Protecting Medicare and American Farmers from Sequester Cuts Act, signed into law on December 10, 2021, extended the suspension of the 2% Medicare sequestration from December 31, 2021 through March 31, 2022, with 1% Medicare sequestration beginning April 1, 2022 through June 30, 2022 and 2% Medicare sequestration beginning July 1, 2022 and thereafter. While in effect, the suspension of sequestration significantly increased our revenues. ESRD patients receiving dialysis services become eligible for primary Medicare coverage at various times, depending on their age or disability status, as well as whether they are covered by a commercial insurance plan. Generally, for a patient not covered by a commercial insurance plan, Medicare can become the primary payor for ESRD patients receiving dialysis services  7 7 7   either immediately or after a three-month waiting period. For a patient covered by a commercial insurance plan, Medicare generally becomes the primary payor after 33 months, which includes the three-month waiting period, or earlier if the patient’s commercial insurance plan coverage terminates or if the patient chooses Medicare over the commercial plan. When Medicare becomes the primary payor, the payment rates we receive for that patient shift from the commercial insurance plan rates to Medicare payment rates, which are on average significantly lower than commercial insurance rates. Medicare pays 80% of the amount set by the Medicare system for each covered dialysis treatment. The patient is responsible for the remaining 20%. In many cases, a secondary payor, such as Medicare supplemental insurance, a state Medicaid program or a commercial health plan, covers all or part of these balances. Some patients who do not qualify for Medicaid, but otherwise cannot afford secondary insurance in the form of a Medicare Supplement Plan, can apply for premium payment assistance from charitable organizations to obtain secondary coverage. If a patient does not have secondary insurance coverage, we are generally unsuccessful in our efforts to collect from the patient the remaining 20% portion of the ESRD composite rate that Medicare does not pay. However, we are able to recover some portion of this unpaid patient balance from Medicare through an established cost reporting process by identifying these Medicare bad debts on each center’s Medicare cost report. Medicare Advantage revenue Medicare Advantage (MA, managed Medicare or Medicare Part C) plans are offered by private health insurers who contract with CMS to provide their members with Medicare Part A, Part B and/or Part D benefits. These MA plans include health maintenance organizations, preferred provider organizations, private fee-for-service (FFS) organizations, special needs plans (SNPs) or Medicare medical savings account plans. The 21st Century Cures Act (the Cures Act) included a provision that, effective January 1, 2021, has allowed Medicare-eligible beneficiaries with ESRD to choose coverage under an MA plan. Prior to the Cures Act, MA plans were only available to ESRD patients if the patient was remaining on an MA plan that they had enrolled in prior to being diagnosed with ESRD, or in certain other limited situations such as a SNP. As a result, this provision under the Cures Act has broadened access for Medicare ESRD patients to certain enhanced benefits offered by MA plans. MA plans usually provide reimbursement to us at a negotiated rate that is generally higher than Medicare FFS rates. In February 2023, CMS released the CY 2024 MA Advance Notice (the Notice). Among other changes, the Notice contains information about potential future MA rate increases and updates certain policies associated with risk adjustments. We are continuing to assess the impact of the Notice and related MA regulations on our business. Medicaid revenue Medicaid programs are state-administered programs partially funded by the federal government. These programs are intended to provide health coverage for patients whose income and assets fall below state-defined levels and who are otherwise uninsured. These programs also serve as supplemental insurance programs for co-insurance payments due from Medicaid-eligible patients with primary coverage under the Medicare program. Some Medicaid programs also pay for additional services, including some oral medications that are not covered by Medicare. We are enrolled in the Medicaid programs in the states in which we conduct our business. Commercial revenue As discussed above, if a patient has commercial insurance, then that commercial insurance plan is generally responsible for payment of dialysis services for up to the first 33 months before that patient becomes eligible to elect to have Medicare as their primary payor for dialysis services. Although commercial payment rates vary, average commercial payment rates established under commercial contracts are generally significantly higher than Medicare rates. The payments we receive from commercial payors generate nearly all of our profits and all of our non-hospital dialysis profits come from commercial payors. Payment methods from commercial payors can include a single lump-sum per treatment, referred to as bundled rates, or in other cases separate payments for dialysis treatments and pharmaceuticals, if used as part of the treatment, referred to as FFS rates. Commercial payment rates are the result of negotiations between us and commercial payors or third party administrators. Our commercial contracts sometimes contain annual price escalator provisions. We are comprehensively contracted, and the vast majority of patients insured through commercial health plans are covered by one of our commercial contracts, though we also receive payments from a limited set of commercial patients that are covered by a health plan that considers us out-of-network. While our out-of-network payment rates are on average higher than in-network commercial contract payment rates, we have made efforts to be contracted with the majority of commercial payors offering health plans.  Approximately 26% of our U.S. dialysis patient services revenues and approximately 10% of our U.S. dialysis patients are associated with non-hospital commercial payors for the year ended December 31, 2022. Non-hospital commercial patients as a percentage of our total U.S. dialysis patients for 2022 were relatively flat compared to 2021. Less than 1% of our U.S. dialysis revenues are due directly from patients. No single commercial payor accounted for more than 10% of total U.S. dialysis  8 8 8   revenues for the year ended December 31, 2022. See Note 2 to the consolidated financial statements included in this report for disclosure on our concentration related to our commercial payors on a total consolidated revenue basis. Both the number of our patients under commercial plans and the rates under these commercial plans are subject to change based on a number of factors. For additional detail on these factors and other risks associated with on our commercial revenue, see the risk factors in Item 1A. Risk Factors under the headings \"Our business is subject to a complex set of governmental laws, regulations and other requirements...;\" \"Changes in federal and state healthcare legislation or regulations...;\" \"If the number or percentage of patients with higher-paying commercial insurance declines...;\" and \"Macroeconomic conditions and global events...\"  Revenue from other pharmaceuticals For the year ended December 31, 2020, the oral and intravenous forms of calcimimetics, a drug class taken by many patients with ESRD to treat mineral bone disorder, were separately reimbursed through the transitional drug add-on payment adjustment (TDAPA) model based on a pass-through rate of the average sales price plus 0%, before sequestration. Effective January 1, 2021, both oral and intravenous forms of calcimimetics were added to the ESRD PPS bundled payment and as a result our operating income from calcimimetics since then has been more stable as compared to the year ended December 31, 2020.  Physician relationships Joint venture partners We own and operate certain of our dialysis centers through entities that are structured as joint ventures. We generally hold controlling interests in these joint ventures, with nephrologists, hospitals, management services organizations, and/or other healthcare providers holding minority equity interests. These joint ventures are typically formed as limited liability companies. For the year ended December 31, 2022, revenues from joint ventures in which we have a controlling interest represented approximately 28% of our U.S. dialysis revenues. We expect to continue to enter into new U.S. dialysis-related joint ventures in the ordinary course of business. Community physicians An ESKD patient generally seeks treatment or support for their home treatment at an outpatient dialysis center near their home where their treating nephrologist has practice privileges. Our relationships with local nephrologists and our ability to provide quality dialysis services and to meet the needs of their patients are key factors in the success of our dialysis operations. Over 4,900 nephrologists currently refer patients to our outpatient dialysis centers.     Medical directors Participation in the Medicare ESRD program requires that dialysis services at an outpatient dialysis center be under the general supervision of a medical director. Per these requirements, this individual is usually a board certified nephrologist. We engage physicians or groups of physicians to serve as medical directors for each of our outpatient dialysis centers. At some outpatient dialysis centers, we also separately contract with one or more other physicians or groups to serve as assistant or associate medical directors over other modalities such as home dialysis. We have over 900 individual physicians and physician groups under contract to provide medical director services. Medical directors for our dialysis centers enter into written contracts with us that specify their duties and fix their compensation generally for periods of ten years. The compensation of our medical directors is the result of arm’s length negotiations, consistent with fair market value, and generally depends upon an analysis of various factors such as the physician’s duties, responsibilities, professional qualifications and experience, as well as the time and effort required to provide such services. Our medical director contracts and joint venture operating agreements generally include covenants not to compete or own interests in dialysis centers operated by other providers within a defined geographic area for various time periods, as applicable. These non-compete agreements do not restrict or limit the physicians from practicing medicine or prohibit the physicians from referring patients to any outpatient dialysis center, including dialysis centers operated by other providers. In January 2023, the Federal Trade Commission proposed a new rule that would generally prohibit employers from using noncompete clauses in contracts with workers that extend beyond the termination of the employment or independent contractor relationship. The proposed rule remains open for comment and a final rule has not been issued. We are monitoring these developments for any potential impact on us, including on our agreements with teammates, our arrangements with medical directors, joint venture operating agreements, or the terms of any of our existing agreements with physicians should the new rules ultimately be finalized and implemented in this area.  9 9 9    Location of our U.S. dialysis centers We operated 2,724 outpatient dialysis centers in the U.S. as of December 31, 2022 and 2,668 of these centers are consolidated in our financial statements. Of the remaining 56 nonconsolidated U.S. outpatient dialysis centers, we own noncontrolling interests in 54 centers and provide management and administrative services to two centers that are wholly-owned by third parties. The locations of the 2,668 U.S. outpatient dialysis centers consolidated in our financial statements at December 31, 2022, were as follows:   Ancillary services, including our international operations  Our ancillary services relate primarily to our core business of providing kidney care services. As of December 31, 2022, these consisted primarily of our U.S. integrated kidney care (IKC) business, certain U.S. other ancillary businesses (including our clinical research programs, transplant software business, and venture investment group), and our international operations.  We have made and continue to make investments in building our integrated care capabilities, including the operation of certain strategic business initiatives that are intended to integrate and coordinate care among healthcare participants across the renal care continuum from CKD to ESKD to kidney transplant. Through improved technology and data sharing, as well as an increasing focus on value-based contracting and care, these initiatives seek to bring together physicians, nurses, dieticians, pharmacists, hospitals, dialysis clinics, transplant centers, payors and other specialists with a view towards improving clinical outcomes for our patients and reducing the overall cost of comprehensive kidney care. Certain of our ancillary services are described below. U.S. Integrated Kidney Care •Integrated Kidney Care. VillageHealth DM, LLC, also doing business as DaVita Integrated Kidney Care (DaVita IKC), provides advanced integrated care management services to health plans and government programs for members/beneficiaries diagnosed with ESKD and CKD. Through a combination of health monitoring, clinical coordination, innovative interventions, predictive analytics, medical claims analysis and information technology, we endeavor to assist our health plan and government program customers and patients in obtaining superior renal healthcare and improved clinical outcomes, as well as helping to reduce overall medical costs. Integrated kidney  10 10 10   care management revenues from commercial and Medicare Advantage insurers can be based upon either an established contract fee recognized as earned for services provided over the contract period, or related to the operation of risk-based and value-based programs, including shared savings, pay-for-performance, and capitation contracts. DaVita IKC also contracts with payors to support Medicare Advantage ESKD special needs plans to provide ESKD patients full service healthcare. DaVita IKC supported our ESKD seamless care organizations (ESCO) joint venture programs until their completion in 2021, and DaVita IKC has commenced participation in both the involuntary and certain voluntary payment models administered by CMMI. As further described below under the heading \"—Government regulation—CMMI Payment Models\", the Company has invested resources, and expects to continue to invest substantial resources in these models as part of the Company's overall plan to grow its integrated kidney care business and value-based care initiatives. See Note 1, Other revenue, in the Company's consolidated financial statements for more information on how the Company accounts for its integrated care arrangements. The Company is also developing, and has entered into, various forms of technology-based, administrative, financial and other collaboration and incentive arrangements with physician partners and other providers in support of our innovation, developing and expanding integrated kidney care programs and arrangements. •Physician services. Nephrology Practice Solutions (NPS) is an independent business that partners with physicians committed to providing outstanding clinical and integrated care to patients. NPS provides nephrologist recruitment and staffing services in select markets that are billed on a per-search basis. NPS also offers physician practice management services to nephrologists under administrative and management services agreements. These administrative and management services include physician practice management, billing and collections, credentialing, coding and other support services that enable physician practices to increase efficiency and manage their administrative needs. Fees generated from these services are recognized as earned typically based upon flat fees or cash collections generated by the physician practice. U.S. Other Ancillary services •Clinical research programs. DaVita Clinical Research (DCR) is a provider-based specialty clinical research organization with a full spectrum of services for clinical drug research and device development. DCR uses its extensive, applied database and real-world healthcare experience to assist in the design, recruitment and completion of retrospective and prospective pragmatic and clinical trials. Revenues are based upon an established fee per study, as determined by contract with drug companies and other sponsors and are recognized as earned according to the contract terms. •Transplant software business. DaVita's transplant software business, MedSleuth, works with transplant centers across the U.S. to provide greater connectivity among transplant candidates, transplant centers, physicians and care teams to help improve the experience and outcomes for kidney and liver transplant patients.  •Venture Group. DaVita Venture Group (DVG) focuses on innovative products, solutions and businesses that improve care for patients with kidney disease and related conditions. DVG identifies companies and products for acquisitions, strategic partnerships, and venture investment opportunities. DVG’s focus includes innovation in digital health, pharmaceuticals, medical devices, and care delivery models.  For additional discussion of our ancillary services, see Part II, Item 7, \"Management’s Discussion and Analysis of Financial Condition and Results of Operations.\"  International dialysis operations We operated 350 outpatient dialysis centers located in 11 countries outside of the U.S. serving approximately 45,600 patients as of December 31, 2022. Of these 350 dialysis centers, 299 are consolidated in our financial statements and we own a noncontrolling interest in the remaining centers. Our international dialysis operations have continued to grow steadily and expand as a result of acquiring and developing outpatient dialysis centers in various strategic markets. Our international operations are included in our ancillary services.  11 11 11   As of December 31, 2022, the international outpatient dialysis centers we operate were located as follows:  Brazil93 Poland63 Germany52 Malaysia(1)40 Colombia31 United Kingdom25 Saudi Arabia25 Portugal10 Japan(1)5 Singapore(1)4 China(1)2  350  Malaysia(1) Japan(1) Singapore(1) China(1)   (1)Includes centers that are operated or managed by our Asia Pacific joint venture (APAC JV).  Corporate administrative support Corporate administrative support consists primarily of labor, benefits and long-term incentive compensation costs and professional fees for departments which provide support to all of our different operating lines of business. These expenses are included in our consolidated general and administrative expenses.  Government regulation We operate in a complex regulatory environment with an extensive and evolving set of federal, state and local governmental laws, regulations and other requirements. These laws, regulations and other requirements are promulgated and overseen by a number of different legislative, regulatory, administrative and quasi-regulatory bodies, each of which may have varying interpretations, judgments or related guidance. As such, we utilize considerable resources on an ongoing basis to monitor, assess and respond to applicable legislative, regulatory and administrative requirements, but there is no guarantee that we will be successful in our efforts to adhere to all of these requirements. Additional discussion on certain of these laws, regulations and other requirements is set forth below in this section. If any of our personnel, representatives, third party vendors or operations are alleged to have violated these or other laws, regulations or requirements, we could experience material harm to our reputation and stock price, and it could impact our relationships and/or contracts related to our business, among other things. If any of our personnel, representatives, third party vendors or operations are found to violate these or other laws, regulations or requirements, we could suffer additional severe consequences that could have a material adverse effect on our business, results of operations, financial condition and cash flows. The consequences could include, among others: •Loss of required certifications, suspension or exclusion from or termination of our participation in federal or state government programs (including, without limitation, Medicare, Medicaid and CMMI demonstration programs); •Refunds of amounts received in violation of law or applicable payment program requirements dating back to the applicable statute of limitation periods; •Loss of licenses required to operate healthcare facilities or administer pharmaceuticals in the states in which we operate; •Reductions in payment rates or coverage for dialysis and ancillary services and pharmaceuticals; •Criminal or civil liability, fines, damages or monetary penalties; •Imposition of corporate integrity agreements, corrective action plans or consent agreements; •Enforcement actions, investigations, or audits by governmental agencies and/or state law claims for monetary damages by patients who believe their protected health information (PHI) has been used, disclosed or not properly safeguarded in violation of federal or state patient privacy laws, including, among others, the Health Insurance Portability and Accountability Act of 1996 (HIPAA) and the Privacy Act of 1974;  12 12 12   •Enforcement actions, investigations or audits by government agencies and/or initiated by qui tam relators related to interoperability and related data sharing and access requirements and regulations;  •Mandated changes to our practices or procedures that significantly increase operating expenses that could subject us to ongoing audits and reporting requirements as well as increased scrutiny of our billing and business practices, which could lead to potential fines, among other things; •Termination of various relationships and/or contracts related to our business, such as joint venture arrangements, medical director agreements, hospital services and skilled nursing home agreements, real estate leases, value based arrangements, clinical incentive programs, payor contracts and consulting or participating provider agreements with physicians, among others; and •Harm to our reputation which could negatively impact our business relationships and stock price, our ability to attract and retain patients, physicians and teammates, our ability to obtain financing and our access to new business opportunities, among other things. We expect that our industry will continue to be subject to extensive and complex regulation, the scope and effect of which are difficult to predict. We are currently subject to various legal proceedings, such as lawsuits, investigations, audits and inquiries by various government and regulatory agencies, as further described in Note 16 to the consolidated financial statements, and our operations and activities could be reviewed or challenged by regulatory authorities at any time in the future. In addition, each of the laws, regulations and other requirements, including interpretations thereof, that govern our business may continue to change over time, and there is no assurance that we will be able to accurately predict the nature, timing or extent of such changes or the impact of such changes on the markets in which we conduct business or on the other participants that operate in those markets. For additional detail on risks related to each of the foregoing, see the discussion in Item 1A. Risk Factors under the headings, \"Our business is subject to a complex set of governmental laws, regulations and other requirements...;\" and \"We are, and may in the future be, a party to various lawsuits, demands, claims, qui tam suits, governmental investigations and audits and other legal matters...\" Licensure and Certification Our dialysis centers are certified by CMS, as required for the receipt of Medicare payments. Certain of our payor contracts also condition payment on Medicare certification. In some states, our outpatient dialysis centers also are required to secure additional state licenses and permits. Governmental authorities, primarily state departments of health, periodically inspect our centers to determine if we satisfy applicable federal and state standards and requirements, including the conditions for coverage in the Medicare ESRD program. We have experienced some delays in obtaining Medicare certifications from CMS, though changes by CMS in the prioritizing of dialysis providers as well as legislation allowing private entities to perform initial dialysis facility surveys for certification has helped to decrease or limit certain delays. In addition, in September 2019, CMS finalized updates to the Provider Enrollment Rule creating onerous disclosure obligations for all providers enrolling in Medicare, Medicaid and the Children’s Health Insurance Plan (CHIP). The final rule provides CMS with stronger revocation authority, increases the bar for re-enrollment, and permits CMS to impose a Medicare reapplication bar where a prospective provider's Medicare enrollment application is denied because the provider submitted incomplete, false, or misleading information for providers who are terminated from the Medicare program. CMS may also deny enrollment to providers who have affiliations with other providers that CMS has determined pose undue risk of fraud, waste or abuse. If we fail to comply with these and other applicable requirements on our licensure and certification programs, particularly in light of increased penalties that include a 10-year bar to Medicare re-enrollment, under certain circumstances it could have a material adverse impact on our business, results of operations, financial condition, cash flows and reputation.  In addition to certification by CMS, our dialysis centers are also certified by each state Medicaid program, are licensed in those states that require licensing for dialysis clinics, and are required to obtain licenses, permits and certificates, including for such areas as biomedical waste. Failure to obtain the correct certifications, permits and certificates as well as a failure to adhere to the requirements thereunder, may result in penalties, fines, and the loss of the right to operate, any of which could have a material adverse impact on our business, results of operations, financial condition, cash flow and reputation. Federal Anti-Kickback Statute The federal Anti-Kickback Statute prohibits, among other things, knowingly and willfully offering, paying, soliciting or receiving remuneration, directly or indirectly, in cash or kind, to induce or reward either the referral of an individual for, or the  13 13 13   purchase, or order or recommendation of, any good or service, for which payment may be made under federal and state healthcare programs such as Medicare and Medicaid. Federal criminal penalties for the violation of the federal Anti-Kickback Statute include imprisonment, fines and exclusion of the provider from future participation in the federal healthcare programs, including Medicare and Medicaid. Violations of the federal Anti-Kickback Statute are punishable by imprisonment for up to ten years and statutory fines of up to $100,000 or both. Larger criminal fines can be imposed under the provisions of the U.S. Sentencing Guidelines and the Alternate Fines Statute. Individuals and entities convicted of violating the federal Anti-Kickback Statute are subject to mandatory exclusion from participation in Medicare, Medicaid and other federal healthcare programs for a minimum of five years. Civil penalties for violation of this law include statutory amounts of up to $100,000 (adjusted for inflation) in monetary penalties per violation, assessments of up to three times the total payments between the parties to the arrangement, and permissive exclusion from participation in the federal healthcare programs or suspension from future participation in Medicare and Medicaid. The ACA amended the federal Anti-Kickback Statute to clarify that the defendant may not need to have actual knowledge of the federal Anti-Kickback Statute or have the specific intent to violate it and to provide that any claims for items or services resulting from a violation of the federal Anti-Kickback Statute are considered false or fraudulent for purposes of the False Claims Act (FCA) and can result in treble damages and other penalties under the FCA. In addition, HHS' Office of Inspector General (OIG) and CMS in 2020 released a final rule implementing modifications to the Federal Anti-Kickback Statute and Civil Monetary Penalties Statute intended to promote value-based and coordinated care arrangements as well as reduce other regulatory burdens. Most changes implemented by the final rule went into effect on January 19, 2021. The federal Anti-Kickback Statute includes statutory exceptions and regulatory safe harbors that protect certain arrangements. Business transactions and arrangements that are structured fully within an applicable safe harbor do not violate the federal Anti-Kickback Statute. When an arrangement is not structured fully within a safe harbor, the arrangement must be evaluated on a case-by-case basis in light of the parties’ intent and the arrangement’s potential for abuse, and may be subject to greater scrutiny by enforcement agencies. In the ordinary course of our business operations, DaVita and its ancillary businesses and subsidiaries enter into numerous arrangements with physicians and other potential referral sources, that potentially implicate the Anti-Kickback Statute. Examples of such arrangements include, among other things, medical director agreements, joint ventures, leases and subleases with entities in which physicians, hospitals or medical groups hold ownership interests, consulting agreements, hospital services agreements, discharge planning services agreements, acute dialysis services agreements, value-based care arrangements, employment and coverage agreements, and incentive performance arrangements. In addition, some referring physicians may own DaVita Inc. common stock. Furthermore, our dialysis centers and subsidiaries sometimes enter into certain rebate, pricing, or other contracts to acquire certain discounted items and services that may be reimbursed by a federal healthcare program. Agreements and other arrangements can still be appropriate under the federal Anti-Kickback Statute even if they fail to meet all parameters of a relevant safe harbor provision; and we endeavor to structure our arrangements within applicable safe harbors, although some arrangements are not structured fully within a safe harbor.  If any of our current or previous business transactions or arrangements, including but not limited to those described above, were found to violate the federal Anti-Kickback Statute, we, among other things, could face criminal, civil or administrative sanctions, including possible exclusion from participation in Medicare, Medicaid and other state and federal healthcare programs. Any findings that we have violated these laws could have a material adverse impact on our business, results of operations, financial condition, cash flows, reputation and stock price. Stark Law The Stark Law is a strict liability civil law that prohibits a physician who has a financial relationship, or who has an immediate family member who has a financial relationship, with entities providing Designated Health Services (DHS), from referring Medicare and Medicaid patients to such entities for the furnishing of DHS, unless an exception applies. The types of financial arrangements between a physician and a DHS entity that trigger the self-referral prohibitions of the Stark Law are broad and include direct and indirect ownership and investment interests and compensation arrangements. The Stark Law also prohibits the DHS entity receiving a prohibited referral from presenting, or causing to be presented, a claim or billing for the services arising out of the prohibited referral. If the Stark Law is implicated, the financial relationship must fully satisfy a Stark Law exception. If an exception to the Stark Law is not satisfied, then the parties to the arrangement could be subject to sanctions. Sanctions for violation of the Stark Law include denial of payment for claims for services provided in violation of the prohibition, refunds of amounts collected in violation of the prohibition, a civil penalty of up to $15,000 (adjusted for inflation) for each service arising out of the prohibited referral, a statutory civil penalty of up to $100,000 (adjusted for inflation) against parties that enter into a scheme to circumvent the Stark Law prohibition, civil assessment of up to three times the amount  14 14 14   claimed, and potential exclusion from the federal healthcare programs, including Medicare and Medicaid. Furthermore, Stark Law violations and failure to return overpayments timely can form the basis for FCA liability as discussed below. In addition, CMS released a final rule implementing modifications to the Stark Law intended to promote value-based and coordinated care arrangements as well as reduce other regulatory burdens. Most changes implemented by the final rule went into effect on January 19, 2021. The definition of DHS under the Stark Law excludes services paid under a composite rate, even if some of the components bundled in the composite rate are DHS. Although the ESRD bundled payment system is no longer titled a composite rate, we believe that the former composite rate payment system and the current bundled system are both composite systems excluded from the Stark Law. Since most services furnished to Medicare beneficiaries provided in our dialysis centers are reimbursed through a bundled rate, we believe that the services performed in our facilities generally are not DHS. Certain separately billable drugs (drugs furnished to an ESRD patient that are not for the treatment of ESRD that CMS allows our centers to bill for using the so-called AY modifier) may be considered DHS. However, we have implemented certain billing controls designed to limit DHS being billed out of our dialysis clinics. Likewise, the definition of inpatient hospital services, for purposes of the Stark Law, also excludes inpatient dialysis performed in hospitals that are not certified to provide ESRD services. Consequently, we believe that our arrangements with such hospitals for the provision of dialysis services to hospital inpatients should not trigger the Stark Law referral prohibition. In addition, although prescription drugs are DHS, there is an exception in the Stark Law for calcimimetics, EPO and other specifically enumerated dialysis drugs when furnished in or by an ESRD facility such that the arrangement for the furnishing of the drugs does not violate the Stark Law.  In the ordinary course of business operations, DaVita and its ancillary businesses and subsidiaries have many different types of financial arrangements with referring physicians that potentially implicate the Stark Law, including, but not limited to, medical director agreements, joint ventures, leases and subleases with entities in which physicians, hospitals or medical groups hold ownership interest, consulting agreements, hospital services agreements, discharge planning services agreements, acute dialysis services agreements, value-based care arrangements, employment agreements and incentive performance arrangements. In addition, some referring physicians may own our common stock in reliance on the Stark Law exception for investment interests in large publicly traded companies.  If our interpretation of the applicability of the Stark Law to our operations is incorrect, the controls we have implemented fail, an arrangement is entered into outside of our processes, or we were to fail to satisfy an applicable exception to the Stark Law, we could be found to be in violation of the Stark Law and required to change our practices, face civil penalties, pay substantial fines, return certain payments received from Medicare and beneficiaries or otherwise experience a material adverse effect.  In addition, it might be necessary to restructure existing compensation agreements with our medical directors and to repurchase or to request the sale of ownership interests in subsidiaries and partnerships held by referring physicians or, alternatively, to refuse to accept referrals for DHS from these physicians, or take other actions to modify our operations. Any finding by CMS or other regulatory or enforcement authorities that we have violated the Stark Law or related penalties and restructuring or other required actions could have a material adverse effect on our business, results of operations, financial condition, cash flows, stock price and reputation. False Claims Act The federal FCA is a means of policing false claims, false bills or false requests for payment in the healthcare delivery system. In part, the FCA authorizes the imposition of up to three times the government’s damages and civil penalties, plus up to approximately $25,000 per claim, on any person who, among other acts: •Knowingly presents or causes to be presented to the federal government, a false or fraudulent claim for payment or approval; •Knowingly makes, uses or causes to be made or used, a false record or statement material to a false or fraudulent claim; •Knowingly makes, uses, or causes to be made or used, a false record or statement material to an obligation to pay the government, or knowingly conceals or knowingly and improperly, avoids or decreases an obligation to pay or transmit money or property to the federal government; or •Conspires to commit the above acts. 15 15 15   In addition, the FCA imposes severe penalties for the knowing and improper retention of overpayments collected from government payors. Under these provisions, within 60 days of identifying and quantifying an overpayment, a provider is required to follow certain notification and repayment processes. An overpayment impermissibly retained could subject us to liability under the FCA, exclusion from government healthcare programs, and penalties under the federal Civil Monetary Penalty statute. As a result of these provisions, our procedures for identifying and processing overpayments may be subject to greater scrutiny. The federal government has used the FCA to prosecute a wide variety of alleged false claims and fraud allegedly perpetrated against Medicare and state healthcare programs, including coding errors, billing for services not rendered, the submission of false cost reports, billing for services at a higher payment rate than appropriate, billing under a comprehensive code as well as under one or more component codes included in the comprehensive code and billing for care that is not considered medically necessary. The ACA provides that claims tainted by a violation of the federal Anti-Kickback Statute are false for purposes of the FCA. Some courts have held that filing claims or failing to refund amounts collected in violation of the Stark Law can form the basis for liability under the FCA. In addition to the provisions of the FCA, which provide for civil enforcement, the federal government can use several criminal statutes to prosecute persons who are alleged to have submitted false or fraudulent claims for payment to the federal government. In December 2022, proposed modifications relating to the application of FCA under the Medicare program were released. As proposed, the modifications would amend the knowledge requirement and remove references to quantification, among other things. We will monitor the comment process and finalization of the proposed rules, and will assess any changes relating to the FCA that are implemented to the extent they could impact our business.  Fraud and abuse under state law State fraud and abuse laws related to anti-kickback, physician self-referral, beneficiary inducement and false claims often mirror those requirements of the applicable federal laws, or, in some instances contain additional or different requirements. If we were found to violate these state laws and regulations, we, among other things, could face criminal, civil or administrative sanctions, including loss of licensure or possible exclusion for Medicaid and other state and federal healthcare programs. Any findings that we have violated these laws and regulations could have a material adverse impact on our business, operations, financial condition, cash flows, reputation and stock price.  In addition to these fraud waste and abuse laws, some states in which we operate dialysis centers have laws prohibiting physicians from holding financial interests in various types of medical facilities to which they refer patients. Some of these laws could potentially be interpreted broadly as prohibiting physicians who hold shares of our publicly traded stock or are physician owners from referring patients to our dialysis centers if the centers use our laboratory subsidiary to perform laboratory services for their patients or do not otherwise satisfy an exception to the law. States also have laws similar to or stricter than the federal Anti-Kickback Statute that may affect our ability to receive referrals from physicians with whom we have financial relationships, such as our medical directors. Some state anti-kickback laws also include civil and criminal penalties. Some of these laws include exemptions that may be applicable to our medical directors and other physician relationships or for financial interests limited to shares of publicly traded stock. Some, however, may include no explicit exemption for certain types of agreements and/or relationships entered into with physicians. If these laws are interpreted to apply to referring physicians with whom we contract for items or services, including medical directors, or to referring physicians with whom we hold joint ownership interests or to referring physicians who hold interests in DaVita Inc. limited solely to our publicly traded stock, and for which no applicable exception exists, we may be required to terminate or restructure our relationships with or refuse referrals from these referring physicians and could be subject to criminal, civil and administrative sanctions, refund requirements and exclusions from participation in government healthcare programs, including Medicare and Medicaid, which could have a material adverse effect on our business, results of operations, financial condition, cash flows, reputation and stock price.  Corporate Practice of Medicine and Fee-Splitting There are states in which we operate that have laws that prohibit business entities not owned by health care providers, such as our Company and our subsidiaries, from practicing medicine, employing physicians and other licensed health care providers providing certain clinical services or exercising control over medical or clinical decisions by physicians and potentially other types of licensed health care providers (known collectively as the corporate practice of medicine). These states may also prohibit entities from engaging in certain financial arrangements, such as fee-splitting, with physicians and potentially other types of licensed health care providers. Violations of the corporate practice of medicine, fee-splitting and related laws vary by state and may result in physicians and potentially other types of licensed health care providers being subject to disciplinary action, as well as to forfeiture of revenues from payors for services rendered. Violations may also bring both civil and, in more extreme cases, criminal liability for engaging in medical practice without a license and violating the corporate  16 16 16   practice of medicine, fee-splitting and related laws. Some of the relevant laws, regulations, and agency interpretations in states with corporate practice of medicine restrictions have been subject to limited judicial and regulatory interpretation.  Civil Monetary Penalties Statute The Civil Monetary Penalties Statute, 42 U.S.C. § 1320a-7a, authorizes the imposition of civil money penalties, assessments, and exclusion against an individual or entity based on a variety of prohibited conduct, including, but not limited to: •Presenting, or causing to be presented, claims for payment to Medicare, Medicaid, or other third-party payors that the individual or entity knows or should know are for an item or service that was not provided as claimed or is false or fraudulent;  •Offering remuneration to a federal healthcare program beneficiary that the individual or entity knows or should know is likely to influence the beneficiary to order or receive healthcare items or services from a particular provider; •Arranging contracts with an entity or individual excluded from participation in the federal healthcare programs; •Violating the federal Anti-Kickback Statute; •Making, using, or causing to be made or used, a false record or statement material to a false or fraudulent claim for payment for items and services furnished under a federal healthcare program; •Making, using, or causing to be made any false statement, omission, or misrepresentation of a material fact in any application, bid, or contract to participate or enroll as a provider of services or a supplier under a federal healthcare program; and •Failing to report and return an overpayment owed to the federal government. Substantial civil monetary penalties may be imposed under the federal Civil Monetary Penalty Statute and vary, depending on the underlying violation. In addition, an assessment of not more than three times the total amount claimed for each item or service may also apply, and a violator may be subject to exclusion from participation in federal and state healthcare programs. Foreign Corrupt Practices Act We are subject to the provisions of the Foreign Corrupt Practices Act (FCPA) in the United States and similar laws in other countries, which generally prohibit companies and those acting on their behalf from making improper payments to foreign government officials and others for the purpose of obtaining or retaining business. A violation of the FCPA or other similar laws by us and/or our agents or representatives could result in, among other things, the imposition of fines and penalties, changes to our business practices, the termination of or other adverse impacts under our contracts or debarment from bidding on contracts, and/or harm to our reputation, any of which could have a material adverse effect on our business, results of operations, financial condition, cash flows and stock price. Privacy and Security The Health Insurance Portability and Accountability Act of 1996 and its implementing privacy and security regulations, as amended by the federal Health Information Technology for Economic and Clinical Health Act (HITECH Act) (collectively referred to as HIPAA), require us to provide certain protections to patients and their health information. The HIPAA privacy and security regulations extensively regulate the use and disclosure of PHI and require covered entities, which include healthcare providers, to implement and maintain administrative, physical and technical safeguards to protect the security of such information. Additional security requirements apply to electronic PHI. These regulations also provide patients with substantive rights with respect to their health information. The HIPAA privacy and security regulations also require us to enter into written agreements with certain contractors, known as business associates, to whom we disclose PHI. Covered entities may be subject to penalties for, among other activities, failing to enter into a business associate agreement where required by law or as a result of a business associate violating HIPAA if the business associate is found to be an agent of the covered entity and acting within the scope of the agency. Business associates are also directly subject to liability under the HIPAA privacy and security regulations. In instances where we act as a business associate to a covered entity, there is the potential for additional liability beyond our status as a covered entity. 17 17 17   Covered entities must report breaches of unsecured PHI to affected individuals without unreasonable delay but not to exceed 60 days of discovery of the breach by a covered entity or its agents. Notification must also be made to the HHS and, for breaches of unsecured PHI involving more than 500 residents of a state or jurisdiction, to the media. All non-permitted uses or disclosures of unsecured PHI are presumed to be breaches unless the covered entity or business associate establishes that there is a low probability the information has been compromised. Various state laws and regulations may also require us to notify affected individuals, and U.S. state attorneys general, or other regulators or law enforcement, in the event of a data breach involving individually identifiable information without regard to whether there is a low probability of the information being compromised. Penalties for impermissible use or disclosure of PHI were increased by the HITECH Act by imposing tiered penalties of more than $50,000 per violation and up to $1.5 million per year for identical violations. In addition, HIPAA provides for criminal penalties of up to $250,000 and ten years in prison, with the severest penalties for obtaining and disclosing PHI with the intent to sell, transfer or use such information for commercial advantage, personal gain or malicious harm. Further, state attorneys general may bring civil actions seeking either injunction or damages in response to violations of the HIPAA privacy and security regulations that threaten the privacy of state residents. In addition to the protection of PHI, healthcare companies must meet privacy and security requirements applicable to other categories of personal information. Companies may process consumer information in conjunction with website and corporate operations. They may also handle employee information, including Social Security Numbers, payroll information, and other categories of sensitive information, to further their employment practices. In processing this additional information, companies must comply with the applicable privacy and security requirements of comprehensive privacy and data protection laws, consumer protection laws, labor and employment laws, and its publicly-available notices. Data protection laws and regulations are evolving globally, and may continue to add additional compliance costs and legal risks to our international operations. In the European Union, the General Data Protection Regulation (EU GDPR) imposes a comprehensive data protection regime with the potential for regulatory fines as well as data breach litigation by impacted data subjects. Under the EU GDPR, regulatory penalties may be passed by data protection authorities for up to the greater of 4% of worldwide turnover or €20 million. The United Kingdom has implemented similar legislation (UK GDPR) that may carry similar compliance and operational costs as the EU GDPR, and non-compliance with which carries potential fines of up to the greater of £17.5 million or 4% of global turnover. The costs of compliance with, and other burdens imposed by, the EU GDPR, UK GDPR and other new laws, regulations and policies implementing the EU GDPR and UK GDPR may impact our European and United Kingdom operations and may limit the ways in which we can provide services or use personal data collected while providing services. Privacy and data protection laws are also evolving nationally, providing for enhanced state privacy rights that are broader than the current federal privacy rights, and may add additional compliance costs and legal risks to our U.S. operations. For example, the California Consumer Protection Act (CCPA), which became effective January 1, 2020, requires certain companies doing business in California to enhance privacy disclosures regarding the collection, use and sharing of a consumer's personal data. The CCPA also permits the imposition of civil penalties, grants enforcement authority to the state Attorney General and provides a private right of action for consumers where certain personal information is breached due to unreasonable information security practices. Additionally, the California Privacy Rights Act (CPRA), which took effect on January 1, 2023, significantly expands the data protection obligations imposed by the CCPA on companies doing business in California, including additional consumer rights processes, limitations on data uses, and opt outs for certain uses of sensitive data. California also has a new data protection agency, the California Privacy Protection Agency, which is in the process of promulgating regulations under the CPRA amendments to the CCPA and will have concurrent enforcement powers with the California Department of Justice. Under CPRA amendments, certain businesses with higher risk privacy and security practices are required to submit annual audits to the agency on a regular basis. In addition to California, other states have passed similar privacy laws that will come into effect in 2023. These state data protection laws will likely result in broader increased regulatory scrutiny in applicable states of businesses' privacy and security practices, could lead to a further rise in data protection litigation, and will require additional compliance investment and potential business process changes.  In addition to the breach reporting requirements under HIPAA, companies are subject to state breach notification laws. Each state enforces a law requiring companies to provide notice of a breach of certain categories of sensitive personal information, e.g. Social Security Number, financial account information, or username and password. A company impacted by a breach must notify affected individuals, attorney’s general or other agencies within a certain time frame. If a company does not provide timely notice with the required content, it may be subject to civil penalties brought by attorney’s generals or affected individuals.  Companies must also safeguard personal information in accordance with federal and state data security laws and requirements. These requirements are akin to the HIPAA requirements to safeguard PHI, described above. The Federal Trade  18 18 18   Commission, for example, requires companies to implement reasonable data security measures relative to its operations and the volume and complexity of the information it processes. Also, various state data security laws require companies to safeguard data with technical security controls and underlying policies and processes. Due to the constant changes in the data security space, companies must continuously review and update data security practices to seek to mitigate any potential operational or legal liabilities stemming from data security risks. For additional details on the risks of compliance with applicable privacy and security laws, regulations and standards, see the discussion in Item 1A. Risk Factors under the heading \"Privacy and information security laws are complex...\" Integrated Kidney Care and Medicare and Medicaid program reforms The regulatory framework of the healthcare marketplace continues to evolve as a result of executive, legislative, regulatory and administrative developments and judicial proceedings. These changes shape the landscape for our current dialysis business as well as for emerging comprehensive and integrated kidney care programs. The following discussion describes certain of these changes in further detail. CMMI Payment Models: The 2019 Executive Order directed CMS to create payment models through CMMI to evaluate the effects of creating payment incentives for the greater use of home-based dialysis and kidney transplants for those already on dialysis, improve quality of care for kidney patients and reduce expenditures. The first of these, the ESRD Treatment Choices (ETC) mandatory payment model launched in approximately 30% of dialysis clinics across the country on January 1, 2021, and CMS subsequently issued several clarifying rules through November 2022. CMS also announced the implementation of two voluntary kidney care payment models, Kidney Care First (KCF) and Comprehensive Kidney Care Contracting (CKCC), with the stated goal of helping healthcare providers reduce the cost and improve the quality of care for patients with late-stage chronic kidney disease and ESRD. CMS has stated these payment models are aimed to prevent or delay the need for dialysis and encourage kidney transplantation. Certain of these payment models, such as the First Performance Period for the Kidney Care Choices Model CKCC Options (the CKCC Model) commenced on January 1, 2022. As described above, the Company has invested substantial resources, and expects to continue to invest substantial resources in these models as part of the Company's overall plan to grow its integrated kidney care business and value-based care initiatives. For additional details on the risks related to integrated kidney care and Medicare and Medicaid program reforms, see the discussion in Item 1A. Risk Factors under the headings \"If we are not able to successfully implement our strategy with respect to our integrated kidney care and value-based care initiatives...;\" and \"If we are unable to compete successfully...\" Healthcare Reform, ACA and related regulations: The ACA regulatory framework of the healthcare marketplace continues to evolve as a result of executive, legislative, regulatory and administrative developments and judicial proceedings. For example, the expanded access to healthcare developed under the ACA has been both positively and negatively impacted over time by subsequent legal, regulatory and judicial action. In 2021 and 2022, the American Rescue Plan and Inflation Reduction Act of 2022 included several provisions designed to expand health coverage, including the expansion and extension of premium tax credits that assist consumers who purchase health insurance on marketplaces developed under the ACA and temporarily offering incentives to expand Medicaid coverage for states that have not yet done so. Our revenue and operating income levels are highly sensitive to the percentage of our patients with higher-paying commercial health insurance and any legislative, regulatory or other changes that decrease the accessibility and availability, including the duration, of commercial insurance is likely to have a material adverse impact on our business.  Changes to the political environment may increase the likelihood of legislative or regulatory changes that would impact us, such as changes to the healthcare regulatory landscape. Examples of such potential changes also could include, among other things, legislative developments or changes to the eligibility age for Medicare beneficiaries. Some of these or other changes could in turn impact the percentage of our patients with higher-paying commercial health insurance, impact the scope or terms of coverage under commercial health plans and/or increase our expenses, among other things. The timing of legislative or executive action related to these potential initiatives, if any, remains uncertain, particularly in light of the current economic environment, and as such, considerable uncertainty exists surrounding the continued development of the ACA and related regulations, programs and models, as well as similar healthcare reform measures and/or other potential changes at the federal and/or state level to laws, regulations and other requirements that govern our business. 21st Century Cures Act: As described above under the heading \"—Medicare Advantage revenue,\" the Cures Act broadened patient access to certain enhanced benefits offered by MA plans. This change in benefit eligibility has increased the percentage of our patients on MA plans as compared to Medicare Part B plans, though it is unclear how many eligible ESRD patients will continue to seek to enroll in MA plans for their ESRD benefits over time. In addition, the Cures Act also includes provisions related to data interoperability, information blocking and patient access. For details on the risks associated with these provisions of the Cures Act, see the risk factors in Item 1A. Risk Factors under the headings, \"Our business is subject to a complex set of governmental laws, regulations and other requirements...;\" \"If the number or percentage of patients with higher- 19 19 19   paying commercial insurance declines...;\" and \"Failing to effectively maintain, operate or upgrade our information systems or those of third-party service providers upon which we rely...\" Health Plan Price Transparency Rules: In addition, recent price transparency regulations require most group health plans, and health insurance issuers in the group and individual markets, to make certain pricing and patient responsibility information publicly available. On July 1, 2022, most group health plans and issuers of group or individual health insurance were required to begin publishing machine-readable files that include negotiated rates for all covered items and services with all providers and out-of-network allowed amounts. For plan years that begin on or after January 1, 2023, most group health plans, and health insurance issuers in the group and individual markets, must provide enrollees with out-of-pocket cost and underlying provider negotiated rate information in a consumer-friendly format for an initial list of 500 designated services (which do not include dialysis). A plan or issuer may choose to include more than these 500 services, and for plan years that begin on or after January 1, 2024, most group health plans, and health insurance issuers in the group and individual markets, must provide enrollees with this information for all covered items and services. Additionally, CMS released regulations associated with \"surprise billing\" which necessitate, among other requirements, that certain providers provide patients with information regarding patient financial accountability and costs of services in advance of care being provided. While the ultimate impact of these requirements remains uncertain, any changes by group health plans, health insurance issuers in the group and individual markets, or consumer choices resulting from these requirements could have a material adverse impact on our business, results of operations, and financial condition, and could materially harm our reputation.  In addition to the aforementioned pricing transparency rules, the government has also implemented certain additional pricing transparency requirements that apply to certain types of providers, including DaVita. Under the No Surprises Act, which went into effect January 1, 2022, certain providers, including DaVita, will be required to develop and disclose a “Good Faith Estimate” (GFE) that details the expected charges for furnishing an item or service to an uninsured or self-pay patient. The GFE must include certain specific information such as, among other things, co-provider service cost estimates, and is subject to certain format, availability and dispute resolution requirements. Similar to the aforementioned pricing transparency rules, the impact of the GFE requirements on DaVita remains uncertain at this time, in part due to ongoing rulemaking around the No Surprises Act as well as uncertainty around operational timeframes, potential penalties and patient reaction, among other things.  COVID-19 Response: The COVID-19 pandemic has had a continuing and compounding impact on our community and our business. Through the pandemic, we have continued our focus on the health, safety and well-being of our patients, teammates and physician partners. Most importantly, we have continued to focus on helping to ensure that our patients have the ability to maintain continuity of care throughout this pandemic, whether in the hospital, outpatient or home setting. To that end, we have dedicated and continue to dedicate substantial resources in response to COVID-19, including the implementation of additional protocols and initiatives to help safely maintain continuity of care for our patients and help protect our caregivers. We carefully monitor the efficacy of our response protocols and their impact on our operations and strategic priorities as the pandemic continues. Federal and state governments have also responded to the pandemic through legislation, rule making, interpretive guidance and modifications to agency policies and procedures, designed to provide emergency economic relief measures. These governmental responses include, among other things, regulations from OSHA and CMS that impact our operations. COVID-19-related regulations have shaped our pandemic response, and have impacted our costs and operations. Certain of these increased costs relate to, among other things, personal protective equipment (PPE), fit-testing, paid time off, and surveillance testing of our teammates for COVID-19, as well as other heightened obligations with which we must comply. Compliance with COVID-19-related safety rules and regulations is enforced with sanctions and/or fines, and non-compliance also has the potential for negative publicity or reputational impact. These rules have added complexity and uncertainty to the already complex and highly regulated environment that we operate in, and the novel nature of our COVID-19 response, including, among other things, with respect to waivers of certain regulatory requirements, temporary clinical and operational changes and administration of COVID-19 vaccines, some of which are currently available under emergency use authorizations, as well as our efforts to comply with these evolving rules and regulations, may increase our exposure to legal, regulatory and clinical risks. In addition, in the event any of our temporary clinical and operational changes in response to COVID-19 become permanent, it could have an adverse impact on our business to the extent such changes result in increased costs or otherwise negatively impact our operations. As the COVID-19 pandemic evolves, federal and state regulatory authorities continue to issue additional guidance with respect to COVID-19, and at this time we cannot predict the ultimate impact these government actions may have on our business, results of operations, financial condition and cash flows. We will continue to assess the impact of statutes, regulations and supervisory guidance related to the COVID-19 pandemic. For additional information on the risks to our business associated with COVID-19 and labor market conditions, see the risk factors in Item 1A. Risk Factors under the headings, \"Macroeconomic conditions and global events...;\" and \"Our business is labor intensive and if our labor costs continue to rise...\" 20 20 20   Other regulations Our U.S. dialysis and related lab services operations are subject to various state hazardous waste and non-hazardous medical waste disposal laws. These laws do not classify as hazardous most of the waste produced from dialysis services. OSHA regulations require employers to provide workers who are occupationally subject to blood or other potentially infectious materials with prescribed protections. These regulatory requirements apply to all healthcare facilities, including dialysis centers, and require employers to make a determination as to which employees may be exposed to blood or other potentially infectious materials and to have in effect a written exposure control plan. In addition, employers are required to provide or employ hepatitis B vaccinations, personal protective equipment and other safety devices, infection control training, post-exposure evaluation and follow-up, waste disposal techniques and procedures and work practice controls. Employers are also required to comply with various record-keeping requirements. In addition, a few states in which we do business have certificate of need programs regulating the establishment or expansion of healthcare facilities, including dialysis centers. State initiatives There have been several state-based policy proposals to limit payments to dialysis providers or impose other burdensome operational requirements, which, if passed, could have a material adverse impact on our business, results of operation, financial condition and cash flows. For instance, in 2022, voters in California considered a statewide ballot initiative proposed by the Service Employees International Union - United Healthcare Workers West (SEIU) that sought to impose certain regulatory requirements on dialysis clinics, including requirements related to physician staffing levels, clinical reporting, clinical treatment options and limitations on the ability to make decisions on closing or reducing services for dialysis clinics. While voters rejected this most recent ballot initiative in 2022, we incurred substantial costs to oppose it. We may continue to face ballot initiatives or other proposed regulations or legislation in California or other states in future years, which may require us to incur further substantial costs and which, if passed, could have a material adverse impact on our business, results of operations, financial condition and cash flows.  Evolving proposed or issued laws, requirements, rules and guidance that impact our business, including without limitation as may be described above, and any failure on our part to adequately adjust to any resulting marketplace developments could have a material adverse effect on our business, results of operations, financial condition and cash flows. For additional discussion on the risks associated with the evolving payment and regulatory landscape for kidney care, see the discussion in Item 1A. Risk Factors, including the discussion under the heading, \"Our business is subject to a complex set of governmental laws, regulations and other requirements...\"  Corporate compliance program Management has designed and implemented a corporate compliance program as part of our commitment to comply fully with applicable criminal, civil and administrative laws and regulations and to maintain the high standards of conduct we expect from all of our teammates. We continuously review this program and work to enhance it as appropriate. The primary purposes of the program include: •Assessing and identifying health care regulatory risks for existing and new businesses; •Training and educating our teammates and affiliated professionals to promote awareness of legal and regulatory requirements, a culture of compliance, and the necessity of complying with all applicable laws, regulations and requirements; •Developing and implementing compliance policies and procedures and creating controls to support compliance with applicable laws, regulations and requirements and our policies and procedures; •Auditing and monitoring the activities of our operating units and business support functions to identify and mitigate risks and potential instances of noncompliance in a timely manner; and •Ensuring that we promptly take steps to resolve any instances of noncompliance and address areas of weakness or potential noncompliance. We have a code of conduct that each of our teammates, members of our Board of Directors, affiliated professionals and certain third parties must follow, and we have an anonymous compliance hotline for teammates and patients to report potential instances of noncompliance that is managed by a third party. Our Chief Compliance Officer administers the compliance program. The Chief Compliance Officer reports directly to our Chief Executive Officer (CEO) and the Chair of the Compliance and Quality Committee of our Board of Directors (Board). 21 21 21   Any future penalties, sanctions or other consequences could be more severe in certain circumstances if the OIG or a similar regulatory authority determines that we knowingly or repeatedly failed to comply with applicable laws, regulations or requirements, including substantial penalties and exclusion from participation in federal healthcare programs that could have a material adverse effect on our business, results of operations, financial condition and cash flows, reputation and stock price.  Competition The U.S. dialysis industry remains highly competitive, with many new entrants aggressively entering the kidney healthcare business space. In our U.S. dialysis business, we continue to face intense competition from large and medium-sized providers, among others, which compete directly with us for limited acquisition targets, for individual patients who may choose to dialyze with us and to engage physicians qualified to provide required medical director services. In addition to these large and medium sized dialysis providers with substantial financial resources and other established participants in the dialysis space, we also compete with new dialysis providers, individual nephrologists, former medical directors or physicians that have opened their own dialysis units or facilities. Moreover, as we continue our international dialysis expansion into various international markets, we face competition from large and medium-sized providers, among others, for acquisition targets as well as physician relationships. We also experience competitive pressures from other dialysis and healthcare providers in recruiting and retaining qualified skilled clinical personnel as well as in connection with negotiating contracts with commercial healthcare payors and inpatient dialysis service agreements with hospitals. Acquisitions, developing new outpatient dialysis centers, patient retention and referrals, and referral source relationships, in which such sources understand us to be the clinical and operational leaders in the market are significant components of our growth strategy and our business could be adversely affected if we are not able to continue to make dialysis acquisitions on reasonable and acceptable terms, continue to develop new outpatient dialysis centers, maintain our referral sources' trust in our capabilities or if we experience significant patient attrition or lack of new patient growth relative to our competitors.  Our largest competitor, Fresenius Medical Group (FMC), manufactures a full line of dialysis supplies and equipment in addition to owning and operating outpatient dialysis centers worldwide. This may, among other things, give FMC cost advantages over us because of its ability to manufacture its own products. Additionally, FMC has been one of our largest suppliers of dialysis products and equipment over the last several years. In 2021, we entered into and subsequently extended a new agreement with FMC to purchase a certain amount of dialysis equipment, parts and supplies from FMC which extends through December 31, 2024. The amount of purchases from FMC over the remaining term of this agreement will depend upon a number of factors, including the operating requirements of our centers, the number of centers we acquire, and growth of our existing centers. In addition to traditional dialysis providers, there have been a number of announcements, initiatives and capital raises by non-traditional dialysis providers and others along the full continuum of kidney care from CKD to dialysis to transplant. These business entities, certain of which command considerable resources and capital, may increasingly compete with us in the integrated kidney care market as we seek to grow in that space, or they may focus their efforts on the development of more conventional dialysis competition or the commencement of other new business activities or the development of innovative technologies that could be transformative to the industry. For additional discussion on these developments and associated risks, see the risk factor in Item 1A. Risk Factors under the heading, \"If we are unable to compete successfully...\"  Insurance We are primarily self-insured with respect to professional and general liability, workers' compensation and automobile risks, and a portion of our employment liability practice risks, through wholly-owned captive insurance companies. We are also predominantly self-insured with respect to employee medical and other health benefits. We also maintain insurance, excess coverage, or reinsurance for property and general liability, professional liability, directors’ and officers’ liability, workers' compensation, cybersecurity and other coverage in amounts and on terms deemed appropriate by management, based on our actual claims experience and expectations for future claims. Future claims could, however, exceed our applicable insurance coverage. Physicians practicing at our dialysis centers are required to maintain their own malpractice insurance, and our medical directors are required to maintain coverage for their individual private medical practices. Our liability policies cover our medical directors for the performance of their duties as medical directors at our outpatient dialysis centers.  Human capital management Overview At DaVita, we are guided by our Mission—to be the provider, partner and employer of choice—and a set of Core Values—Service Excellence, Integrity, Team, Continuous Improvement, Accountability, Fulfillment and Fun—which are reinforced at all levels of the organization. Our teammates share a common passion for equitably improving patients' lives and are the cornerstone for the health of DaVita. 22 22 22   We strive to be a community first and a company second, and affectionately call ourselves a Village. To be a healthy Village, we need to attract, retain and develop highly qualified and diverse teammates. To do so, we have implemented strategies that support our mission to be the employer of choice, such as:  •Designing programs and processes to cultivate a diverse talent pipeline that can allow us to hire ahead of needs; •Providing development and professional growth opportunities; and •Offering a robust and competitive total rewards program.  These efforts are underpinned by a foundational focus on diversity and belonging that starts at the top with our Board and executive leadership and permeates through our Village as further described below.  We believe that this intentional investment of time and resources fosters a special community of teammates that, in turn, leads to better care of our patients and the communities we serve. As of December 31, 2022, we employed approximately 70,000 teammates, including our international teammates. Oversight & Management Our Board provides oversight on human capital matters, receiving regular updates from our Chief People Officer about People Services’ activities, strategies and initiatives, and through the Board’s annual work with our CEO on management development and succession planning. Among other things, our Board and/or its committees also receive reports related to pay equity, risks and trends related to labor and human capital management issues and general issues pertaining to our teammates. The Board, in conjunction with its committees, also oversees the Company's activities, policies and programs related to corporate environmental and social responsibility, including considering the impact of such activities, policies and programs on the Company, teammates, patients and communities, among others. These reports and recommendations to the Board and its committees are part of our broader People Services leadership and oversight framework, which includes guidance from various stakeholders across the business and benefits from the broad participation of senior leadership. Diversity & Belonging Our investment in our teammates is underscored by our commitment to Diversity & Belonging (D&B). We published our first D&B Report in March 2021, which disclosed our diversity metrics and roadmap for delivering our vision of cultivating \"a diverse Village where everyone belongs.\" Our 3,074 dialysis centers operate in communities large and small, in nearly every state in the U.S. as well as 11 other countries. Our Village's diversity is inherent in the teammates who work in our centers, the patients we care for, the physicians with whom we partner, and the communities where we serve. To help achieve this vision, we empower all leaders and teammates to cultivate D&B in their centers and on their teams. One way we do this is by sharing tools and resources like our Belonging Teammate and Belonging Leader Guides, which encourage teammates to connect with each other to learn about individual experiences with belonging and better understand the impact of unconscious bias. In addition, in 2022, we launched certain employee resource groups to create a community for teammates from underrepresented groups. Based on our most recent internal surveys, 81% of teammates indicated that they feel a sense of belonging within the DaVita community. We also launched our third annual Week of Belonging in 2022, engaging teammates globally with activities and education designed to further create a sense of belonging. We take a collaborative, leader-led approach to building our D&B program. Everyone from our front-line patient care technicians (PCTs) and nurses to our divisional vice presidents, our CEO and our Board has a role in implementing our strategy. It truly does take a Village to bring our vision to life.  Over the past several years, our D&B efforts have focused primarily on supporting strong representation of women and people of color in our Company and ensuring that we are creating a welcoming, open environment where all teammates, patients, physicians and care partners belong.  As of December 31, 2022, our Village in the U.S. was comprised of 78% women and 56% people of color. We are proud of the fact that in the U.S. as of December 31, 2022, 74% of our managers and 61% of our directors are women and that leaders with profit and loss responsibility are 53% women and 30% people of color. We also are proud that our Board is comprised of 30% women and 20% people of color. With respect to Board leadership positions, we are one of the few companies in the S&P 500 to have a woman serving as the Chair of the Board. We are also among the 11% of a selected group of companies in the Fortune 500 and S&P 500 to have a person of color serve as our CEO. We publish our demographic data in our EEO-1 Report,  23 23 23   which is included in our Sustainability Accounting Standards Board (SASB) Report. As of December 31, 2022, we are meeting or exceeding 79% of EEO-1 benchmarks. Talent Pipeline and Career Development We understand that a key component of developing strong representation of women and people of color in leadership is to have recruiting practices focused on diversity. Our practices include:  •Diverse Sourcing: Our recruiters are trained on how to source for diverse candidates to ensure we have a robust pipeline at all levels of the organization. •Diversity In Hiring: We are committed to increasing diverse representation via our hiring practices. One way we do this is with diverse interview panels as well as diverse candidate slates to help ensure a fair and equitable process.  •Diverse Partnerships: We have external partnerships with organizations like Forte Foundation and Management Leadership for Tomorrow to help create equal opportunities for diverse candidates. •Redwoods Leadership: We partner closely with diverse student body organizations at colleges and universities to source applicants for our Redwoods leadership development programs.  Helping teammates reach the next stage in their career and increasing their earning potential is foundational to our Employer of Choice strategy. We have a robust set of career development offerings to support teammates in reaching their professional ambitions. We have invested in an end-to-end career development pipeline that includes programs and initiatives that provide financial, education and social support to our clinical and operations personnel to help achieve their higher education and leadership goals. We are proud of our Clinical Ladders program that ties performance to career progression. This program is designed to provide our teammates with clear expectations on what's needed to progress to the next level on the ladder and provide them access to tools to do so. Since rolling out Clinical Ladders, we have celebrated more than 9,000 promotions among our nurse and patient care technician teammates. Predominately all of our teammates are clinical field/operations personnel, and we have programs in place to help guide their potential journey at DaVita. Beginning with programs like Bridge to Your Dreams that cover certification fees for PCTs to coaching and tuition programs that help guide PCTs to becoming registered nurses (RNs) to programs that help develop high potential nurses, clinical coordinators and clinic nurse managers into operational managers and ultimately to programs that prepare and coach operational managers for potential regional operations director roles, our goal is to make resources available to teammates at each step of a possible career path. We are proud of the work we have done in this area, with approximately 56% of our Facility Administrators and managers having been promoted internally, and over 1,450 teammates enrolled in the Bridge to Your Dreams program, as of December 31, 2022. Total Rewards Program Our total rewards philosophy and practices are designed to be competitive in the local market and reward strong team and individual performance. We believe merit-driven pay encourages teammates to do their best work, including in caring for our patients, and we strive to link pay to performance so we can continue to incentivize the provision of extraordinary care to our patients and grow our Village. To attract, retain and grow our teammates, we have a holistic approach to total rewards that includes financial, physical and emotional support. Highlights include, among other things: •Healthcare benefits including a menu of plan designs and health savings accounts. •Health programs in support of the most prevalent health conditions affecting our teammates, including hypertension, diabetes prevention/maintenance, musculoskeletal issues and weight loss/management.  •Financial wellness including 401(k) match, employee stock purchase plan (ESPP), a deferred compensation plan, financial planning support and access to free banking services. •Family support programs to our teammates and their families that include family care programs for back-up child and elder care, family planning support for fertility, adoption and surrogacy, parental support for children’s educational and special needs and parental leave programs. We also offer a number of scholarships for teammates' children and grandchildren. 24 24 24   •Teammate Assistance Program that offers counseling sessions annually to all teammates and their household members, along with work/life resources and tools that include telephonic or face to face legal consultation and expert financial planning/consultation; each household member has access to ten free sessions per life event. •Free access to Headspace, an application for digital meditation and mindfulness, and referrals/consultations on everyday issues such as dependent care, auto repair, pet care and home improvement. •Vitality Points, a voluntary wellness incentive program that encourages teammates and their spouses/domestic partners to engage with their provider to manage their overall health. In addition, it allows participating teammates and spouses/domestic partners to earn credits toward their medical premium for getting a biometric screening with a primary care provider. •Short & Long term disability for full time teammates and Life/AD&D coverage at both the basic and supplemental levels. •DailyPay, a service that provides teammates with financial flexibility by allowing them to access earned but unpaid wages before payday. •Our DaVita Village Network, which provides financial support to eligible teammates experiencing a specific tragedy or hardship and helps cover additional costs that local fundraising and insurance do not fully cover. Pay Equity At DaVita, we are committed to equal pay for equal work; meaning, teammates in the same position, performing at the same level, and in similar geographies, are paid fairly relative to one another, regardless of their gender, race or ethnicity. We believe that equitable pay is a critical component of establishing a fair work environment where all teammates are valued and feel like they belong. Fair pay is essential to our ability to attract and motivate the highly qualified, and diverse, teammates who are at the center of our current and future success. Continued Response to COVID-19 Public Health Crisis The COVID-19 pandemic has continued to test our ability to respond to external developments and care for not only our patients, but also our teammates in real time. We have maintained many of our initial COVID-19 practices and have adapted our guidance based on ongoing changes to regulatory requirements. As the pandemic continues into 2023, we are integrating certain COVID-19 response protocols into our standard workflows and monitoring for any change in the Public Health Emergency status. Following the surge in January 2022, we changed our capacity management process during potential surges which was a beneficial operational shift for our facilities. We also continued to include COVID-19 testing, treatments, vaccines and boosters in our teammate communications program.  Most importantly, the health, well-being and safety of our teammates, physician partners and their families remains a top priority throughout this ongoing pandemic. We implemented guidance early in the pandemic to help mitigate risks imposed by COVID-19 and maintain many practices, including, among other things, securing necessary supplies of PPE, restricting visitor access to our centers and implementing masking policies. We also converted numerous leadership development programs to virtual delivery, to help ensure that our teammates across our global Village could continue to grow personally and professionally and have access to career development resources despite the ongoing pandemic. Additionally, we have been able to begin gathering in person with COVID-19 meeting guidance in place and opened up our Central Business Offices for teammates. We believe our ability to engage with teammates and respond to these developments has helped us to better care for them. By caring for our teammates, we have been generally able to maintain continuity of care for our patients and support the broader healthcare community throughout this unprecedented public health crisis. For additional information about certain risks associated with our human capital management and our response to the COVID-19 pandemic, see the risk factors in Item 1A. Risk Factors under the headings, \"Our business is labor intensive and if our labor costs continue to rise...;\" and \"Macroeconomic conditions and global events...\" We also encourage you to visit our website at davitacommunitycare.com for more detailed information regarding certain aspects of our human capital and ESG related programs and initiatives described herein, including our D&B Report and Community Care Report, as well as our efforts to care for our patients, our community and our world. Nothing on our website, sections thereof or documents linked thereto, shall be deemed incorporated by reference into this report. 25 25 25   ", "time": "00:00:04"}