{"cik": 93410, "item_1A": "PART I  1. Business  3 General Development of Business  3 Description of Business and Properties  6 Upstream  6 Downstream 16 Other Businesses 19 1A. Risk Factors  20 1B. Unresolved Staff Comments  26 2. Properties 26 3. Legal Proceedings 26 4. Mine Safety Disclosures 26 Information about our Executive Officers 26 PART II  5. Market for the Registrant’s Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities 27 6. [Reserved] 27 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations  27 7A. Quantitative and Qualitative Disclosures About Market Risk  27 8. Financial Statements and Supplementary Data  27 9. Changes in and Disagreements With Accountants on Accounting and Financial Disclosure 27 9A. Controls and Procedures 27 9B. Other Information  28 9C. Disclosure Regarding Foreign Jurisdictions that Prevent Inspections 28 PART III  10. Directors, Executive Officers and Corporate Governance  29 11. Executive Compensation  30 12. Security Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters  30 13. Certain Relationships and Related Transactions, and Director Independence  30 14. Principal Accountant Fees and Services  30 PART IV  15. Exhibit and Financial Statement Schedules  112 Schedule II — Valuation and Qualifying Accounts 112 16. Form 10-K Summary 112 Signatures  116 1 1 1      CAUTIONARY STATEMENTS RELEVANT TO FORWARD-LOOKING INFORMATION FOR THE PURPOSE OF “SAFE HARBOR” PROVISIONS OF THE PRIVATE SECURITIES LITIGATION REFORM ACT OF 1995  This Annual Report on Form 10-K of Chevron Corporation contains forward-looking statements relating to Chevron’s operations and energy transition plans that are based on management’s current expectations, estimates and projections about the petroleum, chemicals and other energy-related industries. Words or phrases such as “anticipates,” “expects,” “intends,” “plans,” “targets,” “advances,” “commits,” “drives,” “aims,” “forecasts,” “projects,” “believes,” “approaches,” “seeks,” “schedules,” “estimates,” “positions,” “pursues,” “may,” “can,” “could,” “should,” “will,” “budgets,” “outlook,” “trends,” “guidance,” “focus,” “on track,” “goals,” “objectives,” “strategies,” “opportunities,” “poised,” “potential,” “ambitions,” “aspires” and similar expressions are intended to identify such forward-looking statements. These statements are not guarantees of future performance and are subject to certain risks, uncertainties and other factors, many of which are beyond the company’s control and are difficult to predict. Therefore, actual outcomes and results may differ materially from what is expressed or forecasted in such forward-looking statements. The reader should not place undue reliance on these forward-looking statements, which speak only as of the date of this report. Unless legally required, Chevron undertakes no obligation to update publicly any forward-looking statements, whether as a result of new information, future events or otherwise. Among the important factors that could cause actual results to differ materially from those in the forward-looking statements are: changing crude oil and natural gas prices and demand for the company’s products, and production curtailments due to market conditions; crude oil production quotas or other actions that might be imposed by the Organization of Petroleum Exporting Countries and other producing countries; technological advancements; changes to government policies in the countries in which the company operates; public health crises, such as pandemics (including coronavirus (COVID-19)) and epidemics, and any related government policies and actions; disruptions in the company’s global supply chain, including supply chain constraints and escalation of the cost of goods and services; changing economic, regulatory and political environments in the various countries in which the company operates; general domestic and international economic and political conditions, including the military conflict between Russia and Ukraine and the global response to such conflict; changing refining, marketing and chemicals margins; actions of competitors or regulators; timing of exploration expenses; timing of crude oil liftings; the competitiveness of alternate-energy sources or product substitutes; development of large carbon capture and offset markets; the results of operations and financial condition of the company’s suppliers, vendors, partners and equity affiliates, particularly during the COVID-19 pandemic; the inability or failure of the company’s joint-venture partners to fund their share of operations and development activities; the potential failure to achieve expected net production from existing and future crude oil and natural gas development projects; potential delays in the development, construction or start-up of planned projects; the potential disruption or interruption of the company’s operations due to war, accidents, political events, civil unrest, severe weather, cyber threats, terrorist acts, or other natural or human causes beyond the company’s control; the potential liability for remedial actions or assessments under existing or future environmental regulations and litigation; significant operational, investment or product changes undertaken or required by existing or future environmental statutes and regulations, including international agreements and national or regional legislation and regulatory measures to limit or reduce greenhouse gas emissions; the potential liability resulting from pending or future litigation; the company’s future acquisitions or dispositions of assets or shares or the delay or failure of such transactions to close based on required closing conditions; the potential for gains and losses from asset dispositions or impairments; government mandated sales, divestitures, recapitalizations, taxes and tax audits, tariffs, sanctions, changes in fiscal terms or restrictions on scope of company operations; foreign currency movements compared with the U.S. dollar; higher inflation and related impacts; material reductions in corporate liquidity and access to debt markets; the receipt of required Board authorizations to implement capital allocation strategies, including future stock repurchase programs and dividend payments; the effects of changed accounting rules under generally accepted accounting principles promulgated by rule-setting bodies; the company’s ability to identify and mitigate the risks and hazards inherent in operating in the global energy industry; and the factors set forth under the heading “Risk Factors” on pages 20 through 26 in this report. Other unpredictable or unknown factors not discussed in this report could also have material adverse effects on forward-looking statements. 2 2 2  Table of Contents  Table of Contents Table of Contents PART I   Item 1. Business  General Development of Business  Summary Description of Chevron  Chevron Corporation,* a Delaware corporation, manages its investments in subsidiaries and affiliates and provides administrative, financial, management and technology support to U.S. and international subsidiaries that engage in integrated energy and chemicals operations. Upstream operations consist primarily of exploring for, developing, producing and transporting crude oil and natural gas; processing, liquefaction, transportation and regasification associated with liquefied natural gas; transporting crude oil by major international oil export pipelines; transporting, storage and marketing of natural gas; and a gas-to-liquids plant. Downstream operations consist primarily of refining crude oil into petroleum products; marketing of crude oil, refined products, and lubricants; manufacturing and marketing of renewable fuels; transporting crude oil and refined products by pipeline, marine vessel, motor equipment and rail car; and manufacturing and marketing of commodity petrochemicals, plastics for industrial uses and fuel and lubricant additives. A list of the company’s significant subsidiaries is presented in Exhibit 21.1. Overview of Petroleum Industry  Petroleum industry operations and profitability are influenced by many factors. Prices for crude oil, natural gas, liquefied natural gas, petroleum products and petrochemicals are generally determined by supply and demand. Production levels from the members of Organization of Petroleum Exporting Countries (OPEC), Russia and the United States are the major factors in determining worldwide supply. Demand for crude oil and its products and for natural gas is largely driven by the conditions of local, national and global economies, although weather patterns, the pace of energy transition and taxation relative to other energy sources also play a significant part. Laws and governmental policies, particularly in the areas of taxation, energy and the environment, affect where and how companies invest, conduct their operations, select feedstocks, and formulate their products and, in some cases, limit their profits directly. Strong competition exists in all sectors of the petroleum and petrochemical industries in supplying the energy, fuel and chemical needs of industry and individual consumers. In the upstream business, Chevron competes with fully integrated, major global petroleum companies, as well as independent and national petroleum companies, for the acquisition of crude oil and natural gas leases and other properties and for the equipment and labor required to develop and operate those properties. In its downstream business, Chevron competes with fully integrated, major petroleum companies, as well as independent refining and marketing, transportation and chemicals entities and national petroleum companies in the refining, manufacturing, sale and marketing of fuels, lubricants, additives and petrochemicals.  Operating Environment  Refer to pages 32 through 40 of this Form 10-K in Management’s Discussion and Analysis of Financial Condition and Results of Operations for a discussion of the company’s current business environment and outlook. Chevron’s Strategic Direction Chevron’s strategy is to leverage our strengths to safely deliver lower carbon energy to a growing world. Our primary objective is to deliver higher returns, lower carbon and superior shareholder value in any business environment. We are building on our capabilities, assets and customer relationships as we aim to lead in lower carbon intensity oil, products and natural gas, as well as advance new products and solutions that reduce the carbon emissions of major industries. We aim to grow our traditional oil and gas business, lower the carbon intensity of our operations and grow new lower carbon businesses in renewable fuels, hydrogen, carbon capture, offsets, and other emerging technologies. Information about the company is available on the company’s website at www.chevron.com. Information contained on the company’s website is not part of this Annual Report on Form 10-K. The company’s Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and any amendments to these reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934 are available free of charge on the company’s website soon after such reports are filed with or furnished to the U.S. Securities and Exchange Commission (SEC). The reports are also available on the SEC’s website at www.sec.gov.   ________________________________________________________* Incorporated in Delaware in 1926 as Standard Oil Company of California, the company adopted the name Chevron Corporation in 1984 and ChevronTexaco Corporation in 2001. In 2005, ChevronTexaco Corporation changed its name to Chevron Corporation. As used in this report, the term “Chevron” and such terms as “the company,” “the corporation,” “our,” “we,” “us” and \"its\" may refer to Chevron Corporation, one or more of its consolidated subsidiaries, or all of them taken as a whole, but unless stated otherwise they do not include “affiliates” of Chevron — i.e., those companies accounted for by the equity method (generally owned 50 percent or less) or non-equity method investments. All of these terms are used for convenience only and are not intended as a precise description of any of the separate companies, each of which manages its own affairs. 3 ________________________________________________________* Incorporated in Delaware in 1926 as Standard Oil Company of California, the company adopted the name Chevron Corporation in 1984 and ChevronTexaco Corporation in 2001. In 2005, ChevronTexaco Corporation changed its name to Chevron Corporation. As used in this report, the term “Chevron” and such terms as “the company,” “the corporation,” “our,” “we,” “us” and \"its\" may refer to Chevron Corporation, one or more of its consolidated subsidiaries, or all of them taken as a whole, but unless stated otherwise they do not include “affiliates” of Chevron — i.e., those companies accounted for by the equity method (generally owned 50 percent or less) or non-equity method investments. All of these terms are used for convenience only and are not intended as a precise description of any of the separate companies, each of which manages its own affairs. 3 ________________________________________________________ * Incorporated in Delaware in 1926 as Standard Oil Company of California, the company adopted the name Chevron Corporation in 1984 and ChevronTexaco Corporation in 2001. In 2005, ChevronTexaco Corporation changed its name to Chevron Corporation. As used in this report, the term “Chevron” and such terms as “the company,” “the corporation,” “our,” “we,” “us” and \"its\" may refer to Chevron Corporation, one or more of its consolidated subsidiaries, or all of them taken as a whole, but unless stated otherwise they do not include “affiliates” of Chevron — i.e., those companies accounted for by the equity method (generally owned 50 percent or less) or non-equity method investments. All of these terms are used for convenience only and are not intended as a precise description of any of the separate companies, each of which manages its own affairs.  3  Table of Contents  Table of Contents Table of Contents Human Capital Management Chevron invests in its workforce and culture, with the objective of engaging employees to develop their full potential to deliver energy solutions and enable human progress. The Chevron Way explains the company’s beliefs, vision, purpose and values. It guides how the company’s employees work and establishes a common understanding of culture and aspirations. Chevron hires, develops, and strives to retain a diverse workforce of high-performing talent, and fosters a culture that values diversity, inclusion and employee engagement. Chevron leadership is accountable for the company’s investment in people and the company’s culture. This includes reviews of metrics addressing critical function hiring, leadership development, retention, diversity and inclusion, and employee engagement. The following table summarizes the number of Chevron employees by gender, where data is available, and by region as of December 31, 2022.  At December 31, 2022FemaleMaleGender data not available1Total EmployeesNumber of EmployeesPercentageNumber of EmployeesPercentageNumber of EmployeesPercentageNumber of EmployeesPercentageNon-Service Station EmployeesU.S.5,343 27 %14,609 73 %23 — %19,975 46 %Other Americas1,005 28 %2,536 71 %21 1 %3,562 8 %Africa613 16 %3,246 84 %3 — %3,862 9 %Asia2,420 34 %4,675 66 %32 — %7,127 16 %Australia557 25 %1,629 74 %3 — %2,189 5 %Europe433 28 %1,099 71 %11 1 %1,543 4 %Total Non-Service Station Employees10,371 27 %27,794 73 %93 — %38,258 87 %Service Station Employees2,121 38 %1,675 30 %1,792 32 %5,588 13 %Total Employees12,492 28 %29,469 67 %1,885 4 %43,846 100 % Gender data not available1 1 Includes employees where gender data was not collected or employee chose not to disclose gender. Hiring, Development and Retention The company’s approach to attracting, developing and retaining a global, diverse workforce of high-performing talent is anchored in a long-term employment model that fosters an environment of personal growth and engagement. Chevron’s philosophy is to offer compelling career opportunities and a competitive total compensation and benefits package linked to individual and enterprise performance. Chevron recruits new employees in part through partnerships with universities and diversity associations. In addition, the company recruits experienced hires to provide specialized skills. Chevron’s learning and development programs are designed to help employees achieve their full potential by building technical, operating and leadership capabilities at all levels to produce energy safely, reliably and efficiently. Chevron’s leadership regularly reviews metrics on employee training and development programs, which are continually refined to meet the needs of our evolving business. The company invests in developing leadership at every level. For example, Chevron expanded a coaching program that reaches deeper into the organization, including frontline supervisors, managers and individual contributors.   In addition, to ensure business continuity, leadership regularly reviews the talent pipeline, identifies and develops succession candidates, and builds succession plans for key positions. The Board of Directors provides oversight of CEO and executive succession planning.  Management routinely reviews the retention of its professional population, which includes executives, all levels of management, and the majority of its regular employee population. The annual voluntary attrition for this population was 4.5 percent, which is in line with rates over a five-year comparison period. The voluntary attrition rate generally excludes employee departures under enterprise-wide restructuring programs. Chevron believes its low voluntary attrition rate is in part a result of the company’s commitment to employee development, its long-term employment model, competitive pay and benefits, and its culture.  4 4 4 Table of Contents  Table of Contents Table of Contents Diversity and Inclusion Chevron believes human ingenuity has the power to solve difficult problems when diverse people, ideas and experiences come together in an inclusive environment. Chevron reinforces the values of diversity and inclusion through recruitment and talent development, equitable selection processes, community partnerships and supplier diversity. Chevron strives to build an inclusive environment through innovative programs such as the company’s MARC (Men Advocating Real Change) program launched in 2017, in partnership with the non-profit organization Catalyst, to facilitate discussions on gender equity in the workplace. MARC is active in over 35 Chevron locations on six continents around the world with over 5,000 participants since inception. Also, when hiring for a position, many selection processes now include inclusion counselors who help check against unconscious biases and provide outside perspectives.  Chevron’s leadership development also reflects Chevron’s diversity focus.  In 2022, Chevron offered numerous leadership programs to promote leadership diversity, including the Global Women’s Leadership Development Program, Transformational Leadership for Multicultural Women, Executive Leadership Council (U.S. Black employees), Asia Pacific Leadership Development Program, Asian American Leadership Development Program, and Latino Leadership Development Program. In addition, Chevron has 11 employee networks (voluntary groups of employees that come together based on shared identity or interests) and a Chairman’s Inclusion Council, which provides the employee network presidents with a direct line of communication to the Chairman and Chief Executive Officer, the Chief Human Resources Officer, the Chief Diversity and Inclusion Officer, and the executive leadership team to collaborate and discuss how employee networks can reinforce Chevron’s values of diversity and inclusion. Employee Engagement  Employee engagement is an indicator of employee well-being and commitment to the company’s values, purpose and strategies. Chevron regularly conducts employee surveys to assess the health of the company’s culture; recent surveys indicate high employee engagement. Chevron’s survey frequency enables the company to better understand employee sentiment throughout the year and gain insights into employee well-being. The company also introduced surveys to understand employee experience trends throughout the employee lifecycle.  Chevron prioritizes the health, safety and well-being of its employees. Chevron’s safety culture empowers every member of its workforce to exercise stop-work authority without repercussion to address any potential unsafe work conditions. The company has set clear expectations for leaders to deliver operational excellence by demonstrating their commitment to prioritizing the safety and health of its workforce, and the protection of communities, the environment and the company’s assets. Additionally, the company offers long-standing employee support programs such as Ombuds, an independent resource designed to equip employees with options to address and resolve workplace issues; a company hotline, where employees can report concerns to the Corporate Compliance department; and an Employee Assistance Program, a confidential consulting service that can help employees resolve a broad range of personal, family and work-related concerns. In February, Chevron received the 2023 Platinum Bell Seal for Workplace Mental Health by Mental Health America. The Bell Seal is a first-of-its-kind workplace mental health certification that recognizes employers who strive to create mentally healthy workplaces for their employees.           5 5   5  Table of Contents  Table of Contents Table of Contents Description of Business and Properties The upstream and downstream activities of the company and its equity affiliates are widely dispersed geographically, with operations and projects* in North America, South America, Europe, Africa, Asia and Australia. These activities are managed by the Oil, Products and Gas organization. Tabulations of segment sales and other operating revenues, earnings, assets, and income taxes for the three years ending December 31, 2022, and assets as of the end of 2022 and 2021 — for the United States and the company’s international geographic areas — are in Note 14 Operating Segments and Geographic Data to the Consolidated Financial Statements. Similar comparative data for the company’s investments in and income from equity affiliates and property, plant and equipment are in Note 15 Investments and Advances and Note 18 Property, Plant and Equipment. Refer to Management’s Discussion and Analysis of Financial Condition and Results of Operations for a discussion of the company’s Capital Expenditures.    Upstream   Reserves  Refer to Table V for a tabulation of the company’s proved reserves by geographic area, at the beginning of 2020 and at each year-end from 2020 through 2022. Reserves governance, technologies used in establishing proved reserves additions, and major changes to proved reserves by geographic area for the three-year period ended December 31, 2022, are summarized in the discussion for Table V. Discussion is also provided regarding the nature of, status of, and planned future activities associated with the development of proved undeveloped reserves. The company recognizes reserves for projects with various development periods, sometimes exceeding five years. The external factors that impact the duration of a project include scope and complexity, remoteness or adverse operating conditions, infrastructure constraints, and contractual limitations. At December 31, 2022, 36 percent of the company’s net proved oil-equivalent reserves were located in the United States, 16 percent were located in Australia and 14 percent were located in Kazakhstan. The net proved reserve balances at the end of each of the three years 2020 through 2022 are shown in the following table:  At December 31202220212020Crude Oil, Condensate and Synthetic Oil  — Millions of barrelsConsolidated Companies3,868 3,821 3,766 Affiliated Companies1,129 1,254 1,553 Total Crude Oil, Condensate and Synthetic Oil4,997 5,075 5,319 Natural Gas Liquids  — Millions of barrelsConsolidated Companies1,002 935 709 Affiliated Companies86 103 119 Total Natural Gas Liquids1,088 1,038 828 Natural Gas — Billions of cubic feetConsolidated Companies28,765 28,314 27,006 Affiliated Companies2,099 2,594 2,916 Total Natural Gas30,864 30,908 29,922 Oil-Equivalent — Millions of barrels1Consolidated Companies9,664 9,475 8,976 Affiliated Companies1,565 1,789 2,158 Total Oil-Equivalent11,229 11,264 11,134  Oil-Equivalent — Millions of barrels1 1 Oil-equivalent conversion ratio is 6,000 cubic feet of natural gas = 1 barrel of crude oil. ________________________________________________________*    As used in this report, the term “project” may describe new upstream development activity, individual phases in a multiphase development, maintenance activities, certain existing assets, new investments in downstream and chemicals capacity, investments in emerging and sustainable energy activities, and certain other activities. All of these terms are used for convenience only and are not intended as a precise description of the term “project” as it relates to any specific governmental law or regulation.6 ________________________________________________________*    As used in this report, the term “project” may describe new upstream development activity, individual phases in a multiphase development, maintenance activities, certain existing assets, new investments in downstream and chemicals capacity, investments in emerging and sustainable energy activities, and certain other activities. All of these terms are used for convenience only and are not intended as a precise description of the term “project” as it relates to any specific governmental law or regulation.6 ________________________________________________________ *    As used in this report, the term “project” may describe new upstream development activity, individual phases in a multiphase development, maintenance activities, certain existing assets, new investments in downstream and chemicals capacity, investments in emerging and sustainable energy activities, and certain other activities. All of these terms are used for convenience only and are not intended as a precise description of the term “project” as it relates to any specific governmental law or regulation.  6  Table of Contents  Table of Contents Table of Contents Average Sales Prices and Production Costs per Unit of Production  Refer to Table IV for the company’s average sales price per barrel of crude (including crude oil and condensate) and natural gas liquids and per thousand cubic feet of natural gas produced, and the average production cost per oil-equivalent barrel for 2022, 2021 and 2020.   Gross and Net Productive Wells  The following table summarizes gross and net productive wells at year-end 2022 for the company and its affiliates:  At December 31, 2022Productive Oil Wells1Productive Gas Wells1Gross Net Gross Net United States34,834 27,364 2,078 1,712 Other Americas1,144 708 266 176 Africa1,623 635 46 17 Asia1,764 779 1,431 436 Australia532 299 109 29 Europe38 7 — — Total Consolidated Companies39,935 29,792 3,930 2,370 Affiliates21,677 607 — — Total Including Affiliates41,612 30,399 3,930 2,370 Multiple completion wells included above715 411 147 115 1 Gross wells represent the total number of wells in which Chevron has an ownership interest. Net wells represent the sum of Chevron’s ownership interest in gross wells.2 Includes gross 1,427 and net 482 productive oil wells for interests accounted for by the non-equity method. Productive Oil Wells1 Productive Gas Wells1 Affiliates2 1 Gross wells represent the total number of wells in which Chevron has an ownership interest. Net wells represent the sum of Chevron’s ownership interest in gross wells. 2 Includes gross 1,427 and net 482 productive oil wells for interests accounted for by the non-equity method.   Production Outlook The company estimates its average worldwide oil-equivalent production in 2023, assuming a Brent crude oil price of $80 per barrel, to be flat to up three percent compared to 2022. This estimate is subject to many factors and uncertainties, as described beginning on page 36. Refer to the Review of Ongoing Exploration and Production Activities in Key Areas for a discussion of the company’s major crude oil and natural gas development projects.  Acreage  At December 31, 2022, the company owned or had under lease or similar agreements undeveloped and developed crude oil and natural gas properties throughout the world. The geographical distribution of the company’s acreage is shown in the following table: Undeveloped2Developed Developed and Undeveloped Thousands of acres1Gross Net Gross Net Gross Net United States3,784 3,277 3,909 2,565 7,693 5,842 Other Americas19,322 11,109 1,088 239 20,410 11,348 Africa10,286 5,695 1,884 793 12,170 6,488 Asia16,850 6,795 1,105 430 17,955 7,225 Australia2,853 1,933 2,069 815 4,922 2,748 Europe103 20 15 3 118 23 Total Consolidated Companies53,198 28,829 10,070 4,845 63,268 33,674 Affiliates3695 286 109 50 804 336 Total Including Affiliates53,893 29,115 10,179 4,895 64,072 34,010 1  Gross acres represent the total number of acres in which Chevron has an ownership interest. Net acres represent the sum of Chevron’s ownership interest in gross acres.2  The gross undeveloped acres that will expire in 2023, 2024 and 2025 if production is not established by certain required dates are 4,387, 996, and 1,412, respectively.3  Includes gross 405 and net 141 undeveloped and gross 19 and net 5 developed acreage for interests accounted for by the non-equity method. Undeveloped2 Thousands of acres1 Affiliates3 1  Gross acres represent the total number of acres in which Chevron has an ownership interest. Net acres represent the sum of Chevron’s ownership interest in gross acres. 2  The gross undeveloped acres that will expire in 2023, 2024 and 2025 if production is not established by certain required dates are 4,387, 996, and 1,412, respectively. 3  Includes gross 405 and net 141 undeveloped and gross 19 and net 5 developed acreage for interests accounted for by the non-equity method. 7 7 7  Table of Contents  Table of Contents Table of Contents Net Production of Crude Oil, Natural Gas Liquids and Natural Gas  The following table summarizes the net production of crude oil, natural gas liquids and natural gas for 2022 and 2021 by the company and its affiliates. Worldwide oil-equivalent production of 3 million barrels per day in 2022 was down approximately 3 percent from 2021. International production decreased 7 percent in 2022 primarily due to the end of concessions in Thailand and Indonesia, while U.S. production increased 4 percent compared to 2021, mainly in the Permian Basin. Refer to the Results of Operations section for a detailed discussion of the factors explaining the changes in production for liquids (including crude oil, condensate, natural gas liquids and synthetic oil) and natural gas, and refer to Table V for information on annual production by geographical region. Components of Oil-EquivalentOil-EquivalentCrude OilNatural Gas LiquidsNatural GasThousands of barrels per day (MBPD)(MBPD)1(MBPD)2(MBPD)(MMCFPD)Millions of cubic feet per day (MMCFPD)20222021202220212022202120222021United States1,181 1,139 650 643 238 215 1,758 1,689 Other Americas Argentina40 33 35 28 — — 34 31 Brazil— 3 — 3 — — — — Canada3139 161 109 129 7 7 135 150 Total Other Americas179 197 144 160 7 7 169 181 Africa Angola70 78 57 65 4 5 49 52 Equatorial Guinea56 52 12 12 7 6 223 204 Nigeria152 165 101 118 6 6 266 246 Republic of Congo31 39 28 36 1 1 11 13 Total Africa309 334 198 231 18 18 549 515 Asia Bangladesh118 112 2 2 — — 696 655 China28 30 10 12 — — 109 104 Indonesia43 67 1 62 — — 18 30 Israel101 91 1 1 — — 602 541 Kazakhstan40 41 24 24 — — 96 103 Kurdistan Region of Iraq1 2 1 2 — — — — Myanmar17 15 — — — — 94 92 Partitioned Zone60 58 58 56 — — 7 7 Thailand467 163 18 41 — — 298 736 Total Asia435 579 115 200 — — 1,920 2,268 Australia Australia482 449 42 43 — — 2,643 2,434 Total Australia482 449 42 43 — — 2,643 2,434 Europe United Kingdom14 14 13 13 — — 9 6 Total Europe14 14 13 13 — — 9 6 Total Consolidated Companies2,600 2,712 1,162 1,290 263 240 7,048 7,093 Affiliates5399 387 278 263 16 21 629 616 Total Including Affiliates62,999 3,099 1,440 1,553 279 261 7,677 7,709 1 Oil-equivalent conversion ratio is 6,000 cubic feet of natural gas = 1 barrel of crude oil.2 Includes crude oil, condensate and synthetic oil.3 Includes synthetic oil:45 5545 55— — — — 4 Chevron concessions expired in 2021 (Indonesia) and 2022 (Thailand).5 Volumes represent Chevron’s share of production by affiliates, including Tengizchevroil in Kazakhstan and Angola LNG in Angola.6 Volumes include natural gas consumed in operations of 570 million and 592 million cubic feet per day in 2022 and 2021, respectively. Total “as sold” natural gas volumes were 7,107 million and 7,117 million cubic feet per day for 2022 and 2021, respectively. (MBPD)1 (MBPD)2 Argentina Brazil Canada3 Angola Nigeria Republic of Congo Bangladesh China Indonesia4 Kazakhstan Myanmar Thailand4 Affiliates5 Total Including Affiliates6 1 Oil-equivalent conversion ratio is 6,000 cubic feet of natural gas = 1 barrel of crude oil. 2 Includes crude oil, condensate and synthetic oil. 3 Includes synthetic oil: 4 Chevron concessions expired in 2021 (Indonesia) and 2022 (Thailand). 5 Volumes represent Chevron’s share of production by affiliates, including Tengizchevroil in Kazakhstan and Angola LNG in Angola. 6 Volumes include natural gas consumed in operations of 570 million and 592 million cubic feet per day in 2022 and 2021, respectively. Total “as sold” natural gas volumes were 7,107 million and 7,117 million cubic feet per day for 2022 and 2021, respectively.  Delivery Commitments  The company sells crude oil and natural gas from its producing operations under a variety of contractual obligations. Most contracts generally commit the company to sell quantities based on production from specified properties, but some natural gas and crude oil sales contracts specify delivery of fixed and determinable quantities. 8 8 8 Table of Contents  Table of Contents Table of Contents In the United States, the company is contractually committed to deliver approximately 7 million barrels of crude oil and 729 billion cubic feet of natural gas to third parties from 2023 through 2025. The company believes it can satisfy these contracts through a combination of equity production from the company’s proved developed U.S. reserves and third-party purchases. These commitments are primarily based on contracts with indexed pricing terms.  Outside the United States, the company is contractually committed to deliver a total of 2.8 trillion cubic feet of natural gas to third parties from 2023 through 2025 from operations in Australia and Israel. The Australia sales contracts contain variable pricing formulas that generally reference the prevailing market price for crude oil, natural gas or other petroleum products at the time of delivery. The sales contracts for Israel contain formulas that generally reflect an initial base price subject to price indexation, Brent-linked or other, over the life of the contract. The company believes it can satisfy these contracts from quantities available from production of the company’s proved developed reserves in these countries.  Development Activities  Refer to Table I for details associated with the company’s development expenditures and costs of proved property acquisitions for 2022, 2021 and 2020. The following table summarizes the company’s net interest in productive and dry development wells completed in each of the past three years, and the status of the company’s development wells drilling at December 31, 2022. A “development well” is a well drilled within the known area of a crude oil or natural gas reservoir to the depth of a stratigraphic horizon known to be productive.  Wells Drilling*Net Wells Completed at 12/31/22202220212020Gross Net Prod. Dry Prod. Dry Prod. Dry United States185 98 454 2 319 2 539 2 Other Americas7 5 35 — 54 — 27 — Africa3 1 6 — 4 — 5 — Asia23 8 32 1 35 — 94 2 Australia— — 1 — — — — — Europe— — 1 — 1 — 1 — Total Consolidated Companies218 112 529 3 413 2 666 4 Affiliates13 1 6 — 8 — 13 — Total Including Affiliates231 113 535 3 421 2 679 4 * Gross wells represent the total number of wells in which Chevron has an ownership interest. Net wells represent the sum of Chevron’s ownership interest in gross wells.      Exploration Activities  Refer to Table I for detail on the company’s exploration expenditures and costs of unproved property acquisitions for 2022, 2021 and 2020.  The following table summarizes the company’s net interests in productive and dry exploratory wells completed in each of the last three years, and the number of exploratory wells drilling at December 31, 2022. “Exploratory wells” are wells drilled to find and produce crude oil or natural gas in unknown areas and include delineation and appraisal wells, which are wells drilled to find a new reservoir in a field previously found to be productive of crude oil or natural gas in another reservoir or to extend a known reservoir. Wells Drilling*Net Wells Completed at 12/31/22202220212020Gross Net Prod. Dry Prod. Dry Prod. Dry United States1 — 3 2 2 2 4 1 Other Americas1 — 1 1 — — 2 2 Africa— — 1 — — — — — Asia3 2 2 — — — — — Australia— — — — — — — — Europe— — — — — — — — Total Consolidated Companies5 2 7 3 2 2 6 3 Affiliates— — — — — — — — Total Including Affiliates5 2 7 3 2 2 6 3 * Gross wells represent the total number of wells in which Chevron has an ownership interest. Net wells represent the sum of Chevron’s ownership interest in gross wells. 9 9 9  Table of Contents  Table of Contents Table of Contents Review of Ongoing Exploration and Production Activities in Key Areas  Chevron has exploration and production activities in many of the world’s major hydrocarbon basins. Chevron’s 2022 key upstream activities, some of which are also discussed in the section Management’s Discussion and Analysis of Financial Condition and Results of Operations, are presented below. The comments include references to “total production” and “net production,” which are defined under “Production” in Exhibit 99.1.  The discussion that follows references the status of proved reserves recognition for significant long-lead-time projects not on production as well as for projects recently placed on production. Reserves are not discussed for exploration activities or recent discoveries that have not advanced to a project stage, or for mature areas of production that do not have individual projects requiring significant levels of capital or exploratory investment.   United States Upstream activities in the United States are primarily located in Texas, New Mexico, Colorado, California, and the Gulf of Mexico. Acreage for the United States can be found in the Acreage table. Net daily oil-equivalent production in the United States can be found in the Net Production of Crude Oil, Natural Gas Liquids and Natural Gas table. As one of the largest producers in the Permian Basin, Chevron continues to capitalize on its advantaged portfolio in west Texas and southeast New Mexico with an outlook of one million barrels of net oil equivalent production per day by 2025. The asset is comprised of stacked formations enabling production from multiple geologic zones from single surface locations and staging the development for optimized capacity utilization of facilities and infrastructure. The company has implemented a factory development strategy utilizing multi-well pads to drill a series of horizontal wells that are subsequently completed concurrently using hydraulic fracture stimulation. This manufacturing-style process, combined with advantaged acreage holdings and technological advancements, have enabled capital expenditure productivity improvements. Continued operational efficiencies and diversified land assets via non-operated joint ventures and royalty positions have also contributed to higher returns throughout the Permian portfolio. In addition to ongoing emission reduction and water handling initiatives, construction of a 50 percent joint venture solar power project in New Mexico to supply renewable energy for our oil and gas operations was completed and is expected to be operational in the first half of 2023. In 2022, Chevron’s net daily unconventional production in the Permian Basin averaged 327,000 barrels of crude oil, 184,000 barrels of natural gas liquids (NGLs) and 1.2 billion cubic feet of natural gas.  Chevron divested its assets in the Eagle Ford Shale in Texas in March 2022. In Colorado, development in the Denver-Julesburg (DJ) Basin is primarily focused on Chevron’s Mustang and Wells Ranch areas where the company’s comprehensive drilling plans allow for efficient resource development. In 2022, Chevron’s net daily production in the DJ Basin averaged 53,000 barrels of crude oil, 37,000 barrels of NGLs and 325 million cubic feet of natural gas. Chevron also has operations in Colorado’s Piceance Basin, as well as an acreage position in Wyoming.  In 2022, 53 wells in Texas and 29 wells in Colorado achieved Project Canary’s highest certification rating on operational and environmental performance, allowing Chevron to market responsibly sourced natural gas. In 2022, Chevron was one of the largest crude oil producers in California with a net daily oil equivalent production of 87,800 barrels. The California operations support Chevron’s efforts to progress its lower carbon technologies with investments in geothermal and carbon capture pilots. These include the Baseload Capital pilot to utilize waste heat from existing oilfield operations and the Svante pilot to capture carbon dioxide from combustion of natural gas. These pilots leverage innovative technologies and have the potential to scale across our operations. The Baseload Capital and Svante pilots became operational in the third and fourth quarters of 2022, respectively. During 2022, net daily production in the Gulf of Mexico averaged 172,000 barrels of crude oil, 12,000 barrels of NGLs and 101 million cubic feet of natural gas. Chevron is engaged in various operated and nonoperated exploration, development and production activities in the deepwater Gulf of Mexico. Chevron also holds nonoperated interests in several shelf fields. The deepwater Jack and St. Malo fields are being jointly developed with a host floating production unit located between the two fields. Chevron has a 50 percent interest in the Jack Field and a 51 percent interest in the St. Malo Field. Both fields are company operated. The company has a 40.6 percent interest in the production host facility, which is designed to accommodate production from the Jack/St. Malo development and third-party tiebacks. Additional development opportunities for the Jack and St. Malo fields progressed in 2022. The St. Malo Stage 4 waterflood project includes two new production wells, three injector wells, and topsides water injection equipment at the St. Malo Field. First water  10 10 10 Table of Contents  Table of Contents Table of Contents injection is expected in 2024. Additional Jack development in 2022 consisted of a single well tieback and related subsea infrastructure installation. The Stage 4 multiphase subsea pump project replaces the single-phase subsea pumps in both the Jack and St. Malo fields. Multiphase pump module installation commenced in 2022. Proved reserves have been recognized for the multiphase subsea pump project. The Jack and St. Malo fields have an estimated remaining production life of more than 20 years. The company has a 15.6 percent nonoperated working interest in the deepwater Mad Dog Field. First oil from the Mad Dog 2 Project is expected to commence in 2023. Proved reserves have been recognized for the Mad Dog 2 Project. Chevron has a 60 percent-owned and operated interest in the Big Foot project, located in the deepwater Walker Ridge area. Development drilling activities are ongoing, with an additional production well that came online in 2022. The project has an estimated remaining production life of more than 30 years. The company has a 58 percent-owned and operated interest in the deepwater Tahiti Field. The Tahiti Field has an estimated remaining production life of more than 20 years. Chevron has a 25 percent nonoperated working interest in the Stampede Field, which is located in the Green Canyon area. The Stampede Field has an estimated remaining production life of 25 years. Chevron has owned and operated interests of 62.9 to 75.4 percent in the unit areas containing the Anchor field. Stage 1 of the Anchor development consists of a seven-well subsea development and a semi-submersible floating production unit. The company successfully drilled the first development well to a total measured depth of 33,500 feet in 2022. Proved reserves have been recognized for Anchor, with first production expected in 2024. Chevron has a 60 percent-owned and operated interest in the Ballymore Field located in the Mississippi Canyon, which is being developed as a subsea tieback to the existing Blind Faith facility. Chevron reached a final investment decision for Ballymore in May 2022. This project includes three production wells, with first oil expected in 2025. Proved reserves have been recognized for this project.  The company has a 40 percent nonoperated working interest in the Whale discovery located in the Perdido area. First production is expected for Whale in 2024 and proved reserves have been recognized for this project. During 2022, the company participated in six exploration wells in the deepwater U.S. Gulf of Mexico. Chevron was also formally awarded 34 leases during 2022 as a result of U.S. Gulf of Mexico lease sale 257. In May 2022, Chevron acquired a 50 percent interest in the Bayou Bend Carbon Capture and Sequestration hub in the Gulf of Mexico, covering over 40,000 acres.   Other Americas “Other Americas” includes Argentina, Brazil, Canada, Colombia, Mexico, Suriname and Venezuela. Acreage for “Other Americas” can be found in the Acreage table. Net daily oil-equivalent production from these countries can be found in the Net Production of Crude Oil, Natural Gas Liquids and Natural Gas table. Argentina Chevron has a 50 percent nonoperated interest in the Loma Campana and Narambuena concessions in the Vaca Muerta Shale. At Loma Compana, 49 horizontal wells were drilled in 2022, with 46 wells in total put on production. This concession expires in 2048, and the Narambuena concession expires in 2027. Chevron also owns and operates a 100 percent interest in the El Trapial Field with both conventional waterflood and Vaca Muerta unconventional shale production. The conventional field concession expires in 2032. In April 2022, Chevron was granted a new unconventional concession where it will operate the East area of the El Trapial Field in the Vaca Muerta shale formation, with a three-year pilot where it is expected to drill and complete five wells. Drilling operations began in August 2022 with three horizontal wells drilled in 2022. The unconventional concession expires in 2057. Brazil Chevron holds between 30 and 50 percent of both operated and nonoperated interests in 11 blocks within the Campos and Santos Basins. Chevron is in the process of relinquishing the Saturno block in the Santos Basin, in which it holds a 45 percent nonoperated working interest.  Chevron participated in two exploration wells in 2022. Canada Upstream interests in Canada are concentrated in Alberta and the offshore Atlantic region of Newfoundland and Labrador. The company also has interests in the Northeast British Columbia and the Beaufort Sea region of the Northwest Territories.  11 11 11 Table of Contents  Table of Contents Table of Contents The company has a 20 percent nonoperated working interest in the Athabasca Oil Sands Project (AOSP) and associated Quest carbon capture and storage project in Alberta. Oil sands are mined from both the Muskeg River and the Jackpine mines, and bitumen is extracted from the oil sands and upgraded into synthetic oil. Carbon dioxide (CO2) emissions from the upgrader are reduced by carbon capture and storage facilities. Chevron has a 70 percent-owned and operated interest in most of its Duvernay shale acreage. By the end of 2022, a total of 243 wells have been tied into production facilities. Chevron has a 26.9 percent nonoperated working interest in the Hibernia Field and a 24.1 percent nonoperated working interest in the unitized Hibernia Southern Extension areas offshore Atlantic Canada. The company  has a 29.6 percent nonoperated working interest in the heavy oil Hebron Field, also offshore Atlantic Canada, which has an expected remaining economic life of 25 years. The company has a 25 percent nonoperated working interest in blocks EL 1168 and EL 1148 located in offshore Atlantic Canada. Colombia Chevron has a 40 percent-owned and operated interest in the offshore Colombia-3 and Guajira Offshore-3 Blocks. Mexico The company has a 37.5 percent-owned and operated interest in Block 22 in the Cuenca Salina area in the deepwater Gulf of Mexico. The company also holds a 40 percent nonoperated interest in Blocks 20, 21 and 23. Chevron participated in one exploration well in 2022. Chevron, as operator of the joint venture, is in the process of relinquishing Block 3 in the Perdido area of the Gulf of Mexico, in which it holds a 33.3 percent-owned and operated interest. Suriname Chevron has a 40 percent owned and operated working interest in Block 5. Chevron also holds a 33.3 percent nonoperated working interest in deepwater Block 42 where one exploration well was drilled during 2022. In April 2022, Chevron signed a production sharing contract (PSC) for the shallow water Block 7 with an 80 percent owned and operated working interest.  Venezuela Chevron’s interests in Venezuela are located in western Venezuela, the Orinoco Belt and offshore Venezuela. As of December 31, 2022, no proved reserves are recognized for these interests. In 2022, the company conducted activities in Venezuela consistent with the authorization provided pursuant to general licenses issued by the United States government. In November 2022, the Department of Treasury’s Office of Foreign Assets Control issued a six-month self-renewing general license authorizing the company to lift production from its four nonoperated affiliate joint ventures in Venezuela for delivery to the United States. Chevron has a 39.2 percent interest in Petroboscan, which operates the Boscan Field in western Venezuela under an agreement expiring in 2026. Chevron has a 30 percent interest in Petropiar, which operates the heavy oil Huyapari Field under an agreement expiring in 2033.  Chevron also holds a 25.2 percent interest in Petroindependiente, which operates the LL-652 Field in Lake Maracaibo under a contract expiring in 2026, and a 35.8 percent interest in Petroindependencia, which includes the Carabobo 3 heavy oil project located in three blocks in the Orinoco Belt. The Petroindependencia contract expires in 2035.  Chevron also operates and holds a 60 percent interest in the Loran gas field offshore Venezuela. This is part of a cross- border field that includes the Manatee field in Trinidad and Tobago. This license expires in 2039.  Africa In Africa, the company is engaged in upstream activities in Angola, the Republic of Congo, Cameroon, Egypt, Equatorial Guinea, Namibia and Nigeria. Acreage for Africa can be found in the Acreage table. Net daily oil-equivalent production from these countries can be found in the Net Production of Crude Oil, Natural Gas Liquids and Natural Gas table. Angola The company operates and holds a 39.2 percent interest in Block 0, a concession adjacent to the Cabinda coastline. The Block 0 partners and National Concessionaire signed an extension for an additional 20 years in December 2021. This extension to 2050 is subject to legislative approvals.   Chevron also operates and holds a 31 percent interest in a PSC for deepwater Block 14 which expires in 2028.   Chevron has a 36.4 percent interest in Angola LNG Limited, which operates an onshore natural gas liquefaction plant in Soyo, Angola. The plant has the capacity to process 1.1 billion cubic feet of natural gas per day. This is the world’s first liquefied natural gas (LNG) plant supplied with associated gas, where the natural gas is a byproduct of crude oil production. Feedstock for the plant originates from multiple fields and operators.  12 12 12 Table of Contents  Table of Contents Table of Contents The Block 0 Sanha Lean Gas Connection Project (SLGC) execution continues and is expected to be completed in 2024. SLGC is a new platform that ties the existing complex to new connecting pipelines for gathering and exporting gas from Blocks 0 and 14 to Angola LNG.  In October 2022, first oil was announced for Lifua A in Block 0, which is the first stage of waterflood development in the Lifua field using a low-cost, short cycle solution that leverages existing infrastructure. In November 2022, South N’Dola, located in Area B of Block 0, reached final investment decision and will apply the same low-cost, short cycle solution as Lifua A.  In July 2022, a final investment decision was announced on the Quiluma and Maboqueiro (Q&M) development, part of the New Gas Consortium Project (NGC) in which Chevron has a 31 percent nonoperated working interest. NGC is an offshore gas concession in which the Q&M fields will be the first to be developed. The Q&M scope includes two wellhead platforms and an onshore gas treatment plant with connections to the Angola LNG plant.  Proved reserves have not been recognized for this project. Angola-Republic of Congo Joint Development Area Chevron operates and holds a 31.3 percent interest in the Lianzi Unitization Zone, which is located in an area shared equally by Angola and the Republic of Congo. This interest expires in 2031. Republic of Congo Chevron has a 31.5 percent nonoperated working interest in the offshore Haute Mer permit area. The permits for Nkossa, Nsoko and Moho-Bilondo were extended in 2022 and now expire in 2040. Reserves have been recognized for the lease extension.  Cameroon Chevron owns and operates the YoYo Block in the Douala Basin. Preliminary development plans include a possible joint development between YoYo and the Yolanda field in Equatorial Guinea.  Egypt In the Mediterranean Sea, Chevron holds a 90 percent-owned and operated interest in North Sidi Barrani (Block 2) and North El Dabaa (Block 4) and a 45 percent interest in the Nargis block, as well as a 27 percent nonoperated working interest in both North Marina (Block 6) and North Cleopatra (Block 7). In 2022, the company successfully drilled its first exploration well and announced a significant gas discovery at the Nargis Offshore area. The well encountered approximately 200 net feet of high-quality gas-bearing sandstone. In the Red Sea, the company holds a 45 percent-owned and operated interest in Block 1.  Equatorial Guinea Chevron has a 38 percent-owned and operated interest in the Aseng oil field and the Yolanda natural gas field in Block I and a 45 percent-owned and operated interest in the Alen natural gas and condensate field in Block O. Chevron holds an 80 percent-owned and operated interest in Block EG-09, offshore Equatorial Guinea, in the Douala Basin located south of the Alen and Aseng fields. The company also holds a 32 percent nonoperated interest in the natural gas and condensate Alba field, a 28 percent nonoperated interest in the Alba LPG Plant and a 45 percent interest in the Atlantic Methanol Production Company. Namibia In September 2022, Chevron acquired an 80 percent-owned and operated interest in PEL90 (Block 2813B) in the Orange Basin, offshore Namibia. Nigeria Chevron operates and holds a 40 percent interest in six concessions, five operated and one nonoperated in the onshore and near-offshore regions of the Niger Delta. The company also holds acreage positions in three operated and six nonoperated deepwater blocks, with working interests ranging from 20 to 100 percent. Chevron participated in one exploration well in 2022. Chevron is the operator of the Escravos Gas Plant (EGP) with a total processing capacity of 680 million cubic feet per day of natural gas and liquefied petroleum gas and condensate export capacity of 58,000 barrels per day. The company operates the 33,000-barrel-per-day Escravos Gas to Liquids facility. In addition, the company holds a 36.9 percent interest in the West African Gas Pipeline Company Limited affiliate, which supplies Nigerian natural gas to customers in Benin, Togo and Ghana. Chevron operates and holds a 67.3 percent interest in the Agbami field, located in deepwater Oil Mining Lease (OML) 127 and OML 128. OML127 expires in 2024 and OML128 was extended in 2022 from 2024 to 2042. Additionally, Chevron holds a 30 percent nonoperated working interest in the Usan field in OML 138. The lease that contains the Usan field was extended in 2022 from 2023 to 2042. Reserves have been recognized for the extensions of OML 128 and OML 138.  In deepwater exploration, Chevron operates and holds a 55 percent interest, in the deepwater Nsiko discoveries in OML 140. Chevron also holds a 27 percent interest in OML 139 and OML 154 and the company continues to work with the  13 13 13 Table of Contents  Table of Contents Table of Contents operator to evaluate development options for the multiple discoveries in the Usan area, including the Owowo field, which straddles OML 139 and OML 154. The development plan for the Owowo field involves a subsea tie-back to the existing Usan floating, production, storage, and offloading vessel. Also, in the deepwater area, the Aparo field in OML 132 and OML 140 and the third-party-owned Bonga SW field in OML 118 share a common geologic structure and would be developed jointly. Chevron holds a 16.6 percent nonoperated working interest in the unitized area. The development plan involves subsea wells tied back to a floating production, storage and offloading vessel. At the end of 2022, no proved reserves were recognized for this project. In May 2022, Chevron divested its 40 percent operated interest in OML 86 and OML 88.   Asia In Asia, the company is engaged in upstream activities in Bangladesh, China, Cyprus, Indonesia, Israel, Kazakhstan, Kurdistan Region of Iraq, Myanmar, the Partitioned Zone between Saudi Arabia and Kuwait, Russia, and Thailand. Acreage for Asia can be found in the Acreage table. Net daily oil-equivalent production for these countries can be found in the Net Production of Crude Oil, Natural Gas Liquids and Natural Gas table.  Bangladesh Chevron Bangladesh operates and holds 100 percent interest in Block 12 (Bibiyana field) and Blocks 13 and 14 (Jalalabad and Moulavi Bazar fields) under two PSCs. The rights to produce from Jalalabad expires in 2034, from Moulavi Bazar in 2038 and from Bibiyana in 2034. In October 2022, Chevron Bangladesh signed a supplemental agreement to Block 12 PSC extending the Bibiyana production area. China Chevron has nonoperated working interests in several areas in China. The company has a 49 percent nonoperated working interest in the Chuandongbei project, including the Loujiazhai and Gunziping natural gas fields located onshore in the Sichuan Basin. The company also has nonoperated working interests of 32.7 percent in Block 16/19 in the Pearl River Mouth Basin and 24.5 percent in the Qinhuangdao (QHD) 32-6 Block in the Bohai Bay. The PSCs for Block 16/19 and QHD 32-6 expire in 2028 and 2024, respectively. Cyprus The company holds a 35 percent-owned and operated interest in the Aphrodite gas field in Block 12. Chevron operates the field with the government of Cyprus and has a license that expires in 2044. Indonesia Chevron has working interests through various PSCs in Indonesia. In offshore eastern Kalimantan, the company operates and holds a 62 percent interest in two PSCs in the Kutei Basin (Rapak and Ganal) and operates and holds a 72 percent interest in the Makassar Strait (West Seno field) temporary cooperation contract. The contracts for offshore eastern Kalimantan expire in December 2027 (Rapak and West Seno fields) and February 2028 (Ganal).  Chevron has concluded that the Indonesia Deepwater Development (IDD) Project held by the Kutei Basin PSCs does not compete in its portfolio and is evaluating alternatives for the company’s participating interest in these PSCs.  Israel Chevron holds a 39.7 percent-owned and operated interest in the Leviathan field, which operates under a concession that expires in 2044. The company also holds a 25 percent-owned and operated interest in the Tamar gas field, which operates under a concession that expires in 2038. In 2022, Chevron reached final investment decision for Phase 1 of the Tamar Optimization Project to expand the company’s offshore facilities. Opportunities to further monetize the existing gas resources are being assessed for both the Tamar and Leviathan fields.  Kazakhstan Chevron has a 50 percent interest in the Tengizchevroil (TCO) affiliate and an 18 percent nonoperated working interest in the Karachaganak field. TCO is developing the Tengiz and Korolev crude oil fields in western Kazakhstan under a concession agreement that expires in 2033. Most of TCO’s 2022 crude oil production was exported through the Caspian Pipeline Consortium (CPC) pipeline. In 2022, construction on the Future Growth Project and Wellhead Pressure Management Project (FGP/ WPMP) was largely completed. In addition, the FGP well program, consisting of 55 new wells, was completed in July 2022. WPMP is expected to begin start up by year-end 2023 with conversions of field gathering stations to low pressure continuing for about 12 months. FGP is expected to commence operations by mid-2024 with production expected to ramp up through year end. Proved reserves have been recognized for the FGP/WPMP. The Karachaganak field is located in northwest Kazakhstan, and operations are conducted under a PSC that expires in 2038. Most of the exported liquids were transported through the CPC pipeline during 2022. Development continued on the  14 14 14 Table of Contents  Table of Contents Table of Contents Karachaganak Expansion project (KEP) Stage 1A and a final investment decision was reached to commence KEP Stage 1B in late 2022. Proved reserves have been recognized for both projects.  Kazakhstan/Russia Chevron has a 15 percent interest in the CPC. Progress continued on the debottlenecking project, which is expected to further increase capacity. During 2022, CPC transported an average of 1.2 million barrels of crude oil per day, composed of 1.1 million barrels per day from Kazakhstan and 0.1 million barrels per day from Russia. Kurdistan Region of Iraq The company holds a 50 percent nonoperated working interest in the Sarta PSC, which expires in 2047, and a 40 percent nonoperated working interest in the Qara Dagh PSC. Chevron participated in two exploration wells in 2022.  Myanmar Chevron has a 41.1 percent nonoperated working interest in a PSC for the production of natural gas from the Yadana, Badamyar and Sein fields, within Blocks M5 and M6, in the Andaman Sea. The PSC expires in 2028. The company also has a 41.1 percent nonoperated working interest in a pipeline company that transports natural gas to the Myanmar-Thailand border for delivery to power plants in Thailand.  In 2022, Chevron signed an agreement to sell the company’s interest in all Myanmar assets and exit the country, with an expected closing date in the second half of 2023. Partitioned Zone Chevron holds a concession to operate the Kingdom of Saudi Arabia’s 50 percent interest in the hydrocarbon resources in the onshore area of the Partitioned Zone between Saudi Arabia and Kuwait. The concession expires in 2046. Current activities focus on base business optimization and production enhancement opportunities.  Thailand Chevron holds operated interests in the Pattani Basin, located in the Gulf of Thailand, with ownership ranging from 35 percent to 71.2 percent. Concessions for producing areas within this basin expire between 2028 and 2035. Chevron has a 35 percent-owned and operated interest in the Ubon project in Block 12/27. Chevron also has a 16 percent nonoperated working interest in the Arthit field located in the Malay Basin. Concessions for the producing areas within this basin expire between 2036 and 2040.  Within the Pattani Basin, the company previously held operated interests ranging from 70 to 80 percent of the Erawan concession, which expired in April 2022. Chevron holds between 30 to 80 percent operated and nonoperated working interests in the Thailand-Cambodia Overlapping Claims Area that are inactive, pending resolution of border issues between Thailand and Cambodia.  Australia Chevron is the largest producer of LNG in Australia. Acreage can be found in the Acreage table. Net daily oil-equivalent production can be found in the Net Production of Crude Oil, Natural Gas Liquids and Natural Gas table.   Upstream activities in Australia are concentrated offshore Western Australia, where the company is the operator of two major LNG projects, Gorgon and Wheatstone, and has a nonoperated working interest in the North West Shelf (NWS) Venture and exploration acreage in the Carnarvon Basin. Chevron holds a 47.3 percent-owned and operated interest in Gorgon on Barrow Island, which includes the development of the Gorgon and Jansz-Io fields, a three-train 15.6 million-metric-ton-per-year LNG facility, a carbon capture and underground storage facility and a domestic gas plant. The Gorgon Stage 2 project is expected to be ready for startup in the first quarter of 2023. Progress on the Jansz-Io Compression project continued during 2022, and proved reserves have been recognized for this project. Gorgon’s estimated remaining economic life exceeds 40 years. Chevron holds an 80.2 percent interest in the offshore licenses and a 64.1 percent-owned and operated interest in the LNG facilities associated with Wheatstone. Wheatstone includes the development of the Wheatstone and Iago fields, a two-train, 8.9 million-metric-ton-per-year LNG facility, and a domestic gas plant. The onshore facilities are located at Ashburton North on the coast of Western Australia. Wheatstone’s estimated remaining economic life exceeds 18 years. Chevron has a 16.7 percent nonoperated working interest in the North West Shelf (NWS) Venture in Western Australia. The company continues to evaluate exploration and appraisal activity across the Carnarvon Basin, in which it holds more than 1.9 million net acres. Chevron relinquished 4 million net acres in 2022 in the Carnarvon basin. Chevron owns and operates the Clio, Acme and Acme West fields. The company is collaborating with other Carnarvon Basin participants to assess the possibility of developing Clio and Acme through shared utilization of existing infrastructure. 15 15 15 Table of Contents  Table of Contents Table of Contents Chevron holds nonoperated working interests ranging from 20 to 50 percent, in three greenhouse gas assessment permits to evaluate the potential of carbon storage. The blocks, including two in the Carnarvon Basin off the north-western coast of Western Australia and one in the Bonaparte Basin offshore Northern Territory, total nearly 7.8 million acres.  United Kingdom Acreage can be found in the Acreage table. Net oil equivalent production for the United Kingdom can be found in the Net Production of Crude Oil, Natural Gas Liquids and Natural Gas table.   Chevron holds a 19.4 percent nonoperated working interest in the Clair field, located west of the Shetland Islands. The Clair Ridge project is the second development phase of the Clair field, with a design capacity of 120,000 barrels of crude oil and 100 million cubic feet of natural gas per day. The Clair field has an estimated remaining production life extending beyond 2050.  Sales of Natural Gas Liquids and Natural Gas   The company sells NGLs and natural gas from its producing operations under a variety of contractual arrangements. In addition, the company also makes third-party purchases and sales of NGLs and natural gas in connection with its supply and trading activities.  U.S. and international sales of NGLs averaged 303,000 and 234,000 barrels per day, respectively, in 2022.  During 2022, U.S. and international sales of natural gas averaged 4.4 billion and 5.8 billion cubic feet per day, respectively, which includes the company’s share of equity affiliates’ sales. Outside the United States, substantially all of the natural gas sales from the company’s producing interests are from operations in Angola, Argentina, Australia, Bangladesh, Canada, Equatorial Guinea, Kazakhstan, Indonesia, Israel, Nigeria and Thailand.  Refer to Selected Operating Data in Management’s Discussion and Analysis of Financial Condition and Results of Operations, for further information on the company’s sales volumes of natural gas liquids and natural gas. Refer also to Delivery Commitments for information related to the company’s delivery commitments for the sale of crude oil and natural gas.  Downstream  Refining Operations At the end of 2022, the company had a refining network capable of processing 1.8 million barrels of crude oil per day. Operable capacity at December 31, 2022, and daily refinery inputs for 2020 through 2022 for the company and affiliate refineries, are summarized in the table below. Average crude oil distillation capacity utilization was 85 percent in 2022 and 82 percent in 2021.   At U.S. refineries, crude oil distillation capacity utilization averaged 82 percent in 2022, compared with 83 percent in 2021. Chevron processes both imported and domestic crude oil in its U.S. refining operations. Imported crude oil accounted for about 60 percent of Chevron’s U.S. refinery inputs in both 2022 and 2021. In the United States, the company continued work on projects aimed at improving refinery flexibility and reliability. The Pasadena Refinery received regulatory approval for a project that is expected to increase light crude oil throughput capacity to 125,000 barrels per day in 2024. This project is expected to allow the company to run more equity crude from the Permian Basin, supply more products to customers in the U.S. Gulf Coast and realize synergies with the company’s Pascagoula refinery.   Outside the United States, the company has interests in three large refineries in Singapore, South Korea and Thailand. Singapore Refining Company (SRC), a 50 percent-owned joint venture, has a total capacity of 290,000 barrels of crude per day and manufactures a wide range of petroleum products, including higher-quality gasoline that meets stricter emission standards. The 50 percent-owned GS Caltex (GSC) Yeosu Refinery in South Korea remains one of the world’s largest refineries with a total crude capacity of 800,000 barrels per day. The company’s 60.6 percent-owned refinery in Map Ta Phut, Thailand, continues to supply high-quality petroleum products into regional markets. 16 16 16 Table of Contents  Table of Contents Table of Contents Petroleum Refineries: Locations, Capacities and Crude Oil InputsCapacities and inputs in thousands of barrels per dayDecember 31, 2022Refinery Crude Oil InputsLocations Number Operable Capacity 202220212020PascagoulaMississippi1 369 320 333 305 El SegundoCalifornia1 290 248 233 176 RichmondCalifornia1 257 167 211 198 PasadenaTexas1 85 77 76 69 Salt Lake CityUtah1 58 53 50 45 Total Consolidated Companies — United States 5 1,059 865 903 793 Map Ta PhutThailand1 175 156 135 143 Total Consolidated Companies — International 1 175 156 135 143 AffiliatesVarious Locations12 545 483 441 441 Total Including Affiliates — International 3 720 639 576 584 Total Including Affiliates — Worldwide 8 1,779 1,504 1,479 1,377  Petroleum Refineries: Locations, Capacities and Crude Oil Inputs Various Locations1 1    In March 2020, the company sold its interest in the Pakistan refinery.   Marketing Operations The company markets petroleum products under the principal brands of “Chevron,” “Texaco” and “Caltex” throughout many parts of the world. The following table identifies the company’s and its affiliates’ refined products sales volumes, excluding intercompany sales, for the three years ended December 31, 2022. Refined Products Sales VolumesThousands of barrels per day202220212020United StatesGasoline639 655581Jet Fuel212 173139Diesel/Gas Oil216 179167Fuel Oil56 3933Other Petroleum Products1105 9383Total United States1,228 1,139 1,003 International2Gasoline336 321264Jet Fuel196 140143Diesel/Gas Oil464 471438Fuel Oil168 177184Other Petroleum Products1222 206192Total International 1,386 1,315 1,221 Total Worldwide2 2,614 2,454 2,224 1 Principally naphtha, lubricants, asphalt, and coke. 2 Includes share of affiliates’ sales: 389 357348 Refined Products Sales Volumes Other Petroleum Products1 International2 Other Petroleum Products1 Total Worldwide2  1 Principally naphtha, lubricants, asphalt, and coke.  2 Includes share of affiliates’ sales:   In the United States, the company markets under the Chevron and Texaco brands. At year-end 2022, the company supplied directly or through retailers and marketers approximately 8,200 Chevron- and Texaco-branded service stations, primarily in the southern and western states. Approximately 310 of these outlets are company-owned or -leased stations. Outside the United States, Chevron supplied directly or through retailers and marketers approximately 5,600 branded service stations, including affiliates. The company markets in Latin America using the Texaco brand. In the Asia-Pacific region and the Middle East, the company uses the Caltex brand. In South Korea, the company operates through its 50 percent-owned affiliate, GSC. In Australia, Chevron markets primarily under the Puma brand and began a rebranding project to transition to the Caltex brand in 2022. In March 2022, Chevron started allowing customers at Caltex service stations in Singapore to use their loyalty points to offset a portion of the greenhouse gas emissions from the combustion of the fuel purchased. In return, Chevron purchases and retires carbon offsets. Chevron markets commercial aviation fuel to 63 airports worldwide. The company also markets an extensive line of lubricant and coolant products under the product names Havoline, Delo, Ursa, Meropa, Rando, Clarity and Taro in the United States and worldwide under these three brands: Chevron, Texaco and Caltex. 17 17 17  Table of Contents  Table of Contents Table of Contents Chemicals Operations  Chevron Oronite Company develops, manufactures and markets performance additives for lubricating oils and fuels and conducts research and development for additive component and blended packages. At the end of 2022, the company manufactured, blended or conducted research at 11 locations around the world.  Chevron owns a 50 percent interest in Chevron Phillips Chemical Company LLC (CPChem). CPChem produces olefins, polyolefins and alpha olefins and is a supplier of aromatics and polyethylene pipe, in addition to participating in the specialty chemical and specialty plastics markets.  At the end of 2022, CPChem owned or had joint-venture interests in 28 manufacturing facilities and two research and development centers around the world. CPChem has recently reached final investment decision on two major integrated polymer projects. In fourth quarter 2022, final investment decision was made on the Golden Triangle Polymers Project in Orange, Texas, for which CPChem holds a 51 percent owned and operated interest. In January 2023, final investment decision was made on the Ras Laffan Petrochemical Project in Ras Laffan, Qatar for which CPChem holds a 30 percent nonoperated working interest. Startup for both projects is targeted for late 2026. In second quarter 2022 CPChem reached final investment decision on a Low Viscosity Poly Alpha Olefin Expansion Project at the CPChem Beringen, Belgium site, with a targeted startup in third quarter 2024. CPChem also continued to progress several other major projects at existing facilities in the U.S. Gulf Coast region, including: an Ethylene Plant Debottleneck Project in Cedar Bayou, Texas, a C3 Splitter Project in Cedar Bayou, Texas, and a 1-Hexene plant in Old Ocean, Texas, all of which are targeted to startup in late 2023.  Chevron is also involved in the petrochemical business through the operations of GSC, the company’s 50 percent owned affiliate in South Korea. GSC manufactures aromatics, including benzene, toluene and xylene. These base chemicals are used to produce a range of products, including adhesives, plastics and textile fibers. GSC also produces olefins such as ethylene, polyethylene and polypropylene, which are used to make automotive and home appliance parts, food packaging, laboratory equipment, building materials, adhesives, paint and textiles.  Renewable Fuels The company continued to advance development of renewable fuels, which include renewable natural gas (RNG), renewable diesel, biodiesel, sustainable aviation fuel, and renewable base oils and lubricants.  The company continued to advance activities with its joint venture partners, Brightmark Fund Holdings LLC (Brightmark) and California Bioenergy, LLC. (CalBio), to produce and market dairy biomethane. In January 2022, Chevron’s joint venture with Brightmark announced plans to construct an anaerobic digestion project in California and in August 2022 it achieved first gas from the Athena Project in South Dakota. In October 2022, the company expanded its partnership with CalBio to build additional infrastructure for dairy biomethane projects in California. In December 2022, Chevron acquired full ownership of Beyond6, LLC and its nationwide network of 55 compressed natural gas (CNG) stations to grow its renewable natural gas value chain. In May 2022, Chevron formed a joint venture, Bunge Chevron Ag Renewables LLC, in which it holds a 50 percent working interest.  The venture produces soybean oil from processing facilities in Destrehan, Louisiana, and Cairo, Illinois. Soybean oil can be used as a renewable feedstock to make renewable diesel, biodiesel, and sustainable aviation fuel.  In June 2022, Chevron completed the acquisition of the Renewable Energy Group, Inc. (REG), which has 11 biofuel refineries located in the U.S. and Germany, 10 biofuel refineries producing biodiesel and one producing renewable diesel. Work commenced in August 2022 at the Emden refinery in Germany that is expected to reduce the carbon intensity of the biofuel produced at the facility. Expansion work at the Geismar renewable diesel plant in Louisiana continues to be on track, with full capacity expected in 2024. Progress continues at the company’s El Segundo Refinery in California to increase its capacity to produce renewable fuels through fluid catalytic cracking unit co-processing of bio-feedstock and conversion of the diesel hydrotreater.  Chevron developed renewable base oil through our patented technology and partnership with Novvi and integrated this renewable base oil into Chevron’s lubricant product lines. Chevron developed Havoline© PRO-RS™, which has lifecycle emissions that are 35 percent lower than those of conventional motor oil of equal viscosity. During 2022, the company made this renewable based lubricant available to U.S. consumers. 18 18 18 Table of Contents  Table of Contents Table of Contents In April 2022, Chevron completed the purchase of the NEXBASE brand, associated qualifications and approvals, and related sales and marketing business from Neste Oyj. As part of the acquisition, Chevron maintains all current supply sources utilizing long-term offtake agreements. This addition of a fully approved global slate of Group III and renewable base oils complements Chevron’s Group II global slate.  Transportation  Pipelines Chevron owns and operates a network of crude oil, natural gas and product pipelines and other infrastructure assets in the United States. In addition, Chevron operates pipelines for its 50 percent-owned CPChem affiliate. The company also has direct and indirect interests in other U.S. and international pipelines.  Refer to Nigeria and Kazakhstan/Russia in the Upstream section for information on the West African Gas Pipeline and the Caspian Pipeline Consortium.  Shipping The company’s marine fleet includes both U.S. and foreign flagged vessels. The operated fleet consists of conventional crude tankers, product carriers and LNG carriers. These vessels transport crude oil, LNG, refined products and feedstock in support of the company’s global upstream and downstream businesses. In April 2022, Chevron joined the Global Centre for Maritime Decarbonisation (GCMD) as a strategic partner to the organization. The Singapore-based nonprofit was launched in August 2021 to help the International Maritime Organization meet its greenhouse gas emissions reduction goals for 2030 and 2050 by supporting cross-industry collaboration.   Other Businesses   Chevron Technical Center The company’s technical center develops and applies innovative technologies and digital solutions to support the current and future energy system. The organization conducts research, develops and qualifies technology, and provides technical services and competency development. Areas of expertise include earth sciences, reservoir and production engineering, facilities engineering, reserve governance and reporting, capital projects, drilling and completions, asset performance, health, safety and environment, information technology, technology ventures, and downstream technology and services. Chevron’s information technology organization integrates computing, telecommunications, data management, cybersecurity and network technology to provide a digital infrastructure to enable Chevron’s global operations and business processes.  The Chevron Technology Ventures (CTV) unit identifies and invests in externally developed technologies and new business solutions with the potential to enhance the way Chevron produces and delivers affordable, reliable, and ever-cleaner energy. CTV has more than two decades of being the on-ramp for external innovation into Chevron, including venture investing, with eight funds that have supported more than 120 startups and worked with more than 250 co-investors.  In addition to the company’s own managed funds, Chevron also makes investments indirectly through the following funds: the Oil and Gas Climate Initiative (OGCI) Climate Investments’ Catalyst Fund I, which targets decarbonization within the oil and gas, industrial, built environments and commercial transportation sectors; Emerald funds, one of which targets energy, water, food, mobility, industrial IT and advanced materials and another that focuses on sustainable packaging; Carbon Direct Capital, a growth equity investor in carbon management technologies; and the HX Venture Fund that targets Houston, Texas high-growth start-up companies.   Some of the investments the company makes in the areas described above are in new or unproven technologies and business processes; therefore, the ultimate technical or commercial successes of these investments are not certain. Refer to Note 27 Other Financial Information for quantification of the company’s research and development expenses.  Chevron New Energies The new energies organization is designed to advance the company’s strategy by bringing together dedicated resources focused on developing new lower carbon businesses that have the potential to scale. Its initial focus includes commercialization opportunities in hydrogen, carbon capture and storage, carbon offsets and emerging technologies such as geothermal. These businesses are expected to support the company’s efforts to reduce its greenhouse gas emissions and are also expected to become high-growth opportunities with the potential to generate competitive returns.  19 19 19  Table of Contents  Table of Contents Table of Contents Environmental Protection The company designs, operates and maintains its facilities to avoid potential spills or leaks and to minimize the impact of those that may occur. Chevron requires its facilities and operations to have operating standards and processes and emergency response plans that address significant risks identified through site-specific risk and impact assessments. Chevron also requires that sufficient resources be available to execute these plans. In the unlikely event that a major spill or leak occurs, Chevron also maintains a Worldwide Emergency Response Team comprised of employees who are trained in various aspects of emergency response, including post-incident remediation.  To complement the company’s capabilities, Chevron maintains active membership in international oil spill response cooperatives, including the Marine Spill Response Corporation, which operates in U.S. territorial waters, and Oil Spill Response, Ltd., which operates globally. The company is a founding member of the Marine Well Containment Company, whose primary mission is to expediently deploy containment equipment and systems to capture and contain crude oil in the unlikely event of a future loss of control of a deepwater well in the Gulf of Mexico. In addition, the company is a member of the Subsea Well Response Project, which has the objective to further develop the industry’s capability to contain and shut in subsea well control incidents in different regions of the world.  The company aims to lower the carbon intensity of its traditional oil and gas operations and comply with the greenhouse gas-related laws and regulations to which it is subject. Refer to Item 1A. Risk Factors on pages 20 through 26 for further discussion of greenhouse gas regulation and climate change and the associated risks to Chevron’s business. Refer to Management Discussion and Analysis of Financial Conditions and Results of Operations Business Environment and Outlook on pages 32 through 34 for further discussion of climate change related trends and uncertainties.  Refer to Management's Discussion and Analysis of Financial Conditions and Results of Operations on page 51 for additional information on environmental matters and their impact on Chevron, and on the company’s 2022 environmental expenditures. Refer to page 51 and Note 24 Other Contingencies and Commitments for a discussion of environmental remediation provisions and year-end reserves.  ", "time": "00:00:20"}