{"cik": 93556, "item_1A": "ITEM 1. BUSINESS Stanley Black & Decker, Inc. (\"the Company\") was founded in 1843 by Frederick T. Stanley and incorporated in Connecticut in 1852. In March 2010, the Company completed a merger with The Black & Decker Corporation (“Black & Decker”), a company founded by S. Duncan Black and Alonzo G. Decker and incorporated in Maryland in 1910. At that time, the Company changed its name from The Stanley Works to Stanley Black & Decker, Inc. The Company’s principal executive office is located at 1000 Stanley Drive, New Britain, Connecticut 06053 and its telephone number is (860) 225-5111. The Company is a global provider of hand tools, power tools, outdoor products and related accessories, as well as a leading provider of engineered fastening solutions and attachment tools for infrastructure applications, with 2022 consolidated annual revenues of $16.9 billion. Approximately 63% of the Company’s 2022 revenues were generated in the United States, with the remainder largely from Europe (15%), emerging markets (12%) and Canada (5%).    The Company continues to execute a business strategy that involves organic growth in excess of the market and industry, geographic and customer diversification to foster sustainable revenue, earnings and cash flow growth over the long term. Over the past two years, the Company has focused the portfolio on its leading positions in the Tools & Outdoor and Industrial businesses.  Leveraging the benefits of a more focused portfolio, the Company initiated a business transformation that includes reinvestment for faster growth as well as the $2.0 billion Global Cost Reduction Program through 2025. The Company’s primary areas of strategic focus are as follows:  •Continuing to advance innovation, electrification and global market penetration to achieve organic revenue growth of 2 to 3 times the market;  •Streamlining and simplifying the organization, as well as shifting resources to prioritize investments believed to have a positive and more direct impact to customers;  •Accelerating the operations and supply chain transformation to improve fill rates and better match the needs of its customers while improving adjusted gross margins back to historical 35%+ levels; and  •Prioritizing cash flow generation and inventory optimization. During this period, the focus for capital deployment will be on debt reduction, internal investment and shareholder return through dividends.  The Company has focused its portfolio through a series of acquisitions and divestitures. In August 2022, the Company sold its Oil & Gas business comprised of the pipeline services and equipment businesses. In July 2022, the Company sold its Convergent Security Solutions (\"CSS\") business comprised of the commercial electronic security and healthcare businesses for net proceeds of $3.1 billion and its Mechanical Access Solutions (\"MAS\") business comprised of the automatic doors business for net proceeds of $922 million. These businesses were part of the previously reported Security segment. These divestitures are part of the Company's strategic commitment to simplify and streamline its portfolio to focus on the core Tools & Outdoor and Industrial businesses.   In November 2020, the Company sold its commercial electronic security businesses in five countries in Europe and emerging markets within the Security segment. In October 2020, the Company sold a product line in Oil & Gas within the Industrial segment. The Company has also divested several smaller businesses in recent years that allowed the Company to invest in other areas that fit its long-term strategy. In recent years, the Company completed the acquisitions of the remaining 80 percent ownership stake of MTD Holdings Inc. (\"MTD\") for $1.5 billion, Excel Industries (\"Excel\") for $374 million, and Consolidated Aerospace Manufacturing, LLC (\"CAM\") for $1.4 billion. The MTD acquisition expanded the Company's presence in the $25 billion and growing outdoor category, with strong brands and growth opportunities. Excel was a strategically important bolt-on acquisition that bolstered the Company's presence in the independent dealer network. The CAM acquisition further diversified the Company's presence in the industrial markets and expanded its portfolio of specialty fasteners in the aerospace and defense markets.  Refer to Note E, Acquisitions and Investments, and Note T, Divestitures, of the Notes to Consolidated Financial Statements in Item 8 for further discussion. 3 3 3   The Company’s business strategy is interdependent with its social responsibility strategy that encompasses workforce upskilling, product innovation, and environmental preservation, including mitigating the impacts of climate change. These are core business areas that ensure the long-term viability of the Company, its customers, suppliers, employee base, and communities. In 2017, the Company established an environmental, social, and corporate governance (\"ESG\") strategy to drive positive impact for people, products, and the planet.  The recent portfolio transformation prompted the Company to re-baseline its ESG data and update its ESG targets to align with the more focused Company, while maintaining continuity with the legacy ESG pillars of people, products, and planet. The updated strategy and targets will be described in more detail within the Company’s ESG report to be released in 2023. The Company's renewed ESG priorities are as follows:  •Supporting the long-term viability of the skilled trades that the Company serves and which are integral to thriving economic communities by focusing philanthropic efforts on growing these trades;  •Driving responsible product innovation by considering sustainability throughout all aspects of the product lifecycle, including material procurement from supply chain partners, product design, manufacturing, distribution and transportation, product use, product service, and end-of-life; and  •Improving the sustainability of its operations by reducing carbon emissions, waste to landfill, and water use in water-stressed and scarce areas.  Refer to the \"Human Capital Management\" section in this Item 1 below for additional information regarding the Company's commitment to supporting its employees and improving diversity, equity and inclusion.  Description of the Business The Company’s operations are classified into two reportable business segments: Tools & Outdoor and Industrial. Both reportable segments have significant international operations and are exposed to translational and transactional impacts from fluctuations in foreign currency exchange rates.  Additional information regarding the Company’s business segments and geographic areas is incorporated herein by reference to the material captioned “Business Segment Results” in Item 7 and Note P, Business Segments and Geographic Areas, of the Notes to Consolidated Financial Statements in Item 8. 4 4 4   Tools & Outdoor The Tools & Outdoor segment is comprised of the Power Tools Group (\"PTG\"), Hand Tools, Accessories & Storage (\"HTAS\"), and Outdoor Power Equipment (\"Outdoor\") businesses. Annual revenues in the Tools & Outdoor segment were $14.4 billion in 2022, representing 85% of the Company’s total revenues. The segment is a worldwide leader in the tools and outdoor markets and carries iconic brands in the industry, including DEWALT®, CRAFTSMAN®, STANLEY®, BLACK+DECKER® and CUB CADET®.  The PTG business includes both professional and consumer products. Professional products include professional grade corded and cordless electric power tools and equipment including drills, impact wrenches and drivers, grinders, saws, routers and sanders, as well as pneumatic tools and fasteners including nail guns, nails, staplers and staples, and concrete and masonry anchors. Consumer products include corded and cordless electric power tools sold primarily under the BLACK+DECKER® brand, and home products such as hand-held vacuums, paint tools and cleaning appliances.  The HTAS business sells hand tools, power tool accessories and storage products. Hand tools include measuring, leveling and layout tools, planes, hammers, demolition tools, clamps, vises, knives, saws, chisels and industrial and automotive tools. Power tool accessories include drill bits, screwdriver bits, router bits, abrasives, saw blades and threading products. Storage products include tool boxes, sawhorses, medical cabinets and engineered storage solution products. The Outdoor business primarily sells corded and cordless electric lawn and garden products, including hedge trimmers, string trimmers, lawn mowers, pressure washers and related accessories, and gas powered lawn and garden products, including lawn tractors, zero turn ride on mowers, walk behind mowers, snow blowers, residential robotic mowers, utility terrain vehicles (UTVs), hand-held outdoor power equipment, garden tools, and parts and accessories to professionals and consumers under the DEWALT®, CUB CADET®, BLACK+DECKER®, CRAFTSMAN®, TROY-BILT®, and HUSTLER® brand names. The segment sells its products to professional end users, distributors, independent dealers, retail consumers and industrial customers in a wide variety of industries and geographies. The majority of sales are distributed through retailers, including home centers, mass merchants, hardware stores, and retail lumber yards, as well as third-party distributors, independent dealers, and a direct sales force.  Industrial The Industrial segment is comprised of the Engineered Fastening and Infrastructure businesses. Annual revenues in the Industrial segment were $2.5 billion in 2022, representing 15% of the Company’s total revenues. The Engineered Fastening business primarily sells highly engineered components such as fasteners, fittings and various engineered products, which are designed for specific application across multiple verticals. The product lines include externally threaded fasteners, blind rivets and tools, blind inserts and tools, drawn arc weld studs and systems, engineered plastic and mechanical fasteners, self-piercing riveting systems, precision nut running systems, micro fasteners, high-strength structural fasteners, axel swage, latches, heat shields, pins, and couplings. The business sells to customers in the automotive, manufacturing, electronics, construction, and aerospace industries, amongst others, and its products are distributed through a direct sales force and, to a lesser extent, third-party distributors. The Infrastructure business sells hydraulic tools and high quality, performance-driven heavy equipment attachment tools for off-highway applications. The products and services are primarily distributed through a direct sales force and, to a lesser extent, third-party distributors. Other Information Competition The Company competes on the basis of its reputation for product quality, its well-known brands, its commitment to customer service, its strong customer relationships, the breadth of its product lines, its innovative products and customer value propositions. The Company encounters active competition in the Tools & Outdoor and Industrial segments from both larger and smaller companies that offer the same or similar products and services or that produce different products appropriate for the same uses. Certain large customers offer private label brands (“house brands”) that compete across a wide spectrum of the Company’s Tools & Outdoor segment product offerings.  Major Customers 5 5 5   A significant portion of the Company’s Tools & Outdoor products are sold to home centers and mass merchants in the U.S. and Europe. A consolidation of retailers both in North America and abroad has occurred over time. While this consolidation and the domestic and international expansion of these large retailers have provided the Company with opportunities for growth, the increasing size and importance of individual customers creates a certain degree of exposure to potential sales volume loss. Lowe's accounted for approximately 15%, 15% and 17% of the Company's consolidated net sales in 2022, 2021 and 2020, respectively, while The Home Depot accounted for approximately 13%, 15% and 14% of the Company's consolidated net sales in 2022, 2021 and 2020, respectively. No other customer exceeded 10% of the Company's consolidated net sales in 2022, 2021 or 2020.   Working Capital  The Company continues to practice the operating principles encompassed by Operations Excellence, one element of the SBD Operating Model, which work in concert: sales and operations planning, operational lean, complexity reduction, global supply management, order-to-cash excellence, and upskilling the Company's workforce. The Company develops standardized business processes and system platforms to reduce costs and provide scalability. Working capital turns were 3.5 at the end of 2022, down 1.7 turns from 2021, as the Company focuses on optimizing inventory levels following the increased supply chain constraints and a consumer-driven slowdown in 2022 demand. As a result of this focus, inventory as of December 31, 2022 was $5.9 billion, down $775 million from its peak at the end of the second quarter of 2022. The Company plans to continue leveraging Operations Excellence to generate ongoing improvements in working capital turns, cycle times, complexity reduction and customer service levels.  Raw Materials The Company’s products are manufactured using resins, ferrous and non-ferrous metals including, but not limited to, steel, zinc, copper, brass, aluminum and nickel. The Company also purchases components such as batteries, motors, engines, transmissions, and electronic components to use in manufacturing and assembly operations along with resin-based molded parts. The raw materials required are procured globally and generally available from multiple sources at competitive prices. As part of the Company's Enterprise Risk Management, the Company has implemented a supplier risk mitigation strategy in order to identify and address any potential supply disruption or material scarcity issues associated with commodities, components, finished goods and critical services. The Company does not anticipate difficulties in obtaining supplies for any raw materials used in its production processes and has taken proactive measures to secure energy supply in its European factories to insulate the Company's production from supply constraints in the region. Patents and Trademarks No business segment is solely dependent, to any significant degree, on patents, licenses, franchises or concessions, and the loss of one or several of these patents, licenses, franchises or concessions would not have a material adverse effect on any of the Company's businesses. The Company owns numerous patents, none of which individually are material to the Company's operations as a whole. These patents expire at various times over the next 20 years. The Company holds licenses, franchises and concessions, none of which individually or in the aggregate are material to the Company's operations as a whole. These licenses, franchises and concessions vary in duration, but generally run from one to 40 years.  The Company has numerous trademarks that are used in its businesses worldwide. In the Tools & Outdoor segment, significant trademarks include STANLEY®, BLACK+DECKER®, DEWALT®, FLEXVOLT®, IRWIN®, LENOX®, CRAFTSMAN®, PORTER-CABLE®, BOSTITCH®, FATMAX®, Powers®, Guaranteed Tough®, MAC TOOLS®, PROTO®, Vidmar®, FACOM®, Expert®, LISTA®, MTD®, CUB CADET®, TROY-BILT®, HUSTLER®, and the yellow & black color scheme for power tools and accessories. Significant trademarks in the Industrial segment include STANLEY®, NELSON®, LaBounty®, Dubuis®, CribMaster®, POP®, Avdel®, Tucker®, NPR®, Spiralock®, PALADIN®, CAM®, Bristol Industries®, Voss™, Aerofit™, EA Patten™, Integra®, Optia®, PENGO® and STANLEY® Assembly Technologies. The terms of these trademarks typically vary from 10 to 20 years, with most trademarks being renewable indefinitely for like terms. Governmental Regulations The Company's operations are subject to numerous federal, state and local laws and regulations, both within and outside the U.S., in areas such as environmental protection, international trade, data privacy, tax, consumer protection, government contracts, climate change and others. The Company is subject to import and export controls, tariffs, and other trade-related regulations and restrictions in the countries in which it has operations or otherwise does business. These controls, tariffs, regulations, and restrictions have had, and may continue to have, a material impact on the Company's business, including its ability to sell products and to manufacture or source components. Refer to Item 1A. Risk Factors in Part I of this Form 10-K for additional information regarding various laws and regulations that affect the Company's business operations. 6 6 6   The Company is also subject to various environmental laws and regulations in the U.S. and foreign countries where it has operations. In the normal course of business, the Company is involved in various legal proceedings relating to environmental issues. The Company’s policy is to accrue environmental investigatory and remediation costs for identified sites when it is probable that a liability has been incurred and the amount of loss can be reasonably estimated. In the event that no amount in the range of probable loss is considered most likely, the minimum loss in the range is accrued. The amount of liability recorded is based on an evaluation of currently available facts with respect to each individual site and includes such factors as existing technology, presently enacted laws and regulations, and prior experience in remediation of contaminated sites. The liabilities recorded do not take into account any claims for recoveries from insurance or third parties. As assessments and remediation progress at individual sites, the amounts recorded are reviewed periodically and adjusted to reflect additional technical and legal information that becomes available. As of December 31, 2022 and January 1, 2022, the Company had reserves of $129.3 million and $159.1 million, respectively, for remediation activities associated with Company-owned properties, as well as for Superfund sites, for losses that are probable and estimable. Of the 2022 amount, $39.4 million is classified as current and $89.9 million as long-term, which is expected to be paid over the estimated remediation period. As of December 31, 2022, the Company has recorded $16.4 million in other assets related to funding by the Environmental Protection Agency (\"EPA\") and monies received have been placed in trust in accordance with the Consent Decree associated with the West Coast Loading Corporation (\"WCLC\") proceedings, as further discussed in Note S, Contingencies, of the Notes to Consolidated Financial Statements in Item 8. Accordingly, the Company's net cash obligation as of December 31, 2022 associated with the aforementioned remediation activities is $112.9 million. The range of environmental remediation costs that is reasonably possible is $58.5 million to $220.1 million, which is subject to change in the near term. The Company may be liable for environmental remediation of sites it no longer owns. Liabilities have been recorded on those sites in accordance with the Company's policy. The amount recorded for identified contingent liabilities is based on estimates. Amounts recorded are reviewed periodically and adjusted to reflect additional technical and legal information that becomes available. Actual costs to be incurred in future periods may vary from the estimates, given the inherent uncertainties in evaluating certain exposures. Subject to the imprecision in estimating future contingent liability costs, the Company does not expect that any sum it may have to pay in connection with these matters in excess of the amounts recorded will have a materially adverse effect on its financial position, results of operations or liquidity. Additional information regarding environmental matters is available in Note S, Contingencies, of the Notes to Consolidated Financial Statements in Item 8. Compliance with government regulations, including environmental and climate change regulations, has not had, and based on current information and the applicable laws and regulations currently in effect, is not expected to have a material effect on the Company's capital expenditures, results of operations or competitive position. However, laws and regulations may be changed, accelerated or adopted that impose significant operational restrictions and compliance requirements upon the Company and which could negatively impact its operating results and financial condition. Human Capital Management Stanley Black & Decker has a strategic vision to grow as an employer of choice with leading market positions in each of its major categories. The Company’s human capital management fuels every part of the path to this vision. It begins with its Purpose (why we do what we do), Values (intrinsically what we prioritize), Leadership Principles (how we lead), Focus Forward Priorities (what we work on), Operating Model (how we work), and Key Performance Indicators (how we measure success). To achieve this vision, the Company will be focusing intently on its Focus Forward strategy, which details the long-term focus areas that will guide the journey forward. The priorities include a strong foundation of People & Culture, with Talent Attraction, Development, and Retention being core focus areas. The Company’s People & Culture foundation is something that everyone is responsible for – especially people managers. The Company’s goal is to continue to create an environment where its employees are included and can thrive. The Company remains fully committed to its key priorities of: Health & Safety; Diversity, Equity & Inclusion; Environmental & Social Responsibility; and Integrity & Compliance. As of December 31, 2022, the Company had approximately 54,200 employees in 59 countries. Approximately 35% of total employees were employed in the U.S. In addition, the Company had approximately 5,700 temporary contractors globally, primarily in operations. The workforce is comprised of approximately 72% hourly-paid employees, principally in manufacturing and distribution centers, and 28% salaried employees. There were approximately 1,000 U.S. employees covered by collective bargaining agreements dispersed among 9 different local labor unions, and a majority of European employees are represented by Works Councils. Two U.S. collective bargaining agreements are scheduled for renegotiation in the next 12 months. The Company strives to maintain a positive relationship with all its employees, as well as the unions and Works Councils representing them, where applicable.  Talent Attraction, Development, and Retention 7 7 7    Attraction  In 2022, the Company invested in expanding its employer of choice branding and building out a global talent acquisition center of excellence. Examples of branding investments include expanding the launch of an app-based technology that allows colleagues to share curated news about the Company externally. Examples of recruiting investments include hiring dedicated talent acquisition resources within the regions to better focus on skill shortages locally. The Company also has placed an emphasis on university recruiting at historically black colleges and universities and professional associations, such as the Society of Hispanic Professional Engineers, to expand its reach to identify diverse candidates. Approximately 39% of global new hires in 2022 were women versus 37% in 2021, and in the U.S. approximately 39% of new employees were racially or ethnically diverse versus 45% in 2021. Development  Talent development is a key enabler of the People & Culture pillar of the Company's Focus Forward strategy. A key part of development is leader and performance feedback. Throughout 2022, the Talent Development team began planning the Company’s annual feedback process in its new Human Capital Management tool, which has a targeted implementation date by the end of 2023. Lifelong learning is supported internally through Stanley Black & Decker University and externally with third-party partners. The Company offers over 50,000 training courses to its colleagues, and employees attended more than 40,000 hours of online voluntary learning in 2022. Additionally, the Company focuses on leadership development anchored around its Leadership Principles and Values, while promoting leadership habits and behaviors that highlight the importance of attributes like empathy, inclusivity and listening.  In 2022, the Company invested in development and talent initiatives for its operations workforce through dedicated operations-focused Workforce Readiness enablement programs. These programs had a dedicated focus on upskilling initiatives, and with future career opportunities across its operations workforce, the Company is educating and developing the workforce together with advancements in manufacturing capabilities. The Company utilized AI-based video technology to help its operations employees learn on-the-job training. In 2022, the Company had 12,932 users with 3,142 published videos and 172,465 workflow views to assist operations employees with on-the-job training.  Retention  The Company monitors organizational health through a variety of channels including employee opinion surveys, townhalls, roundtables, listening sessions, and an internal communications and social collaboration platform called Workplace. The Company’s Human Resources (\"HR\") data team shared an interactive cloud-based organizational portal that provides certain leaders with over 30 metrics related to headcount, hiring, and retention to enhance insight from people data and add new dimensions of forward-looking, predictive capability. This data will be available to all people leaders for their direct and indirect teams as the Company launches its new Human Capital Management tool by the end of 2023.  Compensation Compensation and benefits are globally managed and tailored by country to maintain market competitiveness, and effectively attract, retain, and reward employees. The Company’s portfolio of programs is designed in the context of its compensation philosophy underpinned by the tenets of competitive pay, pay for performance, alignment with shareholder interests, and the Company's intent to provide fair and equitable pay supporting an inclusive culture. In addition to standard compensation and benefits packages, a sizable portion of managers and select individual contributors receive annual incentives contingent on achievement of business objectives, and all employees are generally eligible for special recognition awards. Diversity, Equity & Inclusion The Company is committed to building and nurturing an inclusive culture of passion and belonging where employees feel valued and heard, and are positioned to succeed. As of December 31, 2022, the Company's Board of Directors (the “Board”) is comprised of 33% women versus 36% in 2021, 17% racially or ethnically diverse directors versus 9% in 2021, and 17% that are of a diverse national origin versus 9% in 2021. The Chief Executive Officer (“CEO”) and his direct staff are comprised of 42% women leaders, versus 36% in 2021, and 25% racially or ethnically diverse leaders versus 36% in 2021. Women represent approximately 35% of the Company's global workforce versus 33% in 2021. In the U.S., approximately 35% of employees are racially or ethnically diverse versus 34% in 2021. A copy of the Company's most recently filed Equal Employment Opportunity report to the U.S. government (EEO-1) can be found on the Company’s website. The Chief Diversity Officer (“CDO”), with the support of a dedicated team of diversity, equity, and inclusion (“DEI”) professionals, promotes a broad approach to DEI with the goal of accelerating Company performance, optimizing organizational culture, enhancing transparency, and strengthening accountability. The Company is continuing to execute initiatives across the global workforce designed to foster an inclusive workplace and facilitate equitable career development opportunities.  8 8 8   Management monitors hiring, retention, promotion and continued progress toward achieving the Company's DEI goals. DEI reviews are regularly completed by management to increase diverse representation at all levels of the organization by 1) creating consistent visibility to employee demographic data and trends, 2) highlighting women and racially diverse talent, and 3) increasing leadership accountability for creating a diverse and inclusive workplace. The Company provides training and guidance to employees including inclusive workforce modules. An internal knowledge library of DEI resources is available on the Company intranet. Mentorship programs cultivate talent at the Company by pairing women, people of color, early career talent and DEI leadership development program participants with the Company’s leaders to influence leadership growth and mentor allyship. The Company has nine Employee Resource Groups (\"ERGs\") and two regional inclusion councils. These ERGs are formed around various dimensions of diversity and are open to all employees. The ERGs include Abilities (visible and invisible abilities), African Ancestry, Asian Heritage, Hispanic/Latino/Latinx, Developing Professionals, Pride & Allies (LGBTQ+), Veterans, Women, and Working Parents. Company executives and leaders actively participate, sponsor and engage with the ERGs. The CEO and direct staff also provide executive sponsorship and support for one or more ERGs, which serves as one of the cornerstones for inclusion and engagement of talent at scale. The Company launched a racial equity roadmap in 2020 with ten actions to confront racism and social injustice throughout its communities and across the world, which includes specific goals across culture, career, and community focus areas. Each of the ten items were initiated in 2021 and the focus continued in 2022. The Company prioritizes investing in its communities by supporting individuals and organizations that advance DEI goals across regions in which it operates. There is a wide array of program offerings provided through the Company's DEI external partnership network. Offerings span across multiple demographics (African American, Asian, Hispanic/Latino/Latinx, Disabilities, Women, LGBTQ+) and levels of participation range from early in career through executive level. Through the RISE (Reach. Inspire. Support. Engage.) Community program, the Company provides scholar students access to expanded experiential learning beyond their classrooms. The Company’s mission is to help its RISE scholars discover their passions, expose them to business, technology, STEM career opportunities and help to develop them as leaders. The Company is a signatory of the Paradigm for Parity coalition, which is committed to addressing the gender gap in corporate leadership. The Company also participates in the Business Roundtable, where many of the largest U.S.-based employers are committed to building a more inclusive environment. The Company was also among the signatories of the CEO Action for Diversity & Inclusion initiative.  Employee Wellness, Health and Safety The Company is committed to providing competitive benefits to attract and retain talent, which vary by country, including benefits and programs to support the broad wellness of its employees’ healthy lifestyles, mental health, and retirement readiness. The Company also supports its employees and promotes work/life balance through benefits such as paid parental leave, paid time off, flexible work arrangements and virtual/hybrid working model policies. In 2022, the Company continued its commitment to navigating through the COVID-19 pandemic with employee health and safety as a non-negotiable, foundational priority. Guided by the Company's Chief Medical Officer, the Company transitioned away from a one-size-fits-all approach to COVID-19 prevention, given the great variability throughout the world in the state of the pandemic. With agility, the Company began the process of transitioning to a future state in which it stands ready with the right tools to re-introduce mitigation strategies where needed, while continuing these mitigation methods in areas of high risk. The Company foresees a future in which it will continue to monitor COVID-19 and any future risks with strategies in place to ensure business continuity and employee health. The Company’s Environmental, Health and Safety (“EHS”) Management System Plan describes the core elements of EHS responsibility and accountability, including policies and procedures that are designed in alignment with global standards, the Company’s Code of Business Ethics, applicable laws and individual facility needs. EHS requirements apply to all employees and operating locations worldwide, including all manufacturing facilities, distribution centers, warehouses, laboratories, field service centers, retail locations, office locations and mobile units, as well as to the Company's subsidiaries and joint ventures (in which the Company exercises decision-making control over operations). Legal requirements and responses may vary in the different countries in which the Company’s facilities are located.   Governance and Oversight The CEO and the management Executive Committee are entrusted with developing and advancing the Company’s human capital strategy which is reviewed annually with periodic updates on progress with the Board. The Chief Human Resources Officer (“CHRO”), who reports directly to the CEO, is charged with the development and stewardship of this strategy on an enterprise-wide basis. This incorporates a broad range of dimensions, including culture, values, labor and employee relations, leadership expectations and capabilities, talent development, performance management and total rewards. Each year, the Company conducts an extensive talent review with its CEO where the leadership team, key talent, and succession plans are  9 9 9   reviewed. Afterwards, the CEO or CHRO leads a talent review with the Compensation & Talent Development Committee of the Board and the entire membership of the Board, at least annually. Refer to Item 10. Directors, Executive Officers and Corporate Governance of the Registrant in Part III of this Form 10-K for additional information regarding the Company's Executive Officers. Code of Business Ethics, Workplace Harassment Prevention, and Managing Unconscious Bias training, among others, are provided to employees and the content is regularly reviewed and updated. All employees have access to the INTEGRITY@SBD platform where support, guidance and resources are available. Employees are encouraged to raise any concerns through multiple channels, including through the confidential Integrity Helpline, without fear of retaliation or retribution. Additional information regarding the Company's Human Capital programs and initiatives is available in the Company's Environmental, Social and Governance Report located under the \"Impact\" heading of the Company’s website. The information on the Company’s website is not, and is not intended to be, part of this Form 10-K and is not incorporated into this report by reference. Research and Development Costs Research and development costs, which are classified in Selling, general and administrative (\"SG&A\"), were $357.4 million, $276.3 million and $200.0 million for fiscal years 2022, 2021 and 2020, respectively. The Company continues to invest in its innovation model with both breakthrough and core innovations and places an emphasis on electrification.  Available Information The Company’s website is located at http://www.stanleyblackanddecker.com. This URL is intended to be an inactive textual reference only. It is not intended to be an active hyperlink to the Company's website. The information on the Company's website is not, and is not intended to be, part of this Form 10-K and is not incorporated into this report by reference. The Company makes its Forms 10-K, 10-Q, 8-K and amendments to each available free of charge on its website as soon as reasonably practicable after filing them with, or furnishing them to, the U.S. Securities and Exchange Commission (\"SEC\").   ", "time": "00:00:11"}